{
    "description": "I am participating today in A Day in the Life of the Digital Humanities. A Day in the Life of the Digital Humanities (Day of DH) is an open community publication project that will bring together scholars interested in the digital humanities from around the world to document what they do on one day. This year, Day of DH will take place on April 8th. The goal of the project is to create a web site that weaves together a picture of the participant’s activities on the day which answers the question, “Just what do digital humanists really do?” Participants  document their day through photographs and text, all of which is published on a community online platform (which, for this year, lives at dayofdh2013. matrix. msu. edu ). Both during and after the day, people are encouraged to read and comment on their fellow participant’s posts. Eventually, all the data will be grouped together, undergo some light semantic editing, and released for others to study. We hope that, beyond the original online publication, the raw data will be of use to those interested in further visualization or digital community ethnographic research.", 
    "domain": "dayofdh2013.matrix.msu.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8428307657692185466", 
            "resource_date": "2013-04-08T18:47:08.296-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:33.032792"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/04/a-day-in-life-of-digital-humanities.html", 
            "resource_date": "2013-04-08T18:47:08.296-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:33.032808"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "A Day in the Life of the Digital Humanities", 
    "url": "http://dayofdh2013.matrix.msu.edu/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}