{
    "description": "The Metropolitan Museum of Art: The Collection Online. It is fundamental to the Museum's mission to provide access to the Museum's collection and promote appreciation of its significance. Among the primary means for achieving this goal is the presentation of exhibitions of its own works and those borrowed from other owners. The Museum shall provide additional access to its collections through study rooms and loans to other institutions. The Museum shall support continuing scholarly investigation and research in order to document, publish, and advance understanding of the Museum's collections as well as contribute to broader academic and public discourses. The Museum shall support and encourage awareness and understanding of art by disseminating information through the development of publications, programs, and its website for a variety of audiences ranging from children to adult audiences and scholars. These will draw upon its collection and research as primary sources for stimulating aesthetic engagement and promoting familiarity with art in its historical, cultural, and material contexts. Artist / Maker / Culture Methods / Materials Geographic Locations Date / Era Departments 8000-2000 B. C. 2000-1000 B. C. 1000 B. C. -A. D. 1 A. D. 1-500 A. D. 500-1000 A. D.", 
    "domain": "www.metmuseum.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "museums", 
        "Metropolitan Museum of Art"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-855603364169306606", 
            "resource_date": "2014-05-25T10:43:03.308-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:35.756359"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/05/the-metropolitan-museum-of-art.html", 
            "resource_date": "2014-05-25T10:43:03.308-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:35.756374"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Metropolitan Museum of Art: The Collection Online", 
    "url": "http://www.metmuseum.org/collection/the-collection-online", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}