{
    "description": "%IMAGEREPLACED% Robert Ousterhout, Renata Holod, and Lothar Haselberger, editors Arthur Thourson Jones, associate editor Publication date: October 2012 University of Pennsylvania, Phialdelphia, PA This symposium (original Program of Speakers and poster ) assembled specialists in various fields to examine building practices in the pre-modern world, with an emphasis on aspects of construction and structure in ancient Greek, Roman, Byzantine, medieval, and early-to-middle period Islamic architecture. While some technologies and built forms may be shared across pre-modern cultures (such as vault construction or the use of centering), other may be specific to a single period or region (such as the use of concrete or structural ribs in vaulting). Papers examined the problems pre-modern masons commonly encountered—and the solutions they developed—in the process of design and construction. Introduction Opening Papers Ulrike Wulf-Rheidt, \"Still Higher and More Audacious: the Architecture of the Imperial Palaces on the Palatine in Rome\" Abstract | Paper Technology in Conext Katja Schröck, \"A Comparative Look at Stone Setting Techniques\" Abstract | Paper María de los Ángeles Utrero Agudo, \"Building Churches in the 8th–10th Centuries in the Iberian Peninsula. Technology and Context\" Abstract Peter I. Schneider, \"Detecting Ideas of Rationalization in Medieval Islamic Building Design: The Case of the Rizk Camii in Hasankeyf, Turkey\" Abstract | Paper Workshop Practices David Khoshtaria, \"Medieval Architectural Design and Building Process According to the Sculptural Images in Korogo Church\" Abstract Chris Henige, \"The Contractors of Chartres Revisited\" Abstract | Paper Large-Scale Experiments Marco G. Brambilla, \"Large Scale Building Techniques in Ilkhanid Iran\" Abstract Michael Davis, \"Plans and Revisions: The Terrace Drawings at the Cathedral of Clermont-Ferrand\" Abstract Urban Buildings Allyson McDavid, \"Renovation and Redesign in Late Antiquity: The Hadrianic Baths of Aphrodisias\" Abstract Bernhard Flüge, \"Construction and Conception Techniques of Residential Buildings and Urbanism in Medieval Europe around 1100 AD: The Example of Cluny, France\" Abstract | Paper Judith Ley, \"Building Construction at the Turn from Antiquity to the Middle Ages: The Carolingian Palace in Aachen\" Abstract Building in Time Karin Uetz, \"A Close Look at the 11th Century Cross-Domed Church of St. Mark's, Venice\" Abstract Oleg Ioannissian and Gleb Ivakin, \"Construction Materials and Building Constructions in the Architecture of Medieval Rus, from the 10th to the Beginning of the 12th Centuries\" Abstract | Paper God is in the Details Seth Bernard, \"The Two-Piece Corinthian Capital and the Strategies of the Roman Builder\" Abstract | Paper Stavros Mamaloukos, \"Observations on Doorways and Windows in Byzantine Architecture\" Abstract | Paper Ahmed E. Wahby and Dina Montasser, \"The Ornamented Domes of Cairo: The Mamluk Mason's Challenge\" Abstract | Paper Gionata Rizzi, \"Masons, Masonry, and the Mysteries in the Façade of the Parma Cathedral\" Abstract Logistics and Materials Brian Sahotsky, \"Masons, Materials, and Machinery: Logistical Challenges in Roman Building\" Abstract | Paper Jordan Pickett, \"The Energetics of Monumental Construction in the 13th Century: Four Cross-Cultural Case Studies\" Abstract Arches, Vaults, and Domes Bernard O'Kane, \"The Carved Stone Domes of Cairo\" Abstract | Paper Stefan Bürger, \"Irregularity as a Stimulus for Order or an Impetus toward Chaos: The Virtuoso Art of Stone Masonry in the Marienkirche in Pirna\" Abstract Stefania Petralla, \"Arches and Ribbed Vaults of the Iranian Tradition\" Abstract | Paper David Wendland, \"Analytical and Experimental Studies on Geometric Design and Construction of Late-Gothic Vaults\" Abstract Architectural Transmission Heather Grossman, \"On Transmission and the Practice of Building in the Crusader Mediterranean\" Abstract Pushkar Sohoni, \"Exploiting Slippage: Patronage, Building Technology, and Guilds\" Abstract Structure and Construction Nikolaos Karydis, \"Limiting the Use of Centering in Vault Construction: The Early Byzantine Churches of West Asia Minor\" Abstract | Paper Matthew Savage,   \"Observations on a Vault Construction Technique in 9th and 10th Century Constantinople\" Abstract Charles Anthony Stewart, \"Flying Buttresses and Pointed Arches in Byzantine Cyprus\" Abstract | Paper", 
    "domain": "www.sas.upenn.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Masons at Work", 
        "url": "http://www.sas.upenn.edu/ancient/publications.html"
    }, 
    "keywords": [
        "conference", 
        "empires", 
        "imagery", 
        "art", 
        "Europe", 
        "Byzantium", 
        "Asia", 
        "antiquity", 
        "religion", 
        "Roman", 
        "materials", 
        "Jordan", 
        "architecture", 
        "late antiquity", 
        "Iran", 
        "technology", 
        "Middle Ages", 
        "Islam"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "%IMAGEREPLACED%", 
    "url": "http://www.sas.upenn.edu/ancient/masons/masons-cover.jpg", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}