{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 28 June 2011. Updated 22 July 2013]. Enkomi Digitisation Project: The Digitisation of the Artefacts of the Enkomi tombs. The Digitisation of the Artefacts of the Enkomi tombs (British Excavations) in the Cyprus Museum. Dr. Despo Pilides, Curator of Αntiquities, Department of Antiquities, Cyprus. The Project. The idea for the proposal of this assignment was triggered by the corresponding project undertaken by the Greek and Roman Department of the British Museum, which consisted partly of the digitization of the material excavated by the British at Enkomi as part of the Turner Bequest excavations from 1894 to 1896. The Cyprus Museum objects from these excavations and the digitization of this material will provide a link and ultimately unite the two databases, thus reconstituting, to the extent possible, the contents of the tombs. The proposal was submitted and approved by the Promotion Foundation for Research in 2008. Its duration of 24 months (from January 2009 to December 2010) involved archival research concerning the excavations of one hundred tombs of the Late Bronze Age, of considerable wealth, excavated in 1896 and published in 1900. Two thirds of the objects were transferred to the British Museum as per the terms of the Antiquities Law at the time which allowed the excavator, the owner of the land and the Government a share of one third each of the total number of objects found. The excavators usually bought the land and were, therefore, granted two thirds of the finds. The Cyprus Museum share was kept in the old premises at Victoria Street. It was then transferred to the new Cyprus Museum, around 1909 and was given new accessory numbers. The programme is a collaborative effort between the Department of Antiquities, the Open University of Cyprus and the British Museum. Its implementation will ensure the preservation of the collection, it will provide accessibility to objects belonging to the so-called \"old collection\" in the Cyprus Museum store rooms and consequently facilitate research. Furthermore, it will promote the use and application of statistical and analytical techniques for archaeological data and will give the opportunity to educational institutions to use it as a teaching aid. Having in mind that Enkomi is located in the occupied part of Cyprus and that the material of the excavations from the site, initiated at the end of the 19th century, is dispersed in different museums of the world, the digitisation of its material is of primary importance. The project may act as a precedent in bringing together dispersed material from the same sites, located in different museums and obstructing a holistic view of those sites. It constitutes the first organised attempt to create a database of antiquities kept in the Cyprus Museum, and the first attempt to transmit data and information through the internet, and via a collaboration between major institutions. The project.", 
    "domain": "www.enkomicm.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Enkomi Digitisation Project", 
        "url": "http://www.enkomicm.org/digitisation-artefacts-enkomi-tombs"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "maps"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8770335455917750002", 
            "resource_date": "2013-07-22T15:53:07.797-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:16:51.275242"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/06/enkomi-digitisation-project.html", 
            "resource_date": "2013-07-22T15:53:07.797-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:16:51.275255"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "sitemap", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Site map", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.enkomicm.org/sitemap", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}