{
    "description": "British School at Athens Audio/Video Media Library IT2012_11.mp4 February 19 2012 Arthur Evans, the Ashmolean, and the display of Minoan Crete A lecture delivered by Yannis Galanakis on the occasion of the British Museum Knossos Study Day \"Knossos: From Labyrinth To Laboratory\" on Saturday 12 November, 2011. IT2012_2.mp4 February 10 2012 111 years of excavation and exploration at Knossos A lecture delivered by Peter Warren on the occasion of the British Museum Knossos Study Day \"Knossos: From Labyrinth To Laboratory\" on Saturday 12 November, 2011. IT2011_47.mp4 December 20 2011 Η έρευνα της Βυζαντινής Μουσικής στη Δύση – Τα 80 χρόνια από την Ίδρυση των Μνημείων Βυζαντινής Μουσικής A lecture delivered by Prof. Markos Dragoumis to the BSA Friends (Athens) at the Upper House on December 14th, 2011 IT2011_41.mp3 December 09 2011 Philosophy with a Public Voice: A Forgotten Legacy of Ancient Greece A lecture by Prof. Alexander Nehamas delivered at the British Academy as part of the series of lectures organized for the 125th anniversary of the British School at Athens, \"Living Hellenism: Triptych of Lectures.\" (Tuesday, 18 October 2011) IT2011_43.mp3 December 09 2011 The Heritages of Modern Greeks A lecture by Prof. Peter Mackridge delivered at the British Academy as part of the series of lectures organized for the 125th anniversary of the British School at Athens, \"Living Hellenism: Triptych of Lectures.\" (Thursday, 20 October 2011) IT2011_45.mp3 December 09 2011 Byzantium today A lecture by Prof. Dame Averil Cameron delivered at the British Academy as part of the series of lectures organized for the 125th anniversary of the British School at Athens, \"Living Hellenism: Triptych of Lectures.\" (Wednesday, 19 October 2011) IT2011_29.mov July 27 2011 Participation a User's Guide A lecture delivered by Prof. Irit Rogoff at the BSA Upper House, organized in association with Qbox Gallery and the British Council as part of the exhibition \"The R3turn Call: Singularities in Transit.\" (February 22, 2011) IT2011_27.mp4 July 25 2011 British School at Athens, 125 years Anniversary A montage of photos put together for the occasion of the British School's 125th anniversary. IT2011_25.mp4 May 18 2011 Surveying the Labyrinth: Annual Open Meeting Lecture A lecture delivered at the British Academy by Prof. Todd Whitelaw on the occasion of the 2010/11 Annual Open Meeting of the BSA in London (8/2/2012). IT2011_18.mp4 March 23 2011 Voyage to Kythera: surveying the island's past, 1998-2010 A lecture delivered at the Archaeological Society in Athens by Dr. Evangelia Kiriatzi on the occasion of the Annual Open Meeting of the BSA in Athens (15/02/2012). IT2011_12.flv March 22 2011 Some things you didn't know about Sparta A lecture delivered to the Friends of the British School at Athens at the Upper House by Dr. Guy Sanders (March 16th, 2011). IT2011_15.flv March 22 2011 Buried Objects: Dreaming, Excavating, and Imagining the Past A lecture delivered as part of the Upper House Seminars series by Dr. Charles Stewart on March 21st, 2011. IT2011_8.flv March 03 2011 The Work of the British School at Athens in 2010 The Annual Open Meeting lecture of the British School at Athens (2010/11) delivered by Prof. Catherine Morgan (Director) at the Archaeological Society in Athens on Feburary 15th, 2011. IT2011_7.flv Video Tour of Eleutherios Studio A montage presentation of the newly inaugurated Eleutherios Art Studio located in the attic space of the original 1886 School building. (February 22, 2011)", 
    "domain": "www.bsa.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Athens"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4695674036784475544", 
            "resource_date": "2012-02-20T08:42:29.958-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:03:27.638830"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/02/british-school-at-athens-audiovideo.html", 
            "resource_date": "2012-02-20T08:42:29.958-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:03:27.638846"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2012_11.mp4", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2012_2.mp4", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_47.mp4", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_41.mp3", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_43.mp3", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_45.mp3", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_29.mov", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_27.mp4", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_25.mp4", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_18.mp4", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_12.flv", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_15.flv", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_8.flv", 
        "http://www.bsa.ac.uk/pages/media_drill.php?cat_id=95&media_id=IT2011_7.flv"
    ], 
    "title": "British School at Athens Audio/Video Media Library", 
    "url": "http://www.bsa.ac.uk/pages/media_lib.php?cat_id=95", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}