{
    "description": "OCHRE: An Online Cultural and Historical Research Environment by J. David Schloen and Sandra R. Schloen November 2012 THIS book describes an “Online Cultural and Historical Research Environment” (OCHRE) in which scholars can record, integrate, analyze, publish, and preserve their data. OCHRE is a multiproject, multi-user database system that provides a comprehensive framework for diverse kinds of information at all stages of research. It can be used for initial data acquisition and storage; for data querying and analysis; for data presentation and publication; and for long-term archiving and curation of data. The OCHRE system was designed by the co-authors of this book, David Schloen and Sandra Schloen. The software for it was written by Sandra Schloen. Although OCHRE was originally designed to facilitate cultural and historical research, it can be used equally well in other academic disciplines. It has a highly generic and flexible structure that can accommodate any observations and conceptual distinctions a scholar might make. Thus, it allows researchers to retain their own terminologies while integrating their data with data recorded using quite different taxonomies...", 
    "domain": "ochre.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "environment", 
        "culture", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8559122200669023580", 
            "resource_date": "2012-11-16T14:54:25.941-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:28.511389"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/11/ochre-online-cultural-and-historical.html", 
            "resource_date": "2012-11-16T14:54:25.941-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:28.511414"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Online handbook for OCHRE: An Online Cultural and Historical Research Environment", 
    "url": "http://ochre.uchicago.edu/sites/ochre.uchicago.edu/files/uploads/OCHRE%20Manual.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}