{
    "description": "[First posted in AWOL 12 October 2011, updated (full text of vol. 3) 21 May 2015]. The Journal of Egyptological Studies (JES) is published by the Bulgarian Institute of Egyptology. It is issued on an annual basis since September 2004. The JES is a result of the development and expansion of Egyptology in Bulgaria. It gives Egyptologists an opportunity to publish new original ideas, new approaches and data in connection with the language, literature, religion, archeology and history of the “place where our hearts live”. The Journal of Egyptological Studies is open to the international Egyptolgical society, but also aims to establish a bridge between Western schools of Egyptology and their colleagues from Eastern Europe. As a result of World War II and the political changes, which took place afterwards, part of the connections between scholars from different countries in Europe has been interrupted. Nowadays, for example, few Egyptologists abroad know about fundamental achievements of Russian scholars in the field of socio-economic, political and cultural history of Ancient Egypt. We want to cooperate in filling this gap, encouraging young scholars to contribute to the process of exchange of ideas and experience in our field. JES 3 (2010) JES 2 (2005) JES 1 (2004) See the full List of Open Access Journals in Ancient Studies.", 
    "domain": "egyptology-bg.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "journal", 
        "open access", 
        "Bulgaria"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2430464598890941003", 
            "resource_date": "2015-05-21T20:14:21.105-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:11.296373"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/09/open-access-journal-journal-of.html", 
            "resource_date": "2015-05-21T20:14:21.105-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:11.296389"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Journal of Egyptological Studies (JES)", 
    "url": "http://egyptology-bg.org/journal/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}