{
    "description": "Durham University Library Special Collections Catalogue: The Sudan Archive Reference code: GB-0033-SAD Title: The Sudan Archive Dates of creation: ca.1880 onwards. Extent: 800 boxes of papers, 50,000 photographs, 136 cinefilms, 1,000 maps, museum objects and a large amount of related printed material. Held by: Durham University Library, Archives and Special Collections The Sudan Archive was founded in 1957, the year after Sudanese independence, to collect and preserve the papers of administrators from the Sudan Political Service, missionaries, soldiers, business men, doctors, agriculturalists, teachers and others who had served or lived in the Sudan during the Anglo-Egyptian Condominium. It comprises over 330 individual collections of official, semi-official and private papers of British men and women. Each collection is named after the donor who is usually the creator of the records. The collections vary in size from one file to 180 boxes. All levels of colonial society are represented, from Assistant District Commissioner to Governor-General and senior officers of government, as well as from the technical and medical services, the army and the church. The core period covered is 1898-1955, but there is a significant amount of Mahdist material as well as papers relating to the military campaigns of the 1880s and 1890s, while in recent years the scope of the Archive has extended to the period after independence and now contains material up to the present day. Moreover, as officials were frequently seconded or posted to neighbouring countries, or simply passed through them on leave, the Archive also holds substantial numbers of papers relating to Egypt, the Arabian Peninsula, Palestine, Transjordan, Syria and African states bordering on the Sudan. In addition to official and personal papers (correspondence, reports and memoranda, trek notes and diaries, letters home and so on), collections may include a variety of records in other formats such as photographic images (prints, lantern slides and 35mm slides), cinefilms from the 1920s to the 1960s, sound recordings, maps, museum objects and a large amount of related printed material. Most of the material is in English, with a small amount in Arabic.", 
    "domain": "reed.dur.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Sudan", 
        "archive"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3533932897358086741", 
            "resource_date": "2012-02-11T08:07:52.875-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:03:07.936166"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/02/durham-university-library-special.html", 
            "resource_date": "2012-02-11T08:07:52.875-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:03:07.936182"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Durham University Library Special Collections Catalogue: The Sudan Archive", 
    "url": "http://reed.dur.ac.uk/xtf/view?docId=ead/sad/sudan.xml", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}