{
    "description": "Corpus Agrimensorum Romanorum. Les volumes du Corpus Agrimensorum Romanorum sont en accès libre au format pdf, après une barrière mobile de deux ans pour les plus récents. Documents d'arpentage de l'Antiquité tardive L'ouvrage reprend, traduit et commente des textes d'arpentage de l'Antiquité tardive ou destinés aux géomètres, édités par Karl Lachmann (Berlin, 1848). Les auteurs cités sont l'empereur Théodose Ier et le Préfet du Prétoire Néotorius, l'arpenteur Dolabella, la prophétesse étrusque Végoia. Le livre comprend aussi les extraits « De finium regundorum » intégrés au corpus gromatique. Faisant suite à l'ouvrage publié par les PUFC en 2008, l'ouvrage envisage: le système de tracé des « limites » mis sous l'égide de l'empereur Théodose Ier et du Préfet du Prétoire Néotorius: cette Ratio limitum comprend huit parties; un exposé illustré des « lettres des terres » qui rappelle les Casae litterarum; des extraits des « Livres de Dolabella », particulièrement intéressants pour les liens qu'ils révèlent entre l'arpentage et la religion; la célèbre prophétie de Végoia; des extraits légèrement modifiés du Code Théodosien et du Digeste destinés aux géomètres. Deux appendices portant sur le Code Justinien (III, 29) et la signification du mot « praescriptio » éclairent ces documents juridiques. Lire la suite. Arpentage et administration publique à la fin de l'Antiquité L'ouvrage comprend, réalisés principalement à partir de l'edition de K. Lachmann, une traduction et un commentaire de textes émanant du bureau des géomètres perfectissimes de l'administration civile romaine sous la dynastie valentino-théodosienne. Ces passages sont susceptibles d'intéresser les historiens qui se demanderont pour quelle raison on relève une telle activité vers 400; les archéologues et les juristes y puiseront des informations sur l'organisation du sol et sur le bornage, les philologues purront être intéressés par la distinction qui est proposée entre notes de terrain et rapports élaborés, ainsi que par le vocabulaire technique. Lire la suite. Corpus Agrimensorum Romanorum VII. Libri Coloniarum Les deux Libri coloniarum (« Libri des colonies ») rassemblent des notices administratives mises en forme au IVe siècle et concernant les cités des régions de l'Italie. Ils nous reseignent sur le statut des ces villes et sur l'organisation de leur territoire. Le présent volume offre la premieère traduction francaise complète des ces notices en regarde du texte latin de Lachmann que les auteurs ont amélioré et éclairé par des notes. Une introduction présente le problématique des Libri, et des annexes historiques, philologiques et linguistiques sont suivies d'indices latin exhaustifs. Lire la suite. Corpus Agrimensorum Romanorum VI. Agenius, Controverses sur les terres Cet ouvrage publié par l'Action COST A 27 est le fruit d'une collaboration scientifique étroite entre plusieurs équipes de six pays au sein du WG 2 « Rural Landscapes ». L'étude des marqueurs des paysages culturels hérités constitue l'objectif prioritaire de notre Action qui est illustré très tôt, dès l'Antiquité, par les débats et controverses qui agitent, dans la longue durée, le monde rural. Le texte qui suit, traité technique et pratique, insiste sur la multiplicité des modes de marquage, dont bien des traces subsistent encore partout en Europe, ce dont témoigne ce travail collectif. Nous avons ainsi pu mettre en évidence l'ancienneté des règlements juridiques et la pérennité des types codifiés de marqueurs - bornes, lignes d'arbres, chemins, talus, fossés, murets, terrasses de culture. - qui ont modelé les formes paysagères européennes en liaison avec les structures de la propriété. Lire la suite. Isidore de Séville. Étymologies, livre 15: Les constructions et les terres Le livre 15 de la grande encyclopédie d'Isidore de Séville (premier tiers du VII e siècle) modélise une Cité des hommes fortement structurée aussi bien dans sa composante urbaine que dans l'organisation de son territoire. Les structures spatiales de l'urbs offrent le cadre dans lequel se maintient une ciuitas dont la permanence, posée comme une réalité par Isidore, assume et transcende la diversité des sources antiques que l'évêque de Séville juxtapose en une puissante synthèse. C'est dire que ce texte, qui n'avait encore jamais été traduit, est un élément de référence obligé pour les historiens et pour les anthropologues autant que pour les philologues. Lire la suite. Corpus Agrimensorum Romanorum V. Hygin, L'Œuvre gromatique Longtemps présentés comme un des acteurs gromatiques les plus anciens, il est désormais acquis qu'Hygin s'inscrit dans une fourchette chronologique précise qui le rattache au mouvement de reprise en main des terres par l'autorité de l'État, de Vespasien à trajan. Dans ce cadre, les sciences et les techniques gromatiques connaissent un regain de vitalité, regain auquel ont concouru les auteurs-patriciens cités ci-dessus. Hygin occupe peut-être une place originale dans ce renouveau, dans la mesure où il apparaît plus comme un abréviateur de thèmes et de problèmes évoqués plus largement par les autres auteurs gromatiques. Il ne faudrait pas cependant minimiser son intérêt puisqu'il nous permet souvent de mieux appréhender un certain nombre de problèmes, notamment grâce à l'utilisation d'un vocabulaire souvent original qui vient, de fait, élargir le lexique technique et nous offrir un tableau affiné de l'art des arpenteurs. Lire la suite. Corpus Agrimensorum Romanorum IV. 2. Frontin, L'Œuvre gromatique Nous sommes en présence, comme chez Hygin l'Arpenteur, d'une tentative de formalisation du savoir technique des arpenteurs, mais également, et peut-être pour la première fois d'une manière aussi marquée, d'une formalisation juridique. Cette dernière s'exprime notamment à travers la classification qu'opère Frontin à propos des controverses sur les sols, les propriétés, les limites, etc. Cette typologie constitue le coeur d'un ouvrage, dont l'ultime partie, consacrée à l'\"art de la mesure\", a posé tant de questions aux chercheurs. Frontin, dans la production littéraire duquel l'oeuvre gromatique n'est qu'un aspect, modélise et tente de rationaliser une connaissance, pratique et savante, à destination d'un public d'arpenteurs que le dernier tiers du I er siècle de notre ère met à contribution dans la réorganisation des terres publiques. Lire la suite. Corpus Agrimensorum Romanorum IV. 1. Hygin, L'établissment des limites Ce volume présente la première traduction d'un traité d'arpentage écrit au I er siècle de notre ère, conservé et illustré par des manuscrits antiques et médiéveaux à partir du V e siècle. L'ouvrage est consacré à la conception et à la construction des limites orthogonales qui dessinent et structurent les paysages volontaires antiques, dont l'orientation et le quadrillage symbolisent l'ordre cosmique et l'harmonie du monde. Mais si les principes de base ont déterminé un modèle d'organisation et d'aménagement hiérarchisé du territoire, il s'est adapté aux contraintes du milieu et aux nécessités de l'histoire. D'où l'existence de cas de figures multiples qu'illustrent les nombreuses vignettes. Le modèle, essentiellement consacré aux territoires des colonies, intègre en souplesse les divers niveaux, publics et privés, d'organisation spatiale, de production et de vie sociale. L'auteur présente ici le territoire de chaque cité, avec la place de son cadastre centurié, comme une image du monde. Lire la suite. Corpus Agrimensorum Romanorum II & III. Balbus, La mesure par pieds, et extraits d'Epaphrodite et de Vitrivius Rufus Ce livre rassemble les volume II et III du Corpus Agrimensorum Romanorum. Il contient l'édition et la traduction du texte de Balbus : Présentation systméatique de toutes les figures, ainsi que le traité sur La mesure par pieds, et les textes connexes extraits d'Epaphrodite et de Vitrivius Rufus : La mesure des Jugères. Lire la suite. Corpus Agrimensorum Romanorum I. Siculus Flaccus, Les conditions des terres Le travail présenté ici est le premier volume d'une série de traductions consacrée aux textes des auteurs gromatiques entreprise par un collectif de chercheurs européens. Il a été réalisé grâce à une large coopération internationale par le Réseau européen de laboratoires \"Paysages antiques et structures rurales : textes et archéologie\" qui réunit les laboratoires d'histoire, d'archéologie et de droit romain des Universités et Centres de recherche d'Athènes (Fondation Hellénique de la Recherche), Barcelone (Université autonome), Besançon (GDR 926 CNRS), Evora, Grenade, Naples - Federico II et Rome - La Sapienza. Lire la suite.", 
    "domain": "ista.univ-fcomte.fr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Latin", 
        "France", 
        "Rome", 
        "late antiquity", 
        "open access", 
        "monograph"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3237646290619190500", 
            "resource_date": "2015-01-12T07:55:30.268-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:41.122191"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/01/open-access-monograph-series-corpus.html", 
            "resource_date": "2015-01-12T07:55:30.268-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:41.122217"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Corpus Agrimensorum Romanorum", 
    "url": "http://ista.univ-fcomte.fr/index.php/ed-src/gromatiques/car", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}