{
    "description": "Nota su partecipazione e atto d'essere nel neoplatonismo: l'anonimo Commento al \"Parmenide\" The anonymous commentator on Plato’s \"Parmenides\" provides a sophisticated interpretation of Plat., Parm. 142 B 5-6, in which he aims to show that the One-Being can (under certain conditions) be thought to participate in the first One above Being (Anonym., In Parm., XI-XII). In doing so, the commentator sets out two different explanations of the verb μετέχειν. The first explanation is closely reminiscent of the Peripatetic doctrine of essential predication, whereas the second one may contain an adaptation of the Stoic lektón (a theory which Longinus, Porphyry’s first master, significantly linked to the theory of Ideas). Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds La struttura del De Anima di Giamblico Iamblichus’ philosophic positions are increasingly studied nowadays, after having been clouded by his religious claims in favour of ‘theurgy’. The De Anima proves to be crucial in order to evaluate his philosophy. However, this work is only fragmentarily recorded, in the order given by Stobaeus. This article advances a new tentative order of the fragments, different from Festugière’s one, that is endorsed in the 2002 edition by Finamore and Dillon.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "religion"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Nota su partecipazione e atto d'essere nel neoplatonismo: l'anonimo Commento al \"Parmenide\"", 
    "url": "http://www.greekintoarabic.eu/uploads/media/chiaradonna.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}