{
    "description": "'Sostanza', 'Essenza' e 'Quiddità' nelle diverse lingue delle letterature filosofiche medievali: una proposta di comparazione storico-linguistica. The linguistic history of three main Aristotelian philosophical terms, ‘substance’, ‘essence’ and ‘quiddity’, in the Medieval written languages of Europe and of Near and Middle East has not yet been reconstructed in detail. Here, a tentative reconstruction of it is suggested, through a comparison of their different use in Syriac, Coptic, Classical Ethiopic (ge‘ez), Armenian, Georgian, Arabic, Middle Persian, Sogdian and Sanskrit, as well as in Latin and Medieval Hebrew. From this reconstruction, the evident influence of Greek on European and Near Eastern philosophical terminology is clear, but also the probable influence of some Sanskrit and Middle Persian terms on Medieval Arabic philosophical language is pointed out. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds La question de l’authenticité de l’Épître des états de l’-me (Risāla fī aḥwāl al-nafs) d’Avicenne. Avicenna's Risāla fī aḥwāl al-nafs is quite a problematic text. A large part of this epistle is identical with the psychological part of the Kitāb al-Naǧāt. Some scholars think that this epistle has been written before the Naǧat and was inserted by Avicenna afterwards in this book; others, on the contrary, consider that it has been extracted from it. In this paper, chapters I, XIII and XVI of this epistle are inspected in detail, thus allowing to establish that they are not genuinely Avicennian. We therefore consider that the Risāla fī aḥwāl al-nafs, as we know it today, has not been put together by Avicenna himself. The epistle is composed by chapters extracted from the Naǧāt to which three chapters – not written by Avicenna – have been added.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "Europe", 
        "Latin", 
        "language", 
        "Greek", 
        "Ethiopic", 
        "Middle East", 
        "Sanskrit", 
        "Arabic", 
        "classics", 
        "Near East", 
        "Middle Ages", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-819832869923324809", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:15:13.931693"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/new-open-access-journal-studia-graeco.html", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:15:13.931707"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "'Sostanza', 'Essenza' e 'Quiddità' nelle diverse lingue delle letterature filosofiche medievali: una proposta di comparazione storico-linguistica", 
    "url": "http://www.greekintoarabic.eu/uploads/media/zonta.pdf", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}