{
    "description": "Un néophyte entre l’Italie et la France au milieu du XVIe siècle: la “Réponse de Ludovico Carretto à un talmudiste” (ms. Paris BnF hébr. 753, ff. 1r-19v) This article deals with some aspects of the intellectual activity of the Jew convert to Christianity Ludovico Carretto (alias Todros ha-Cohen, c.1500 - post 1553), especially by examining and editing previously unstudied manuscript material. The author reconstructs some aspects of Carretto’s philosophic and kabbalist background, suggesting his dependence from Christian authors as Francesco Zorzi, Petrus Galatin or Cornelius Agrippa. The study of Carretto’s response to an anonymous Jew contained in the ms. Paris BnF hébr. 753 brings to light some new pieces of information on Jewish reaction to the Christian use of Hebrew texts. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Attempt of a New Etymology for the Orphic divinity Phanes In his own copy of Estienne’s \"Poiêsis philosophos\", Scaliger laconically comments on fr. 241 Bernabé, inscribing Joseph’s epithet of Gn 41, 45 in Hebrew. Through a reconstruction of Scaliger’s original intention and of the linguistic associations he built, a new etymology for the Orphic divinity Phanes is proposed.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "Judaisim", 
        "religion", 
        "Hebrew", 
        "manuscripts", 
        "Christianity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-819832869923324809", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:21.266385"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/new-open-access-journal-studia-graeco.html", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:21.266399"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Un néophyte entre l’Italie et la France au milieu du XVIe siècle: la “Réponse de Ludovico Carretto à un talmudiste” (ms. Paris BnF hébr", 
    "url": "http://www.greekintoarabic.eu/uploads/media/guidi.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}