{
    "description": "Part II. Towards a user manual The present contribution describes the current operating procedures of the G2A application. The system is still under development at the Institute of Computational Linguistics (ILC/CNR, Area della ricerca di Pisa); therefore, all the functions described in this provisional user manual should be considered as an exemplification of the general model described by Andrea Bozzi in Part I. Studia graeco-arabica 3 / 2013 Annotations in collaborative environments This article discusses methodological aspects of the Greek into Arabic Web Application related to the annotation system. Collaborative environments for the philological studies manage multiple versions both of the reference edition with digital variants and of linguistic and exegetical annotations. The system must verify and maintain the consistency of interrelated information, which can change asynchronously. Strategies to align different versions of texts and annotations, in order to update the internal references and notify the users to verify the content consistency, are illustrated. Structural aspects that involve the granularity and overlapping of annotations are discussed, taking into account also that linguistic annotations automatically generated by morphological parsers can be the basis for extended comments in natural language. Finally, the article illustrates which features related to the annotation system are yet implemented in the G2A Web Application.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "website", 
        "linguistics", 
        "collaboration", 
        "manual", 
        "Greek", 
        "Arabic"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-819832869923324809", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:21.011009"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/new-open-access-journal-studia-graeco.html", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:21.011023"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Part II. Towards a user manual", 
    "url": "http://www.greekintoarabic.eu/uploads/media/MARCHI_SGA_3-2013.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}