{
    "description": "Il manoscritto Ambrosiano arabo \"& 105 sup.\" e la trasmissione delle opere di logica greca in arabo This article contains general remarks on the manuscript & 105 sup. preserved in the Biblioteca Ambrosiana, Milan. It contains (i) a version of Porphyry’s \"Isagoge\"; (ii) a titleless text; and (iii) a treatise \"On virtues\" considered as pseudo-Aristotelian by R. Traini. The translation of the \"Isagoge\" is anonymous and defective. Up to now, al-Dimašqī’s translation is known, which Abū l-Faraǧ ibn al-Ṭayyib may have used for his commentary, recognized in the Bodleian manuscript Marsh 28. The version provided in the Ambrosiana manuscript seems to differ from al-Dimašqī’s, and may be earlier. A solution to the problem is found in the second text contained in the manuscript. It is a translation of the \"De Interpretatione\" up to 17 b 14, and it perfectly coincides with the fragment in the Berlin manuscript Syr. 88, edited by Hoffmann in 1869. The identity between these texts that appear as testimonies of a version different from the one by Isḥāq ibn Ḥunayn, and directly derived from Syriac, allows to hypothesize that the ‘Porphyrius Ambrosianus’ can also be a copy of the version of the Isagoge preserved in the Berlin manuscript, as is shown by some formal and stylistic similarities. Further studies will establish whether the authorship of these versions can be reported to a single author, who may have influenced Isḥāq ibn Ḥunayn. The numerous similarities of the ‘Porphyrius Ambrosianus’ with Ibn al-Ṭayyib are also remarkable: the latter may have known that version. It is to be noted, finally, that the third text contained in the Ambrosiana manuscript is also linked to Ibn al-Ṭayyib, and is found in the Berlin manuscript too. The Ambrosiana manuscript might be a partial copy of the manuscript Syr. 88. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Un’ istituzione sasanide? Il Bayt al-ḥikma e il movimento di traduzione The nature and precise activitiy of the bayt al-ḥikma (House of Wisdom) is matter of debate. Earlier scholarship connected to it the translations from Greek of scientific and philosophical works, a position challenged by D. Gutas, who presents this library as a part of the Sasanian administrative apparatus adopted under the early ‘Abbāsids with no direct involvement in the translations from Greek. This paper claims that there is no hard evidence pointing to a Sasanian origin of this institution, and contends that some scholars working in it had an active role in the translation movement from Greek into Arabic.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "Greek", 
        "Berlin", 
        "manuscripts"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Il manoscritto Ambrosiano arabo \"& 105 sup.\" e la trasmissione delle opere di logica greca in arabo", 
    "url": "http://www.greekintoarabic.eu/uploads/media/baffioni.pdf", 
    "volume": "105", 
    "year": null, 
    "zotero_id": null
}