{
    "description": "La question de l’authenticité de l’Épître des états de l’-me (Risāla fī aḥwāl al-nafs) d’Avicenne Avicenna's Risāla fī aḥwāl al-nafs is quite a problematic text. A large part of this epistle is identical with the psychological part of the Kitāb al-Naǧāt. Some scholars think that this epistle has been written before the Naǧat and was inserted by Avicenna afterwards in this book; others, on the contrary, consider that it has been extracted from it. In this paper, chapters I, XIII and XVI of this epistle are inspected in detail, thus allowing to establish that they are not genuinely Avicennian. We therefore consider that the Risāla fī aḥwāl al-nafs, as we know it today, has not been put together by Avicenna himself. The epistle is composed by chapters extracted from the Naǧāt to which three chapters – not written by Avicenna – have been added. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Alexander of Aphrodisias in Themistius’ Paraphrase of the De Caelo This paper examines some fragments of Alexander of Aphrodisias’ lost commentary on Aristotle’s De Caelo preserved in Themistius’ paraphrase of this work. Its aim is to make available the list of Themistius’ explicit quotations of Alexander on the basis of the Hebrew text of the paraphrase, checked against the manuscript Firenze, Biblioteca Nazionale Centrale, II.II.528. It also examines in detail a selection of these passages. It will appear that some of Alexander’s fragments, as preserved by Themistius, can be recovered in their original wording and meaning only on the basis of the Hebrew text. The first two passages, discussed in section 1, are meant to substantiate this claim. The third passage, discussed in section 2, raises a doctrinal question. In the Appendix, I provide a list of Alexander’s passages explicitly quoted by Themistius. For each quotation, the reference to the folios and lines of the Florence MS is given. This is especially necessary, in consideration of the differences between the Hebrew text as edited and as preserved in the MSS.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "manuscripts", 
        "Hebrew"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-819832869923324809", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:21.248781"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/new-open-access-journal-studia-graeco.html", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:21.248797"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "La question de l’authenticité de l’Épître des états de l’-me (Risāla fī aḥwāl al-nafs) d’Avicenne", 
    "url": "http://www.greekintoarabic.eu/uploads/media/sebti.pdf", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}