{
    "description": "Platonizing Aristotle. The Concept of ‘Spiritual’ (rūḥānī) as a Keyword of the Neoplatonic Strand in Early Arabic Aristotelianism Working with the assumption that translation is interpretation, it is shown in this article that rūḥ and its cognate words translate not only πνεῦμα, but also the words for the intellectual activity (e.g., νοερός), and even the words for the divine realm, a move that paves the way to the Neoplatonized Aristotle of the Arabic tradition. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Le traité de Plotin Sur les trois substances qui sont des principes dans le corpus néoplatonicien arabe The paper examines the Arabic version of Plotinus’ treatise \"On the Three Principal Hypostases\" (V 1[10]). First, a survey of the works that contain this version is presented: the \"pseudo-Theology\" of Aristotle and the “Sayings of the Greek Sage”. Then, a passage is examined, which features in both works. It deals with the generation of Intellect from the One, describing the Intellect as the “first image” of the One. This topic features also in passages of the \"Theol.\" and the “Sayings” that antecede the translation itself. This implies that the author of these passages was already acquainted with a Plotinian text that, in the flow of both works as they have come down to us, comes later. The author lays emphasis on the idea of Intellect as the “first image” of the One, transforming it into the topic of the immediate creation of Intellect, and of the creation of everything else through Intellect. This doctrine, that will be inspiring for Avicenna, lies at the core of the \"Liber de Causis\".", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "Greek", 
        "Arabic"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Platonizing Aristotle. The Concept of ‘Spiritual’ (rūḥānī) as a Keyword of the Neoplatonic Strand in Early Arabic Aristotelianism", 
    "url": "http://www.greekintoarabic.eu/uploads/media/endress.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}