{
    "description": "Boéthos de Sidon sur les relatifs The Peripatetic philosopher Boethus of Sidon (mid-first century BC), a pupil of Andronicus of Rhodes, is well-known for his commentary on Aristotle’s \"Categories\", whose fragments are transmitted by later commentators together with testimonia about it. In his exegesis of the \"Categories\", Boethus especially focused on the category of relation (Cat. 7), on which he wrote a specific treatise, arguing against the Stoics for the unity of the category of relation. The present paper offers a translation and analysis of Boethus’ fragments on relation, all of which are preserved in Simplicius’ commentary on the \"Categories\". Studia graeco-arabica 3 / 2013 Sur la lecture tardo-antique du Peri Hermeneias d’Aristote: Paul le Perse et la tradition d’ Ammonius The aim of this paper is to provide the critical edition, with translation and commentary, of a short Syriac treatise by Paul the Persian (6th century) about Aristotle’s Peri Hermeneias. The text is edited from a unique manuscript, preserved in a convent near Mosul (Iraq): Notre-Dame des Semences 53. The commentary examines in detail Paul’s Syriac text by comparison with the Greek commentaries by Ammonius and Stephanus on the Peri Hermeneias. From this comparison, the evident influence of the Greek Ammonian tradition on the Syro-oriental philosophical milieu will become clear. The study will also substantiate the claim that, in Paul’s eyes, the treatise of Aristotle does not deal with propositions, seen as the components of the syllogism, but with the contradictory pairs of propositions. Moreover, Paul approaches the analysis of contradiction by interpreting the propositions in terms of their material subject.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "Greek", 
        "Syriac"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-819832869923324809", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:20.941791"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/new-open-access-journal-studia-graeco.html", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:20.941806"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Boéthos de Sidon sur les relatifs", 
    "url": "http://www.greekintoarabic.eu/uploads/media/Luna_SGA_3-2013-full-text.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}