{
    "description": "Mais qui était donc le gendre de la sœur de Priscus? Enquête sur les philosophes d’Athènes au IVe siècle après J. -Chr. We happen to lack information about philosophical life in Athens during the IVth century A. D. , and the Neoplatonic school of Plutarch, Syrianus and Proclus is rather loosely connected to earlier philosophical currents such as Porphyrian or Iamblichean Neoplatonism. E. R. Dodds once searched for “missing links” in this local intellectual history. A prosopographical study of a few second rank individuals, like Priscus the Thesprotian, trained in the Iamblichean school of Aidesius in Pergamon, or Iamblichus II of Apamea, grandson and nephew of two direct disciples of Iamblichus I of Chalcis, who both seem to have taught philosophy in Athens in the second part of the century and who could have been relatives by marriage, may help to put some flesh on the bones of a scarce documentation. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Due note a Plotino: Enneadi IV 7[2], 8. 2 e V 9[5], 12. This article aims to show how, in two different passages, the text attested by the Medieval sources can be retained, notwithstanding the doubts of several scholars who tried to amend it. A closer look at the text and its syntax allows the reader to follow the course of Plotinus’ arguments and to reach a better understanding of their meaning.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "prosopography", 
        "philosophy", 
        "Athens", 
        "Middle Ages"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-819832869923324809", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:15:13.817330"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/new-open-access-journal-studia-graeco.html", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:15:13.817344"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Mais qui était donc le gendre de la sœur de Priscus? Enquête sur les philosophes d’Athènes au IVe siècle après J.-Chr", 
    "url": "http://www.greekintoarabic.eu/uploads/media/goulet.pdf", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}