{
    "description": "Les antiquités gréco-romaines entre al-Makīn ibn al-ʿAmīd et ibn Ḫaldūn The Coptic Historian al-Makīn Ǧirǧis ibn al-ʿAmīd (1206 - after 1280) is the author of a universal history known as al-Maǧmūʿ al-Mubārak (‘The blessed collection’). This work is divided into two parts: a section on pre-Islamic history, still unpublished, and a summary of Islamic history, edited by Erpenius in 1625 and completed by Claude Cahen. The article analyzes the two recensions of the first part of the Maǧmūʿ through the comparison of three manuscripts, in particular as regards the sections on Hellenistic, Roman and Byzantine history. After discussing the particular version of the Testimonium Flavianum which can be found in the longer recension of the Maǧmūʿ, the article traces the fortune of al-Makīn in subsequent Islamic historiography, especially al-Qalqašandī, al-Maqrīzī and Ibn Ḫaldūn. Studia graeco-Arabica 3 / 2013 Griechische Wissenschaft in arabischer Sprache. Ein griechisch-arabisches Fachwörterbuch der internationalenWissensgesellschaft im klassischen Islam The project “Glossarium Graeco-Arabicum” was launched in 1980 at the Seminar für Orientalistik und Islamwissenschaft (Ruhr-Universität Bochum, Germany). First supported by the Deutsche Forschungsgemeinschaft (German Research Foundation) for several years, it forms since 2010 a part of the ERC Project Ideas “Greek into Arabic. Philosophical Concepts and Linguistic Bridges” (Advanced Grant 249431). The object of the project “Glossarium Graeco-Arabicum” is to make available the lexical, grammatical and conceptual content of the Arabic translations of Greek scientific and philosophical works, made from the eighth to the tenth century A.D., and forming the basis of the scientific activity in Mediaeval Islam. A group organized by Gerhard Endress (Bochum) and working in cooperation with Dimitri Gutas (Yale University, New Haven, Conn.) compiled the lexical materials first on index cards (ca. 80,000), and then started to prepare the Greek and Arabic Lexicon, presenting the lexical data in a rationalized and systematic way. This is published in print by E.J. Brill since 1992. The online Database “Glossarium Græco-Arabicum” makes available the files which have not yet been published in the analytical reference dictionary GALex, and comprises Arabic roots from the letter ǧīm to the end of the Arabic alphabet. The database provides search facilities for Greek words, Arabic words and roots, as well as the authors and titles of the source texts.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "database", 
        "dictionaries", 
        "Byzantium", 
        "antiquity", 
        "project", 
        "Greek", 
        "Roman", 
        "materials", 
        "egyptology", 
        "Coptic", 
        "religion", 
        "Arabic", 
        "Islam", 
        "data", 
        "Middle Ages", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Les antiquités gréco-romaines entre al-Makīn ibn al-ʿAmīd et ibn Ḫaldūn", 
    "url": "http://www.greekintoarabic.eu/uploads/media/Diez_SGA_3-2013.pdf", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}