{
    "description": "Le commentaire syriaque de Probus sur l’Isagoge de Porphyre. Une étude préliminaire The commentary on Porphyry’s \"Isagoge\" by Probus (VIth century) is the only one important Syriac commentary preserved of that period, but the major part of the text remained so far inedited. The aim of this paper is to set out the whole text from the manuscripts and to give an idea of its contents by putting it in its historical context. The paper examines briefly the relationship between Probus’ commentary and the Greek commentaries by Ammonius, Elias and David, and shows that the Syriac text fits into the Alexandrian tradition. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Il manoscritto Ambrosiano arabo \"& 105 sup.\" e la trasmissione delle opere di logica greca in arabo This article contains general remarks on the manuscript & 105 sup. preserved in the Biblioteca Ambrosiana, Milan. It contains (i) a version of Porphyry’s \"Isagoge\"; (ii) a titleless text; and (iii) a treatise \"On virtues\" considered as pseudo-Aristotelian by R. Traini. The translation of the \"Isagoge\" is anonymous and defective. Up to now, al-Dimašqī’s translation is known, which Abū l-Faraǧ ibn al-Ṭayyib may have used for his commentary, recognized in the Bodleian manuscript Marsh 28. The version provided in the Ambrosiana manuscript seems to differ from al-Dimašqī’s, and may be earlier. A solution to the problem is found in the second text contained in the manuscript. It is a translation of the \"De Interpretatione\" up to 17 b 14, and it perfectly coincides with the fragment in the Berlin manuscript Syr. 88, edited by Hoffmann in 1869. The identity between these texts that appear as testimonies of a version different from the one by Isḥāq ibn Ḥunayn, and directly derived from Syriac, allows to hypothesize that the ‘Porphyrius Ambrosianus’ can also be a copy of the version of the Isagoge preserved in the Berlin manuscript, as is shown by some formal and stylistic similarities. Further studies will establish whether the authorship of these versions can be reported to a single author, who may have influenced Isḥāq ibn Ḥunayn. The numerous similarities of the ‘Porphyrius Ambrosianus’ with Ibn al-Ṭayyib are also remarkable: the latter may have known that version. It is to be noted, finally, that the third text contained in the Ambrosiana manuscript is also linked to Ibn al-Ṭayyib, and is found in the Berlin manuscript too. The Ambrosiana manuscript might be a partial copy of the manuscript Syr. 88.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "Greek", 
        "Berlin", 
        "Syriac", 
        "manuscripts", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-819832869923324809", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:21.181245"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/new-open-access-journal-studia-graeco.html", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:21.181261"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Le commentaire syriaque de Probus sur l’Isagoge de Porphyre. Une étude préliminaire", 
    "url": "http://www.greekintoarabic.eu/uploads/media/hugonnard-roche.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}