{
    "description": "G2A: a Web application to study, annotate and scholarly edit ancient texts and their aligned translations. Part I. General model of the computational philology application This paper presents the general model of a Web application for computational philology and describes the modules implemented by ILC-CNR in Pisa for the ERC project Ideas “Greek into Arabic. Philosophical Concepts and Linguistic Bridges” ADG 249431 (acronym: Greek into Arabic). The main principles on which the model is based are modularity, flexibility and development of the software according to open source criteria. These elements make it possible to include additional components in the modular structure, as well as components essential to the Greek into Arabic project (modularity), thus allowing the application to extend its functions to many other philological fields, from classical and medieval philology to genetic criticism and philology of ancient printed texts (flexibility). Dissemination of this application, especially in the research and academic fields, is guaranteed by the fact that its development is performed using internationally acknowledged systems of standard mark-up language and tools with no copyright restrictions (open source). In Part II a preliminary version of the user manual of G2A Web application is provided. Studia graeco-arabica 3 / 2013 Part II. Towards a user manual The present contribution describes the current operating procedures of the G2A application. The system is still under development at the Institute of Computational Linguistics (ILC/CNR, Area della ricerca di Pisa); therefore, all the functions described in this provisional user manual should be considered as an exemplification of the general model described by Andrea Bozzi in Part I.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "website", 
        "linguistics", 
        "language", 
        "philology", 
        "manual", 
        "antiquity", 
        "project", 
        "Greek", 
        "Arabic", 
        "classics", 
        "tools", 
        "Middle Ages"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-819832869923324809", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:21.003207"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/new-open-access-journal-studia-graeco.html", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:21.003223"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "G2A: a Web application to study, annotate and scholarly edit ancient texts and their aligned translations. Part I", 
    "url": "http://www.greekintoarabic.eu/uploads/media/BOZZI_SGA_3-2013.pdf", 
    "volume": "2", 
    "year": null, 
    "zotero_id": null
}