{
    "description": "Reviews [Angela Ulacco] M. Regali, Il Poeta e il Demiurgo. Teoria e prassi della produzione letteraria nel Timeo e nel Crizia di Platone, Academia Verlag, Sankt Augustin 2012 (International Plato Studies 30), p. 213 / [Marco Zambon] D. Dainese, Passibilità divina, Città Nuova, Roma 2012 (Fundamentis novis, 2), p. 306 / [Germana Chemi] Agostino, La trinità, a cura di Giovanni Catapano e Beatrice Cillerai, Bompiani (Il pensiero occidentale), Milano 2012, p. 1315 / [Germana Chemi] Sebastian R.P. Gertz, Death and Immortality in Late Neoplatonism. Studies on the Ancient Commentaries on Plato’s Phaedo, Brill, Leiden - Boston 2011, p. 223 / [Cleophea Ferrari] Grundriß der Geschichte der Philosophie begründet von Friedrich Überweg, völlig neu bearbeitete Ausgabe herausgegeben von Helmut Holzhey. Philosophie in der islamischen Welt 1 (8. -10. Jahrhundert), herausgegeben von Ulrich Rudolph unter Mitarbeit von Renate Würsch, Basel 2012, p. 612 / [Cristina D'Ancona] Revelation and Falsification. The Kitāb al-qirā ʾāt of Aḥmad b. Muḥammad al-Sayyārī. Critical Edition with an Introduction and Notes by Etan Kohlberg and Mohammad Ali Amir-Moezzi, Brill, Leiden - Boston 2009, p. vii + 363, Arabic Text, p. ٢٠١ - ١ (Texts and Studies on the Qurʾān, 4) / [Marco Di Branco] Le Roman d’ Alexandre à Tombouctou. Histoire du Bicornu. Le manuscript interrompu, trad. de G. Bohas, A. Saguer et A. Sinno, Arles, Editions Actes Sud - École Normale Supérieure de Lyon - Bibliothèque Mamma Haidara, Paris 2012 (Les Manuscrits de Tombouctou), p. 240 / [Cecilia Martini Bonadeo] Olga Lizzini, Avicenna, Carocci Editore, Roma 2012 (Pensatori, 28), p. 339 / [Jules Janssens] Teresa De Franco, Primati e principi della medicina di Avicenna (Ibn Sina), Levante Editore, Bari 2009 (Hermes. Collana di Ermeneutica della storia, 1), p. 168 / [Elisa Coda] Angela Guidi, Amour et Sagesse. Les Dialogues d’amour de Judah Abravanel dans la tradition salomonienne, Brill, Leiden - Boston 2011 (Studies in Jewish History and Culture, 32), p. 363. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds (Full Text) Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Prologue Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds La philologie comme science de l’esprit: la contribution d’Alain Segonds à la critique textuelle Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Mais qui était donc le gendre de la sœur de Priscus? Enquête sur les philosophes d’Athènes au IVe siècle après J.-Chr. We happen to lack information about philosophical life in Athens during the IVth century A.D., and the Neoplatonic school of Plutarch, Syrianus and Proclus is rather loosely connected to earlier philosophical currents such as Porphyrian or Iamblichean Neoplatonism. E.R. Dodds once searched for “missing links” in this local intellectual history. A prosopographical study of a few second rank individuals, like Priscus the Thesprotian, trained in the Iamblichean school of Aidesius in Pergamon, or Iamblichus II of Apamea, grandson and nephew of two direct disciples of Iamblichus I of Chalcis, who both seem to have taught philosophy in Athens in the second part of the century and who could have been relatives by marriage, may help to put some flesh on the bones of a scarce documentation. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Due note a Plotino: Enneadi IV 7[2], 8.2 e V 9[5], 12 This article aims to show how, in two different passages, the text attested by the Medieval sources can be retained, notwithstanding the doubts of several scholars who tried to amend it. A closer look at the text and its syntax allows the reader to follow the course of Plotinus’ arguments and to reach a better understanding of their meaning. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Nota su partecipazione e atto d'essere nel neoplatonismo: l'anonimo Commento al \"Parmenide\" The anonymous commentator on Plato’s \"Parmenides\" provides a sophisticated interpretation of Plat., Parm. 142 B 5-6, in which he aims to show that the One-Being can (under certain conditions) be thought to participate in the first One above Being (Anonym., In Parm., XI-XII). In doing so, the commentator sets out two different explanations of the verb μετέχειν. The first explanation is closely reminiscent of the Peripatetic doctrine of essential predication, whereas the second one may contain an adaptation of the Stoic lektón (a theory which Longinus, Porphyry’s first master, significantly linked to the theory of Ideas). Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds La struttura del De Anima di Giamblico Iamblichus’ philosophic positions are increasingly studied nowadays, after having been clouded by his religious claims in favour of ‘theurgy’. The De Anima proves to be crucial in order to evaluate his philosophy. However, this work is only fragmentarily recorded, in the order given by Stobaeus. This article advances a new tentative order of the fragments, different from Festugière’s one, that is endorsed in the 2002 edition by Finamore and Dillon. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds \"A servizio della verità\": Didimo il Cieco 'lettore' di Aristotele The present survey investigates the quotations, references, and mentions of Aristotle’s name and the use of his doctrines in Didymus the Blind’s writings. It is clear from this that the latter had direct knowledge of the Organon and probably also of the Nicomachean Ethics. It is also possible that Didymus had studied other works of Aristotle, but there is less evidence of this. Almost all of the explicit quotations are found in the commentaries on the Psalms and the Ecclesiastes, i.e. in Didymus’ lectures; on the contrary, the commentaries composed to circulate in written form make no explicit reference to Aristotle. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Le corpus aristotélicien du Paris gr. 1853 et les cercles érudits à Byzance Parisinus gr. 1853, a key witness to the Corpus Aristotelicum, is usually believed to be the medieval copy of an ancient Corpus. Nevertheless, the analysis of its codicological, paleographic and textual features strongly suggests that it is built up out of smaller items, probably copied in different milieux from different exemplars, and combined in a single manuscript by an unknown scholar in tenth century Constantinople. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Le commentaire syriaque de Probus sur l’Isagoge de Porphyre. Une étude préliminaire The commentary on Porphyry’s \"Isagoge\" by Probus (VIth century) is the only one important Syriac commentary preserved of that period, but the major part of the text remained so far inedited. The aim of this paper is to set out the whole text from the manuscripts and to give an idea of its contents by putting it in its historical context. The paper examines briefly the relationship between Probus’ commentary and the Greek commentaries by Ammonius, Elias and David, and shows that the Syriac text fits into the Alexandrian tradition. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Il manoscritto Ambrosiano arabo \"& 105 sup.\" e la trasmissione delle opere di logica greca in arabo This article contains general remarks on the manuscript & 105 sup. preserved in the Biblioteca Ambrosiana, Milan. It contains (i) a version of Porphyry’s \"Isagoge\"; (ii) a titleless text; and (iii) a treatise \"On virtues\" considered as pseudo-Aristotelian by R. Traini. The translation of the \"Isagoge\" is anonymous and defective. Up to now, al-Dimašqī’s translation is known, which Abū l-Faraǧ ibn al-Ṭayyib may have used for his commentary, recognized in the Bodleian manuscript Marsh 28. The version provided in the Ambrosiana manuscript seems to differ from al-Dimašqī’s, and may be earlier. A solution to the problem is found in the second text contained in the manuscript. It is a translation of the \"De Interpretatione\" up to 17 b 14, and it perfectly coincides with the fragment in the Berlin manuscript Syr. 88, edited by Hoffmann in 1869. The identity between these texts that appear as testimonies of a version different from the one by Isḥāq ibn Ḥunayn, and directly derived from Syriac, allows to hypothesize that the ‘Porphyrius Ambrosianus’ can also be a copy of the version of the Isagoge preserved in the Berlin manuscript, as is shown by some formal and stylistic similarities. Further studies will establish whether the authorship of these versions can be reported to a single author, who may have influenced Isḥāq ibn Ḥunayn. The numerous similarities of the ‘Porphyrius Ambrosianus’ with Ibn al-Ṭayyib are also remarkable: the latter may have known that version. It is to be noted, finally, that the third text contained in the Ambrosiana manuscript is also linked to Ibn al-Ṭayyib, and is found in the Berlin manuscript too. The Ambrosiana manuscript might be a partial copy of the manuscript Syr. 88. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Un’ istituzione sasanide? Il Bayt al-ḥikma e il movimento di traduzione The nature and precise activitiy of the bayt al-ḥikma (House of Wisdom) is matter of debate. Earlier scholarship connected to it the translations from Greek of scientific and philosophical works, a position challenged by D. Gutas, who presents this library as a part of the Sasanian administrative apparatus adopted under the early ‘Abbāsids with no direct involvement in the translations from Greek. This paper claims that there is no hard evidence pointing to a Sasanian origin of this institution, and contends that some scholars working in it had an active role in the translation movement from Greek into Arabic. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Platonizing Aristotle. The Concept of ‘Spiritual’ (rūḥānī) as a Keyword of the Neoplatonic Strand in Early Arabic Aristotelianism Working with the assumption that translation is interpretation, it is shown in this article that rūḥ and its cognate words translate not only πνεῦμα, but also the words for the intellectual activity (e.g., νοερός), and even the words for the divine realm, a move that paves the way to the Neoplatonized Aristotle of the Arabic tradition. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Le traité de Plotin Sur les trois substances qui sont des principes dans le corpus néoplatonicien arabe The paper examines the Arabic version of Plotinus’ treatise \"On the Three Principal Hypostases\" (V 1[10]). First, a survey of the works that contain this version is presented: the \"pseudo-Theology\" of Aristotle and the “Sayings of the Greek Sage”. Then, a passage is examined, which features in both works. It deals with the generation of Intellect from the One, describing the Intellect as the “first image” of the One. This topic features also in passages of the \"Theol.\" and the “Sayings” that antecede the translation itself. This implies that the author of these passages was already acquainted with a Plotinian text that, in the flow of both works as they have come down to us, comes later. The author lays emphasis on the idea of Intellect as the “first image” of the One, transforming it into the topic of the immediate creation of Intellect, and of the creation of everything else through Intellect. This doctrine, that will be inspiring for Avicenna, lies at the core of the \"Liber de Causis\". Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Il concetto di 'essere' dall’Aristotele greco alla lingua araba The problem of the translation into Arabic of the Greek philosophical terminology and in particular of the verb 'to be', and the reflection on the possible conditioning that every natural language can operate in a completely unconscious way in thinking and in the formulation of concepts was faced by Arabic-speaking philosophers well before by the modern linguists. By analyzing the Arabic direct and indirect tradition of \"Metaphysics Delta\" 7, in which Aristotle speaks of the different meanings of being, τὸ ὄν, this study tries to test the awareness of these problems in the early translators of Greek philosophical and scientific heritage into Arabic language, such as the Christian Usṭāṯ, translator of the circle of al-Kindī, and in the following generations of philosophers such as al-Fārābī, Avicenna and Averroes. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds 'Sostanza', 'Essenza' e 'Quiddità' nelle diverse lingue delle letterature filosofiche medievali: una proposta di comparazione storico-linguistica The linguistic history of three main Aristotelian philosophical terms, ‘substance’, ‘essence’ and ‘quiddity’, in the Medieval written languages of Europe and of Near and Middle East has not yet been reconstructed in detail. Here, a tentative reconstruction of it is suggested, through a comparison of their different use in Syriac, Coptic, Classical Ethiopic (ge‘ez), Armenian, Georgian, Arabic, Middle Persian, Sogdian and Sanskrit, as well as in Latin and Medieval Hebrew. From this reconstruction, the evident influence of Greek on European and Near Eastern philosophical terminology is clear, but also the probable influence of some Sanskrit and Middle Persian terms on Medieval Arabic philosophical language is pointed out. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds La question de l’authenticité de l’Épître des états de l’-me (Risāla fī aḥwāl al-nafs) d’Avicenne Avicenna's Risāla fī aḥwāl al-nafs is quite a problematic text. A large part of this epistle is identical with the psychological part of the Kitāb al-Naǧāt. Some scholars think that this epistle has been written before the Naǧat and was inserted by Avicenna afterwards in this book; others, on the contrary, consider that it has been extracted from it. In this paper, chapters I, XIII and XVI of this epistle are inspected in detail, thus allowing to establish that they are not genuinely Avicennian. We therefore consider that the Risāla fī aḥwāl al-nafs, as we know it today, has not been put together by Avicenna himself. The epistle is composed by chapters extracted from the Naǧāt to which three chapters – not written by Avicenna – have been added. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Alexander of Aphrodisias in Themistius’ Paraphrase of the De Caelo This paper examines some fragments of Alexander of Aphrodisias’ lost commentary on Aristotle’s De Caelo preserved in Themistius’ paraphrase of this work. Its aim is to make available the list of Themistius’ explicit quotations of Alexander on the basis of the Hebrew text of the paraphrase, checked against the manuscript Firenze, Biblioteca Nazionale Centrale, II.II.528. It also examines in detail a selection of these passages. It will appear that some of Alexander’s fragments, as preserved by Themistius, can be recovered in their original wording and meaning only on the basis of the Hebrew text. The first two passages, discussed in section 1, are meant to substantiate this claim. The third passage, discussed in section 2, raises a doctrinal question. In the Appendix, I provide a list of Alexander’s passages explicitly quoted by Themistius. For each quotation, the reference to the folios and lines of the Florence MS is given. This is especially necessary, in consideration of the differences between the Hebrew text as edited and as preserved in the MSS. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Un néophyte entre l’Italie et la France au milieu du XVIe siècle: la “Réponse de Ludovico Carretto à un talmudiste” (ms. Paris BnF hébr. 753, ff. 1r-19v) This article deals with some aspects of the intellectual activity of the Jew convert to Christianity Ludovico Carretto (alias Todros ha-Cohen, c.1500 - post 1553), especially by examining and editing previously unstudied manuscript material. The author reconstructs some aspects of Carretto’s philosophic and kabbalist background, suggesting his dependence from Christian authors as Francesco Zorzi, Petrus Galatin or Cornelius Agrippa. The study of Carretto’s response to an anonymous Jew contained in the ms. Paris BnF hébr. 753 brings to light some new pieces of information on Jewish reaction to the Christian use of Hebrew texts.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "prosopography", 
        "Athens", 
        "antiquity", 
        "Ethiopic", 
        "Middle East", 
        "Sanskrit", 
        "Europe", 
        "Latin", 
        "religion", 
        "Berlin", 
        "heritage", 
        "Near East", 
        "Middle Ages", 
        "journal", 
        "philosophy", 
        "Greek", 
        "Roman", 
        "Christianity", 
        "manuscripts", 
        "language", 
        "science", 
        "philology", 
        "Judaisim", 
        "Syriac", 
        "Hebrew", 
        "Arabic", 
        "classics", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Reviews", 
    "url": "http://www.greekintoarabic.eu/uploads/media/REVIEWS_SGA_3-2013.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}