{
    "description": "Alexander of Aphrodisias in Themistius’ Paraphrase of the De Caelo This paper examines some fragments of Alexander of Aphrodisias’ lost commentary on Aristotle’s De Caelo preserved in Themistius’ paraphrase of this work. Its aim is to make available the list of Themistius’ explicit quotations of Alexander on the basis of the Hebrew text of the paraphrase, checked against the manuscript Firenze, Biblioteca Nazionale Centrale, II.II.528. It also examines in detail a selection of these passages. It will appear that some of Alexander’s fragments, as preserved by Themistius, can be recovered in their original wording and meaning only on the basis of the Hebrew text. The first two passages, discussed in section 1, are meant to substantiate this claim. The third passage, discussed in section 2, raises a doctrinal question. In the Appendix, I provide a list of Alexander’s passages explicitly quoted by Themistius. For each quotation, the reference to the folios and lines of the Florence MS is given. This is especially necessary, in consideration of the differences between the Hebrew text as edited and as preserved in the MSS. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Un néophyte entre l’Italie et la France au milieu du XVIe siècle: la “Réponse de Ludovico Carretto à un talmudiste” (ms. Paris BnF hébr. 753, ff. 1r-19v) This article deals with some aspects of the intellectual activity of the Jew convert to Christianity Ludovico Carretto (alias Todros ha-Cohen, c.1500 - post 1553), especially by examining and editing previously unstudied manuscript material. The author reconstructs some aspects of Carretto’s philosophic and kabbalist background, suggesting his dependence from Christian authors as Francesco Zorzi, Petrus Galatin or Cornelius Agrippa. The study of Carretto’s response to an anonymous Jew contained in the ms. Paris BnF hébr. 753 brings to light some new pieces of information on Jewish reaction to the Christian use of Hebrew texts.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "Judaisim", 
        "religion", 
        "Hebrew", 
        "manuscripts", 
        "Christianity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-819832869923324809", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:21.258612"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/new-open-access-journal-studia-graeco.html", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:21.258626"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Alexander of Aphrodisias in Themistius’ Paraphrase of the De Caelo", 
    "url": "http://www.greekintoarabic.eu/uploads/media/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}