{
    "description": "Un’ istituzione sasanide? Il Bayt al-ḥikma e il movimento di traduzione The nature and precise activitiy of the bayt al-ḥikma (House of Wisdom) is matter of debate. Earlier scholarship connected to it the translations from Greek of scientific and philosophical works, a position challenged by D. Gutas, who presents this library as a part of the Sasanian administrative apparatus adopted under the early ‘Abbāsids with no direct involvement in the translations from Greek. This paper claims that there is no hard evidence pointing to a Sasanian origin of this institution, and contends that some scholars working in it had an active role in the translation movement from Greek into Arabic. Studia graeco-arabica 2 / 2012. In memoriam Alain-Philippe Segonds Platonizing Aristotle. The Concept of ‘Spiritual’ (rūḥānī) as a Keyword of the Neoplatonic Strand in Early Arabic Aristotelianism Working with the assumption that translation is interpretation, it is shown in this article that rūḥ and its cognate words translate not only πνεῦμα, but also the words for the intellectual activity (e.g., νοερός), and even the words for the divine realm, a move that paves the way to the Neoplatonized Aristotle of the Arabic tradition.", 
    "domain": "www.greekintoarabic.eu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Studia graeco-arabica", 
        "url": "http://www.greekintoarabic.eu/index.php?id=20"
    }, 
    "keywords": [
        "Greek", 
        "Arabic"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-819832869923324809", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:21.200191"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/new-open-access-journal-studia-graeco.html", 
            "resource_date": "2014-01-15T09:56:25.440-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:21.200206"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Un’ istituzione sasanide? Il Bayt al-ḥikma e il movimento di traduzione", 
    "url": "http://www.greekintoarabic.eu/uploads/media/dibranco.pdf", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}