{
    "authors": [], 
    "contributors": [], 
    "description": "[First posed in AWOL 24 March 2010. Updated 12 February 2015]. Corpus Medicorum Graecorum / Latinum. In der Arbeitsstelle befindet sich eine umfangreiche Sammlung von Filmen und Photokopien von Handschriften antiker medizinischer Texte in griechischer, lateinischer und arabischer Sprache; diese Materialien werden den auswärtigen Mitarbeitern des Vorhabens für ihre Editionsarbeiten zur Verfügung gestellt. Die in den Besitz der Arbeitsstelle übergegangenen Teile von Nachlässen renommierter Gelehrter (K. Deichgräber, H. Gossen, G. Helmreich, J. Ilberg, H. Schöne) enthalten Vorarbeiten für Texteditionen unserer Reihen und das Manuskript zu einem nicht publizierten \"Lexikon der Naturwissenschaften für das klassische Altertum\" in 11 Mappen. Die 40 Mappen umfassenden handschriftlichen Materialien, die zur Vorbereitung des Katalogs von H. Diels, Die Handschriften der antiken Ärzte, I. u. II. Teil, 1. Nachtrag, Berlin 1905-1908, dienten, bestehen in Beschreibungen von Handschriften medizinischen Inhalts aus den Beständen zumeist europäischer Bibliotheken. Die Handbibliothek des Akademienvorhabens, die systematisch erweitert wird, zählt zu ihren Beständen Textausgaben der antiken medizinischen Autoren vom Beginn des 16. Jahrhunderts bis in die Gegenwart, die dazugehörige Sekundärliteratur, spezielle Arbeiten zur antiken Medizin sowie allgemeine medizinhistorische Darstellungen und medizinische Nachschlagewerke. Die in Karteiform angelegte umfassende Bibliographie zur Geschichte der antiken Medizin wird seit 2002 auch in Form einer Datenbank fortgeführt. The CMG features an extensive collection of films and photocopies of ancient medical manuscripts in Greek, Latin and Arabic; these materials have been made accessible to foreign project collaborators for use in preparing their editions. That portion of the estate of renowned scholars (K. Deichgräber, H. Gossen, G. Helmreich, J. Ilberg, H. Schöne) which has come into the possession of the project office contains preliminary work for the text editions in our series, as well as a manuscript for an unpublished \"Lexicon of Sciences for Classical Antiquity\", in 11 folders. The 40 folders of extensive handwritten materials that served in the preparation of H. Diels’ catalogue, Die Handschriften der antiken Ärzte, Parts I and II, Supplement 1, Berlin 1905-1908, contain descriptions of medical manuscripts from the collections of predominantly European libraries. The library of the Academy project, which is being systemically enlarged, numbers among its holdings text editions of ancient medical authors from the beginning of the 16th century to the present, the corresponding secondary literature, special works on ancient medicine, as well as general medical histories and medical reference books. Originally compiled in index card form, the extensive bibliography for the history of ancient medicine has, since 2002, also been maintained as a database.", 
    "domain": "cmg.bbaw.de", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Corpus Medicorum Graecorum / Latinum", 
        "url": "http://cmg.bbaw.de/Startseite.html"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "de"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2321916241517187422", 
            "resource_date": "2015-02-12T11:42:41.274-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:32.247304"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/04/open-access-corpus-medicorum-graecorum.html", 
            "resource_date": "2015-02-12T11:42:41.274-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:32.247321"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "816e05d0fdb55a0d387cddef3f94618276d10a6a", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "I 1", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://cmg.bbaw.de/epubl/online/cmg_01_01.php?p=2", 
    "url_alternates": [], 
    "volume": "1", 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}