{
    "description": "http://cdli.ucla.edu/collections/columbi/columbia_intro.html >. We welcomecorrections and additions to our text identifications, and are particularly desirous to learn of specialist interest in the scholarly edition of texts listed as unpublished. The now available image documentation, itself reduced for web dissemination from archival 600ppi tif to 300ppi jpg files, is envisioned as a facilitator in the preparation of annotated manuscripts. The imaging and image processing in this Columbia-CDLI collaboration were made possible by funding from the Andrew W. Mellon Foundation, and are part of the on-going mission of CDLI to ensure the long-term digital preservation of ancient inscriptions on cuneiform tablets, and, in furtherance of cuneiform research, to provide persistent, free global access to all available text artifact data. For the CDLI and the CUL: Jane Siegel, Rare Book Librarian, Rare Book and Manuscript Library, Columbia University Marc Van De Mieroop, Professor of Ancient History, Columbia University Robert K. Englund, Director, CDLI", 
    "domain": "webmail.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "News from the CDLI: Columbia University Libraries cuneiform collection in CDLI", 
        "url": "https://webmail.uchicago.edu/wm/mail/fetch.html?urlid=g0f8f7e2e1c65c31a29c51310e9b189217l1kkgahpl&url=http%3A%2F%2Fwww.cdli.ucla.edu%2F"
    }, 
    "keywords": [
        "epigraphy", 
        "website", 
        "cuneiform", 
        "Columbia", 
        "collaboration", 
        "CDLI", 
        "preservation", 
        "antiquity", 
        "imagery", 
        "book", 
        "ancient history", 
        "manuscripts", 
        "archives"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "http://cdli.ucla.edu/collections/columbi/columbia_intro", 
    "url": "https://webmail.uchicago.edu/wm/mail/fetch.html?urlid=g0f8f7e2e1c65c31a29c51310e9b189217l1kkgahpl&url=http%3A%2F%2Fcdli.ucla.edu%2Fcollections%2Fcolumbia%2Fcolumbia_intro.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}