{
    "authors": [], 
    "contributors": [], 
    "description": "ACHIBAB has been Updated: Seals/SCEAUX, Year-Names/NOMS D'ANNEES, Bibliography/BIBLIOGRAPHIE, Texts/TEXTES. ARCHIBAB: New queries, More data!. Since December 19, 2011, the site ARCHIBAB (<http://www. archibab. fr>). has entered the third phase in its development. New queries: SEALS. -It is now possible to research the inscription of seals rolled on. printed texts: \"Seal of. / son of. /servant of. \". (etc. ). A search by character string is also available. -One may obtain all listings as well as a transcript for each seal as. it appears in the corpus, sorted by date or by reference. -Other validations (uninscribed seal, sissiktum and finger-nail. impressions) as well as any marginal notices by scribes are also taken. into account and may also be subjected to a search. YEAR-NAMES. -It is now possible to search year-names in the database: by dynasty, by ruler, and (eventually) by year. -The database permits access to all texts with year-names or eponyms, arranged chronologically and by the entry used in each tablet. -For the time being, only Mari year-names are completely treated in. that way; for other dynasties, the work is in progress. - Improved searching by strings. From now on, for any search on a. string of letters, it is possible to use accented (diactrics) letters. (e ≠ é ≠ è, s ≠ ṣ ≠ š, etc. ). If necessary, however, this feature can. be turned off. Come Spring 2012, it will be possible also to search by. names (personal,divine or place) as well as by specific noun. The. automatic indexing that makes this step possible is already. functional. More data: BIBLIOGRAPHY. -By keeping the Bibliography up-to-date, it is now possible to. establish that 31,752 Old Babylonian archival documents are so far. published, including ARM 32, now in press. TEXTS. -More than 6,000 texts are now cataloged in the database. To have a. complete list, click on the \"Texte(s)\" tab; under \"par. publication,\" place an @ at the default selection (\"publié(s) dans le. recueil de textes. \"). It might take about a minute, but with a good. Internet connection you can get the full list. -The catalog gives a description of the text, with relevant. bibliographic information, transcription (blue sheets), and. occasionally, a photo and/or copy (in red). Mari texts have received special attention: - The complete catalog of published letters from Mari is now available. in full (2,519 letters), many of them in transcription (especially ARM. 1, ARM 26/1, FM 2, 7, 8, and 9). - For some volumes, photos of the texts are also available (currently. about 300 texts): FM 7, 8, 9, 12, and ARM 31. Additionally there is a complete catalog of texts from Alalah. More than 2,000 texts are currently in process and will be posted. soon, among them older publications or those in such recently. published volumes as Santag 9, YOS 15, CUSAS 15. Many thanks are extended to contributors: Boris Alexandrov and Rients. de Boer from the year past. This year’s roster includes Ilya Arkhipov, Firas Hammoush, Anne-Isabelle Langlois (courtesy of the Collège de. France) and Hervé Reculeau (in collaboration with project HIGEOMES). Many thanks too to all the colleagues who send us electronic copies of. texts they have published; their efforts save us much time and. effort. D. Charpin & A. Jacquet (19/12/2011). *******************************************. ARCHIBAB: nouvelles recherches, plus de données !. Depuis le 19 décembre 2011, le site ARCHIBAB (http://www. archibab. fr). est passé à la phase 3 de son développement. Nouvelles recherches: - SCEAUX. On peut désormais faire des recherches sur les légendes des. sceaux imprimés sur les textes: sceau de. , fils de. , serviteur de. , etc. Une recherche sur chaîne de caractères est en outre. disponible. On obtient pour chaque sceau la liste et la transcription. de toutes les empreintes présentes sur les textes de la base, triées. par date ou par référence. Les autres marques de validation (sceaux. anépigraphes, marques de sissiktum ou d'ongle) accompagnées d'une. mention par le scribe en marge du texte sont aussi prises en compte et. peuvent faire l'objet d'une recherche particulière. - NOMS D'ANNEES. On peut désormais faire des recherches sur les noms. d'années des textes de la base: par dynastie, par roi et. éventuellement par année. La base donne la liste de tous les textes. portant un nom d'année (ou celui d'un éponyme), en ordre chronologique. et avec éventuellement le libellé tel qu'il figure sur chaque. tablette. (Ne sont actuellement intégralement accessibles de cette. manière que les données des textes de Mari; le corpus des noms. d'années pris en compte sera bientôt étendu). - Amélioration des recherches par chaînes de caractères. Désormais, pour toute recherche sur une chaîne de caractères, une recherche. diacritée stricte est possible (e ≠ é ≠ è, s ≠ ṣ ≠ š etc. ); en cas de. besoin, on peut la désactiver. Au printemps 2012, une recherche sur les noms propres et le. vocabulaire sera possible, grâce à un système d'indexation automatique. désormais au point. Plus de données: - BIBLIOGRAPHIE. La bibliographie étant constamment tenue à jour, le. bilan des publications permet de donner le total des textes d'archives. paléo-babyloniens intégralement publiés: 31. 752 (y compris ARM 32, actuellement sous presse). - TEXTES. Plus de 6. 000 textes sont désormais catalogués dans la base. (pour avoir la liste complète, dans « Recherche de textes/par. publication », mettre dans la première case un @: on obtient le. résultat après environ 1 minute, avec une liaison ADSL de bonne. qualité). Le catalogue donne accès à une description du texte, avec, selon les cas, les données bibliographiques afférentes, sa. transcription (fiches de couleur bleue) et parfois aussi la photo. et/ou la copie (signalé en rouge). Un effort particulier a été fait pour les textes de Mari: - le catalogue complet des lettres de Mari intégralement publiées est. désormais disponible (2. 519 lettres) et beaucoup d'entre elles sont. déjà disponibles en transcription (notamment ARM 1, ARM 26/1; FM 2, 7, 8, 9). - pour certains volumes, les photos des textes sont également. disponibles (actuellement, près de 300 textes): FM 7, 8, 9, 12; ARM. 31. On dispose aussi du catalogue complet des textes d'Alalah. De nombreux autres textes (plus de 2. 000) sont actuellement en phase. de vérification et seront postés prochainement (recueils anciens, ou. publications récentes comme Santag 9, YOS 15, CUSAS 15, etc. ). Un grand merci aux collaborateurs du projet: l'an passé Boris. Alexandrov et Rients de Boer, cette année Ilya Arkhipov, Firas. Hammoush, Anne-Isabelle Langlois (grâce au Collège de France) et Hervé. Reculeau (collaboration avec le projet HIGEOMES). Un grand merci également aux collègues qui nous envoient les fichiers. des textes qu'ils ont publiés: cela nous fait gagner un temps. précieux. D. Charpin & A. Jacquet (19/12/2011).", 
    "domain": "webmail.uchicago.edu", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "http://www.archibab.fr", 
        "url": "https://webmail.uchicago.edu/wm/mail/fetch.html?urlid=g06f4fc3ffe479e17d976813bc734aecf2l1kkgahpl&url=http%3A%2F%2Fwww.archibab.fr"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "ARCHIBAB"
    ], 
    "languages": [
        "fr", 
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3056926020262580212", 
            "resource_date": "2011-12-20T10:10:07.961-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:08:04.512261"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/12/archibab-updated.html", 
            "resource_date": "2011-12-20T10:10:07.961-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:08:04.512277"
        }, 
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3056926020262580212", 
            "resource_date": "2011-12-20T10:10:07.961-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:08:04.523980"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/12/archibab-updated.html", 
            "resource_date": "2011-12-20T10:10:07.961-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:08:04.523994"
        }, 
        {
            "fields": [
                "subordinate_resources", 
                "resource_key", 
                "keywords", 
                "languages", 
                "description", 
                "is_part_of", 
                "identifiers"
            ], 
            "resource": "http://purl.org/net/wf-motifs#Combine", 
            "term": "http://purl.org/net/wf-motifs#hasWorkflowMotif", 
            "when": "2015-07-11T20:08:04.525586"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "37842b87ba6f6e0a27e9c313b63552414e269157", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "http://www.archibab.fr", 
            "url": "https://webmail.uchicago.edu/wm/mail/fetch.html?urlid=g06f4fc3ffe479e17d976813bc734aecf2l1kkgahpl&url=http%3A%2F%2Fwww.archibab.fr"
        }
    ], 
    "title": "http://www.archibab.fr", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "https://webmail.uchicago.edu/wm/mail/fetch.html?urlid=g06f4fc3ffe479e17d976813bc734aecf2l1kkgahpl&url=http%3A%2F%2Fwww.archibab.fr", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}