{
    "description": "http://library.columbia.edu/indiv/rbml.html >), is pleased to announce the addition of new digital content to its web offerings. The collection of 629 cuneiform texts of the Columbia University Libraries is one of the oldest in North America and is made up of an unusual mixture of genres of materials ranging in date from the Proto-Elamite period to Hellenistic times. The Ur III texts in the collections have been the subject of several scholarly publications dating from as early as 1896 (William R. Arnold, Ancient-Babylonian Temple Records in the Columbia University Library), and were most recently gathered together in a comprehensive 2010 monograph by Steven Garfinkle, Herbert Sauren, and Marc Van De Mieroop (=CUSAS 16). But beyond the tablets from the Ur III period, the CUL collection remains relatively unstudied. Following the 2010 publication, CDLI staff contacted Jane Siegel, Rare Book Librarian of the CUL, and with her kind assistance and that of the CU library staff, UCLA graduate student Jared Wolfe was, in June of last year, able to flatbed scan all then accessible artifacts. The raw images of that campaign were subsequently processed to CDLI fatcrosses by UCLA staff, and have been posted to web, accessible both through CDLI's search page http://www.cdli.ucla.edu/cdlisearch/search/indexi.php", 
    "domain": "webmail.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "News from the CDLI: Columbia University Libraries cuneiform collection in CDLI", 
        "url": "https://webmail.uchicago.edu/wm/mail/fetch.html?urlid=g0f8f7e2e1c65c31a29c51310e9b189217l1kkgahpl&url=http%3A%2F%2Fwww.cdli.ucla.edu%2F"
    }, 
    "keywords": [
        "website", 
        "imagery", 
        "Columbia", 
        "Hellenistic", 
        "CDLI", 
        "materials", 
        "libraries", 
        "cuneiform", 
        "book", 
        "monograph"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "http://library.columbia.edu/indiv/rbml.html", 
    "url": "https://webmail.uchicago.edu/wm/mail/fetch.html?urlid=g0f8f7e2e1c65c31a29c51310e9b189217l1kkgahpl&url=http%3A%2F%2Flibrary.columbia.edu%2Findiv%2Frbml.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}