{
    "description": "The International Potmark Workshop Since the publication in the early 1990-ies of the Thinitische Töpfmarken (Helck 1990) and the Corpus and numerical evaluation of the \"Thinite\" potmarks (van den Brink 1992), only few studies dealing specifically with Early Dynastic pottery 'inscriptions' have appeared until very recently (Adams and Porat 1996; Engel 1997; Kroeper 2000; Gilroy et al. 2001). Notable exception to this situation are a number of studies dealing exclusively with the incised serekh -signs (van den Brink 1996, 2001; Dreyer 1999; Gilroy 2001; Köhler and van den Brink 2002; van den Brink and Braun 2002). Lately the publication of the final potmark corpus of the Predynastic/Early Dynastic cemetery at Minshat Abu Omar (Kroeper 2000), and the pre-publication of provisional corpora of newly uncovered potmarks, deriving from in particular late Predynastic/Early Dynastic Delta sites at Kafr Hassan Dawood (102 potmarks; Hassan et al. in press), Tell el-Farkha (51 potmarks exclusively from the cemetery site; Jucha in press), Tell el-Samara, Tell el-Dab'a/Qana'an and Heluan (cf. Köhler and Smythe 2004), and Adaïma in Upper Egypt (Bréand 2005) have given a new impetus to further this line of research. As a consequence of the renewed interest in Early Dynastic potmarks and with the formal approval of the Scientific Committee of the second international conference on Predynastic and Early Dynastic Egypt. Origin of the State, which took place from the 5th – 8th of September 2005 in Toulouse, France, an International Potmark Workshop was established at the end of the former conference in preparation of the next conference on Predynastic and Early Dynastic Egypt. Origin of the State, to be held in 2008 in London, England. The present data-base driven web-site Potmark-Egypt.com, containing over 3360 individual Early Dynastic potmarks, is but a tool- as yet still unfinished- to further and hopefully facilitate research and - through the Forum - communication amongst the 20 odd participants to this Workshop.", 
    "domain": "www.potmark-egypt.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4795593322728802224", 
            "resource_date": "2011-10-31T11:19:41.816-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:13:03.366443"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/10/potmark-egyptcom.html", 
            "resource_date": "2011-10-31T11:19:41.816-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:13:03.366459"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.potmark-egypt.com/About.asp", 
        "http://www.potmark-egypt.com/Basic-signs.asp", 
        "http://www.potmark-egypt.com/Phpbb2", 
        "http://www.potmark-egypt.com/Articles.asp", 
        "http://www.potmark-egypt.com/Links.asp", 
        "http://www.potmark-egypt.com/Contact-us.asp", 
        "http://www.potmark-egypt.com/"
    ], 
    "title": "Potmark-Egypt.com", 
    "url": "http://www.potmark-egypt.com/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}