{
    "description": "[First posted in AWOL 29 October 2009. Updated 22 January 2012]. [First posted in AWOL 29 October 2009. Updated 22 January 2012]. Ágora. Estudos Clássicos em Debate. Ágora. Estudos Clássicos em Debate é uma nova revista que pretende estar aberta, em visão alargada, a todas as temáticas relacionadas com os estudos clássicos desde os primórdios da Literatura e da Cultura Grego-latinas até à recepção que estas literaturas e culturas continuam a ter na actualidade nas civilizações de matriz ocidental, sem esquecer as problemáticas ligadas ao ensino do Grego e do Latim e a inserção destas duas línguas nos diversos curricula dos diferentes graus de ensino. Ágora. Estudos Clássicos em Debate é a revista da área de Estudos Clássicos do Departamento de Línguas e Culturas da Universidade de Aveiro, mas - sem prejuízo de pretendermos ter aqui um espaço privilegiado de divulgação dos nossos trabalhos - não desejamos fechar-nos sobre nós próprios antes almejamos que este espaço sirva para reflexão, debate e partilha de saberes não só de estudiosos de outras escolas nacionais, mas também de universidades estrangeiras, como acontece, aliás, já neste primeiro número. Assim, estamos abertos à colaboração externa quer através da formalização de convites quer através da análise de artigos que nos forem enviados por uma equipa de individualidades ligadas aos estudos clássicos. Pretendemos, assim, construir uma revista que, paulatinamente, possa começar a ser reconhecida pela qualidade dos contributos nela publicados. Para além da publicação de artigos, criamos, desde já, duas outras secções: uma dedicada à recensão de livros e a outra consagrada a notícias sobre acontecimentos relacionados com os estudos clássicos. Nesta linha de partilha de saberes e de enriquecimento mútuo, estamos, naturalmente, disponíveis para a permuta com outras revistas de estudos clássicos e comprometemo-nos a dar notícia de todos os livros com temática clássica que forem oferecidos à redacção.", 
    "domain": "www.dlc.ua.pt", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "classics", 
        "open access"
    ], 
    "language": [
        "pt", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2478901443817359516", 
            "resource_date": "2012-01-22T14:28:55.481-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:29.943551"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/01/open-access-journasl-agora-estudos.html", 
            "resource_date": "2012-01-22T14:28:55.481-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:29.943567"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ágora. Estudos Clássicos em Debate", 
    "url": "http://www.dlc.ua.pt/classicos/agora.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}