{
    "description": "Terra Incognita. ISSN: 2294-8252. Terra Incognita, Annual Review of Archaeological Master Research in Flanders (Belgium) publiceert recent masteronderzoek uit de drie Vlaamse archeologie-opleidingen. Terra Incognita heeft als doel het ontsluiten van het masteronderzoek dat plaatsvindt aan de drie archeologiedepartementen die Vlaanderen rijk is. Jaarlijks wordt aan pas afgestudeerde studenten Archeologie van de Universiteit Gent, de Vrije Universiteit Brussel en de Katholieke Universiteit Leuven de mogelijkheid geboden hun thesisonderzoek in een artikel te gieten en op die manier aan de bredere archeologische gemeenschap kenbaar te maken. Auteurs worden van nabij begeleid in het voorbereiden van wat doorgaans hun eerste wetenschappelijke publicatie is. De redactie bestaat uit jonge archeologen, deels verbonden aan een van de universiteiten. Ook redactiemedewerkers worden gerecruteerd onder recent afgestudeerden, om zo steeds nieuwe mensen ervaring te laten opdoen en de continuïteit  van het tijdschrift te garanderen. Naast de uitgebreide artikels publiceert Terra Incognita ook in elk volume een lijst met de titels en auteurs van alle in het afgelopen academiejaar neergelegde archeologische masterscripties.", 
    "domain": "www.tireview.be", 
    "identifiers": {
        "issn": {
            "generic": [
                "2294-8252"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Belgium", 
        "journal", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "nl", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7610133277557299828", 
            "resource_date": "2015-03-29T15:18:32.480-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:35.751205"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/02/open-access-journal-terra-incognita.html", 
            "resource_date": "2015-03-29T15:18:32.480-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:35.751221"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Terra Incognita", 
    "url": "http://www.tireview.be/index.php/terra_incognita/index", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}