{
    "description": "P. Hawara. P. Hawara. The Hawara Papyri William Flinders Petrie excavated at Hawara in 1888. After working in Medinet el-Fayum (Arsinoe) and Biahmu, he moved on to the site south of Arsinoe and took the 60 workers he had already employed at the former sites with him. The results of his excavations at Hawara were published in 1889 in his \"Hawara, Biahmu, and Arsinoe\". The papyrological material said to have been found at Hawara was studied by Prof. Sayce and published on pages 24 to 37 of that volume. Sayce gave a general description of the great papyrus roll which contains parts of books 1 and 2 of the Iliad (the \"Hawara Homer\"), emphasizing the importance of the variants, and edited the texts of the most complete documents, some of them in a very preliminary way. J. G. Milne undertook a new edition of 37 of these papyri in the Archiv für Papyrusforschung 5, 1913, 378-397. He did not work on the Hawara Homer but concentrated on the smaller literary texts and gave a proper publication of some more documents. The texts which were not reconsidered in Milne's publication were reprinted in Sammelbuch I (nos. 5220, 5223, 5224). When Flinders Petrie brought his finds back to England, the material was divided between several institutions. The Hawara Homer was given to the Bodleian Library in Oxford (where it still is today), while all the other papyrological material stayed in London and was given to the Department of Egyptology at University College London. In 1948, the young professor of Papyrology, Eric Turner received permission from the then Professor of Egyptology, J. Czerny, to take the Hawara papyri to the Department of Greek and Latin at UCL and to keep them there in his custody. A letter from 16 June 1949 confirms the transfer of the papyri. They were kept in a secret place in the department for more than 50 years. As usual, Flinders Petrie did not give precise indications, as to where the papyri were found on the site. He just mentions that the region north of the pyramid \"was the usual place for burials in the early Roman period, when gilt cartonnage busts were used. Papyri from the Ist and IInd cent. AD are also usual in the soil here, and for some way north\" (p. 8, no. 11; cf. the map on plate XXV in the book). When the papyri arrived in London they were \"ironed\" by Petrie's friend, Mr. Spurrell who also helped in \"unpacking, arranging, and managing the collections\" (p. 4). It must have happened then that all the pieces were glued onto greyish cardboard. When writing was distiguishable on the back of the papyri, windows were cut out to make the letters (at least in part) visible. In some instances, Petrie added small notes in pencil about find-spots. In later years, Walter Cockle removed some of the papyri from their cardboards and put them under glass. The cardboard frames of these pieces were nevertheless kept. It is a desideratum to make digital images of at least the published papyri accessible on the internet. None of the Hawara papyri (except for single columns of the Hawara Homer, Hawara epigrams, and the Periegesis of Attica), have ever been shown in photographs. Home Indices by SB no. by PHaw. inv. no. by date by content.", 
    "domain": "www.ucl.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "papyrology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3553121502086742753", 
            "resource_date": "2014-12-27T09:29:33.591-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:45.482739"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/12/phawara-hawara-papyri.html", 
            "resource_date": "2014-12-27T09:29:33.591-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:45.482754"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "P.Hawara: The Hawara Papyri", 
    "url": "http://www.ucl.ac.uk/GrandLatMisc/hawara/index.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}