{
    "description": "Volume I Preface Table of contents Chapter I: The Mandate............................................................................................................ 1 Turkish Rule Occupation of Palestine by allied forces The Balfour Declaration The Covenant of the League of Nations Convention between Great Britain and the United States The Mandate over Trans-Jordan Chapter II: Historical Summary of Principal Events in Palestine..................................... 15 Since The British Occupation in 1917 Period I. 1917 - 1920 The period of military administration 1918 4th April, 1918 1919 8th June, 1919 28th June, 1919 June-July, 1919 1920 April, 1920 (Eastern Sunday) 25th April, 1920 Period II: 1920 - 1923 Implementation of the Balfour Declaration, Arab reactions.. 17 and attempted constitutional development. 1st July, 1920 26th August, 1920 1921 March, 1921 1st May, 1921 December, 1921. (end of page) 1922. (end of page) 21st February, 1922. (end of page) 3rd June, 1922 30th June, 1922 (end of page) 24th July, 1922 (end of page) October, 1922 (end of page) 1923 (end of page) February/March, 1923-May, 1923 -December, 1923 (end of page) 4th October, 1923 29th September, 1923 (end of page) Period III: A period of consolidation and comparative tranquility............................ 22 Period IV: September, 1928 - December 1932. Revival of Arab antagonism to the... 23 Jewish National Home. The White paper of 1930 1928 24th September, 1928 December, 1928 1929 August, 1929 October-December, 1929 (end of page) 1930 3rd April, 1930 (end of page) May, 1930 (end of page) June, 1930 January-March, 1930 March-May, 1930 May, 1930 (end of page) June, 1930 6th August, 1930 20th October, 1930 14th November, 1930 (end of page) 1931 14th February 1931 1932 Period V: January, 1933 - March 1936. The swilling of Jewish immigration and...... 30 crystallization of Arab nationalism in Palestine 1933 (end of page) March-December, 1933 11th December, 1933 1934 January, 1934 December, 1934 1935 (end of page) 1936 January - April, 1936 Period VI: The disorder of 1936 April-May, 1936 June-July, 1936 August-October, 1936 Period VII: November, 1936-Ausgust, 1939. The Royal Commission, the................ 39 Partition Commission, and the White Paper of May, 1939 November, 1936 1937 January - May, 1937 July, 1937 August, 1937 (end of page) September - October, 1937 November, 1937 1938 January - August, 1938 November, 1938 December, 1938 1939 (end of page) January, 1939 February, 1939 March - April, 1939 May, 1939 15th June, 1939 20th July, 1939 August, 1939 Period VIII: September, 1939-October, 1942. The period of political........................ 56 Dormancy during the Early Years of the World War. October-November, 1939 1940 January-February, 1940 March-June, 1940 August-December, 1940 1941 (end of page) April, 1941 (end of page) May - November, 1941 January - March, 1942 May-June, 1942 Period IX: November, 1942 - December, 1945. The agitation for a........................... 65 Jewish State and unrestricted immigration 1943 November, 1943 December, 1943 1944 1945 January - February, 1945 March, 1945 May, 1945 (end of page) June-August, 1945 September, 1945 October - November, 1945 December, 1945 (end of page) 1946 January, 1946 Annexure I: The White Paper of June, 1922 (The Churchill Memorandum)............. 87 British Policy in Palestine Annexure II: The White Paper of May, 1939.................................................................... 90 Statement of Policy Annexure III: Statement made in the House of Commons on 13th............................ 99 November, 1945 By Mr. Ernest Bevin, Secretary of State for Foreign Affairs Chapter III: Geographic Summary: Area, Topography and Climate..........................103 Climate I. Rainfall II. Temperature Chapter IV: The Central Government and Its Finances............................................. 108 A. Constitution And Administration B. Government Finances (end of page) Revenue Expenditure Balances Railways and Ports (end of page) Loans Grants-in-Aid. Colonial Development Fund (end of page) Currency Currency Board Chapter V: Local Government....................................................................................... 128 (a) Table for Municipal Councils (b) Table for Local Councils (c) Table for Village Councils Table 1: Revenue and Expenditure for Municipal Councils Table 2: Revenue and Expenditure for Local Councils Chapter VI: Population....................................................................................................144 A. The Increase in Population Table 1: Population of Palestine by religion (Excluding His Majesty's Forces) Table 2: Indices of Population Each Religion At Various Dates Table 3: Increase of Total Population in Palestine Table 4: Number of Persons of Each Religion Per 100 Settled Population Table 5: Estimate of Population of Palestine By Race (end of. 1944) (end of page) Table 6: Average annual Rates of Natural Increase Per 1000 Inhabitants of Each Religion B. Geographical Distribution of the Population Table 7a: Rural Population By Religion and Sub-District (1922 & 1931 Census) Table 7b: Urban Population By Religion and Sub-District (1922 & 1931 Census) Table 7c: Total Population By Religion and Sub-District (1922 & 1931 Census) Table 8a: Rural Settled Population By Religion and Sub-District Table 8a: Urban Settled Population By Religion and Sub-District Table 8a: Total Settled Population By Religion and Sub-District Table 9a: Population Classified by Religion and Type of Locality Table 9b: Population Classified by Religion and Type of Locality Table 9c: Population Classified by Religion and Type of Locality The Moslem Population The Jewish Population The Christian Population (end of page) C. Sources and Reliability of data on population in Palestine Chapter VII: Immigration........................................................................................... 165 Section 1: Immigration Legislation And Its Administration Since May, 1939 Section 2 Immigration Statistics Table 1: Number of Immigrants Annually By Race Table 2: Principal Sources of Jewish Immigration Table 3: Country of Previous Abode of Immigration Arriving 1936 Table 4: Country of Previous Abode of Immigration Arriving 1937 Table 5: Country of Previous Abode of Immigration Arriving 1938 Table 6: Country of Previous Abode of Immigration Arriving 1939 Table 7: Country of Previous Abode of Immigration Arriving 1940 Table 8: Country of Previous Abode of Immigration Arriving 1941 Table 9: Country of Previous Abode of Immigration Arriving 1942 Table 10: Country of Previous Abode of Immigration Arriving 1943 Table 11: Country of Previous Abode of Immigration Arriving 1944 Table 12: Total Number of Persons Registered As Classified By Race and By Country of Usual Residence Immigrants  Since  The 1st April, 1939, Country of Previous  Abode Section 3: Acquisition of Palestinian Citizenship Table showing the total number of persons acquired Palestinian Citizenship though Naturalization Section 4: Illegal Immigration (end of page) (a) Manner of Volume (end of page) Jewish Illegal Immigration (end of page) Arab Illegal Immigration (end of page) (b) Counter Measures (end of page) A. Illegal Immigration By Sea B. Illegal Immigration By Land Table 1: Persons Deported From Palestine Other Than Jews Table 2: Jews Deported From Palestine Section 5: Refugees Chapter VIII: Land.................................................................................................... 225 Section 1: Land Tenure in Palestine. Legislation and Type of Holding. Section 2: Settlement of Title to Land Section 3: Land Registration Table Showing Land Registration Fees Collected from 1920 to 1945 Table 1: Areas Purchased by Jews, 1920 - 1945 Table 2: Holdings of Large Jewish Lands Owners as of December 31st, 1945 Section 4: System of Land Taxation The Tithe The House And Land Tax Tax of Roofed buildings The Urban Property Tax (end of page) Rural Property Tax Schedule Showing Original Tax Land Categories And Basic Rates Section 5: The Public Lands of Palestine Table Showing State Lands Section 6: State Domain and Re-Settlement of Jewish Ex-Servicemen Section 7: The Land Transfer Regulation (a) The method of administration (b) Statistics of Applications Made for Transfer under the Regulations (c) Applications of Regulations to State Domain (d) Evasion of Regulations Section 8: Administrative Problems Regarding to State Holdings (a) Subsistence Areas Table 1: Fragmentation of Holdings of Residents of Five Villages Table 2: Fragmentation of Family Holdings of Residents of Five Villages Table 3: Fragmentation of Farms of Residents of Five Villages Table 4: Average Number of Co-Owners Per Parcel and Average \"Fractional Shares\" Schedule 'A'. Family Farms in the Hills of Ramallah and Jerusalem Sub-District Schedule 'B'. None Irrigated Farm in The Jenin Sub-District Schedule 'C'. Family Farm in Inland Plains (b) Legislation designed to protect cultivators against eviction (c) Resettlement of displaced Arab cultivators The Arabs of Wadi al-Hawarith in Tulkarm Sub-District (end of page) Arab al-Zubeid of Safad Sub-District (end of page) Other resettlement Schemes (end of page) (d) An Illustration of the complexity of the land problem- the case Ma'lul Arabs Chapter IX: Agriculture............................................................................................... 309 Section 1: Agriculture Production. (a) Climate and Soils (b) Crops and Cropping Table 1: Area And Production of Certain Winter Crops in 1934-1935 and 1944-1945 Table 2: Area And Production of Certain Summer Crops in 1934-1935 and 1944-1945 Table 3: Estimated Areas And Production of Vegetables in 1934-1935 and 1944-1945 Table 4: Irrigated and None Irrigated of Certain Crops in 1934-1935 and 1944-1945 Olives (end of page) Table 5: Production of Olive Oil in The Last Five Seasons Table 6: Number of Establishments Involved in Pressing Olive Oil (1944-1945) (end of page) Grapes Almonds And Other Nuts (end of page) Stone Fruits Pome Fruits Bananas (end of page) (c) Statistical Production Table 1: Areas Under Principal Crops Between 1936 and 1945 With Yields Table 2: Summary of Crops, 1944 - 45 (Area in dunums) Table 3: Area in Dunums of Land Under Cultivation During The Season 1944 - 45 Table 4: Area in Dunums of Land Under, And Production From, Main Groups of Crops in Season 1944 - 45 Table 5a: Area in Dunums of Land Under Winter and Summer Crops in The Season 1944 - 45 Table 5b: Area in Dunums of Land Under Crops Grown in Winter and Summer and Plantation Crops in The Season Table 6a: Arab Vegetable Production 1944 - 45 Table 6b: Jewish Vegetable Production 1944 - 45 Table 7: Value of Agricultural Production From Main Group of Crops By Religion 1944 - 45 Section 2: Animal Health and Produce. (a) Animal Health Bovine Diseases Equine Diseases Sheep And Goat Diseases Swine Diseases Canine Diseases Poultry Diseases (b) Animal Industry (c) Milk Production Table 1: Comparison of Sources of Income of Jewish Mixed Farms Table 2: Allocation of Costs of Jewish Milk Production Compared With United Kingdom Table 3: Milk Production Per Man Year Table 4: Disposal of Milk on Jewish Farms Section 3: The Citrus Industry. Table 1: Citrus groves according to size in 1942 Table 2: Citrus export to season 1938-39 Table 3: Arab Owned Citrus Lands Table 4: Jewish Owned Citrus Lands Section 4: Measures Taken By The Government To Increase Agricultural Productivity Section 5: Agricultural Credit and Co-operative Societies (a) Measures Taken to Provide Agricultural Credit (b) Measures Taken to Encourage The Co-Operative Movement (c) Rural indebtedness Section 6: Investigations Affecting Development In the Negeb Section 7: Jewish Agricultural Settlements Table 4: Growth of Jewish owned Lands by Year Table 5: Cultivate Area in Jewish Owned Lands (end of page) Table 6: Area Under Cultivation (in dunums) Table 7: Growth of Jewish Livestock industry (end of page) Table 8: Production of Milk and Eggs by Year Table 9: Fish pond production Table 10: Tenuva Sales in Palestine The Communal Settlement A financial survey of 16 Jewish communal settlements in the Galilee and Samaria Districts for Period 1940-43 Section 8: Agricultural Advisory Bodies Chapter X: Irrigation and Drainage......................................................................... 389 Section 1: Legislation. Section 2: Measures Taken Since 1937 Section 3: Prospects Summary of Land, Water, And Cultivation Chapter XI: Irrigation and Drainage....................................................................... 423 Present Condition of Palestine Function of the Department of Forests Forest Reserves (end of page) Closed forest areas (end of page) Uncontrolled Grazing Statistics of forest reserves Utilization & Plantations Future Development Soil Conservation, & Soil Conservation Board Conclusion Chapter XII: Fisheries............................................................................................. 435 Table 1: Landings of Fish Table 2: Number of Fishermen And Fishing Boats Engaged in the Industry Table 3: Quantities And Values of Fish Imported Chapter XIII: Trade And Industry.......................................................................... 441 Section 1: Trade Agreements, The Customs Tariff and Excise Duties. A. Trade Agreements (end of page) B. The Customs Tariffs C. Excise Duties Section 2: Foreign Trade of Palestine. Value of Imports, Exports, Re-Exports, and Transit Trade, 1922-1944 Value of Trade Per Head of Population Trade Balance, By Principal Countries, 1939 And 1945 Value of Imports For Four Main Classes of Commodities. 1937 to 1944 Distribution of Imports By Classes And Groups, 1940 - 1944 Quantity And Value of Principle Articles Imported, 1942 -1944 Percentage of Imports For Consumption From Certain Countries of Origin, 1935-1939 Value of Imports of Merchandise For Consumption, By Countries of Origins (end of page) Percentage of Imports From Certain Countries of Origin, 1939-1944 Total Value of Exports of Palestine Produce According to Main Classes of Commodities Quantities And Values of Palestinian Citrus Fruits Exported in Cases, 1925 - 1945 Distribution of Exports By Classes And Groups, 1940 - 1944 Quantity and Value of Principal of Articles of Palestinian Produce Exported, 1942-1944 Value of Exports of Manufactured Articles Distinguishing Petroleum Products, 1940 - 1944 Value of Exports of Palestinian Merchandise, By Countries of Destination, 1938 - 1944 Value of Exports to Certain Countries and Regions, 1939 - 1944 (end of page) Percentage of Exports to Certain Countries and Regions, 1939 - 1944 Transit Trade, 1939 - 1944 (end of page) Section 3: Trade With Middle Eastern Countries Palestinian Foreign Trade With Egypt, Iraq, and Levant States, 1924 - 1938 Imports to Palestine From Egypt and Other Levant States, 1934, 1936, 1938 Value of Palestinian Exports to Middle East Countries, Excluding Petroleum Products Principal Commodities Exported to Syria During 1931 and 1933 Principal Commodities Exported to Egypt During 1931 and 1933 (end of page) Value of Palestinian Exports To Egypt, By Classes and Groups of Commodities, Excluding Petroleum Value of Palestinian Exports To Syria, By Classes and Groups of Commodities, Excluding Petroleum Value of Palestinian Exports To Iraq, By Classes and Groups of Commodities, Excluding Petroleum Value of Palestinian Exports To Iran, By Classes and Groups of Commodities, Excluding Petroleum Value of Palestinian Exports To Turkey, By Classes and Groups of Commodities, Excluding Petroleum Value of Palestinian Exports To Arabia, By Classes and Groups of Commodities, Excluding Petroleum Value of Palestinian Exports To Cyprus, By Classes and Groups of Commodities, Excluding Petroleum Value of Palestinian Exports To Sudan, By Classes and Groups of Commodities, Excluding Petroleum Value of Palestinian Exports To Trans-Jordan, By Classes and Groups of Commodities, Excluding Petroleum Section 4: A Survey of Industry Main Results From The Census of Industry, 1939, 1942 Progress of Jewish Industry as Reflected By The Census Take By The Jewish Agency of Palestine Raw Materials Imported Materials The Labor Force Capital Resource of Palestine Industry (end of page) Sale of Electric Power (end of page) Consumption of Refined Petroleum Products Railway Operations Road Transportation Food, Drinks, And Tobacco Jewish Dairy Products (end of page) Production of Dairy Products By Tnuva Ltd. Textile The Metal Industries The Chemical Industry Diamonds Leather Goods and Furs Wood Production Cement And Stone Glass Paper And Cardboard Rubber Misc. Construction (end of page) Statistics Relating to Building Permits And Approximate Value Declared, 1939 - 44 Electric Supply in Palestine", 
    "domain": "www.palestineremembered.com", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Online British Mandate: A Survey of Palestine", 
        "url": "http://www.palestineremembered.com/Acre/Books/Story831.html"
    }, 
    "keywords": [
        "irrigation", 
        "Levant", 
        "Christianity", 
        "Great Britain", 
        "Middle East", 
        "Palestine", 
        "agriculture", 
        "Wood", 
        "religion", 
        "conservation", 
        "journal", 
        "glass", 
        "Syria", 
        "trade", 
        "data", 
        "Egypt", 
        "industry", 
        "Judaisim", 
        "Britain", 
        "materials", 
        "military", 
        "Jerusalem", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3038748884144108299", 
            "resource_date": "2013-05-09T16:33:12.967-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:12:24.873213"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/10/online-british-mandate-survey-of.html", 
            "resource_date": "2013-05-09T16:33:12.967-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:12:24.873228"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Volume I", 
    "url": "http://www.palestineremembered.com/Articles/A-Survey-of-Palestine/Story6437.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}