{
    "description": "[First posted in AWOL. 22 January 2009. Updated 28 December 20011]. Vjesnik za arheologiju i povijest dalmatinsku ( Journal of Dalmatian archaeology and history). ISSN:1845-7789. Vjesnik za arheologiju i povijest dalmatinsku je osnovan 1878. godine pod imenom Bullettino di archeologia e storia dalmata, koji je kao stručno glasilo Arheološkog muzeja u Splitu postao jedan od najznačajnijih arheoloških časopisa u Hrvatskoj i kontinuirano izlazi do danas. Godine 1920. časopisu (br. 43) je promjenjeno ime u Vjesnik za arheologiju i historiju dalmatinsku (VAHD), a 2005. izlazi pod imenom Vjesnik za arheologiju i povijest dalmatinsku (VAPD). Od osnutka do 2005. godine publicirano je 98 brojeva ovovga časopisa. Kao znanstvena publikacija sa područja arheologije i povijesti u kategorizaciji časopisa Nacionalnog vijeća za znanost ocijenjen je najvećom ocjenom (a1). Journal of Dalmatian archaeology and history was founded in 1878. as a Bullettino di archeologia e storia Dalmata, which become one of the most important archaeological review in Croatia. Since foundation until 2005. it has been publish 98 numbers of the journal. As a scientific publication on archaeology and history it is revew from National council for science as a most excellent (a1 grade). See the full List of Open Access Journals in Ancient Studies.", 
    "domain": "hrcak.srce.hr", 
    "identifiers": {
        "issn": {
            "electronic": [
                "1845-7789"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "bs", 
        0.999972772984207
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-786334668355540556", 
            "resource_date": "2012-11-23T09:38:58.980-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:15:05.949153"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/12/open-access-journal-vjesnik-za.html", 
            "resource_date": "2012-11-23T09:38:58.980-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:15:05.949169"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Vjesnik za arheologiju i povijest dalmatinsku (Journal of Dalmatian archaeology and history)", 
    "url": "http://hrcak.srce.hr/index.php?show=toc&id_broj=6076&lang=hr", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}