{
    "description": "Miscellanea Hadriatica et Mediterranea. ISSN: 1849-0670. 2013 Vol. 1   No. 1 Uvodnik (str. 9-10) Hrvatski pdf 114 KB Introduction (str. 9-10) Engleski pdf 114 KB Mithad Kozličić, Anamarija Kurilić Uvodnik Uz posvetu prvoga broja znanstvenog časopisa Miscellanea Hadriatica et Mediterranea Franji Smiljaniću, znanstveniku i sveučilišnom profesoru (str. 11-13) Hrvatski pdf 129 KB On the dedication of the first number of the scientific journal Miscellanea Hadriatica et Mediterranea to Franjo Smiljanić, scholar and university professor (str. 11-13) Engleski pdf 129 KB Mithad Kozličić In memoriam, Nekrolog Bibliografija stručnih i znanstvenih radova prof. dr. sc. Franje Smiljanića (str. 15-16) Hrvatski pdf 141 KB Bibliography of professional articles and original scientific papers written by Franjo Smiljanić (str. 15-16) Engleski pdf 141 KB Mithad Kozličić Bibliografija Secus flumen Titium: o razgraničenjima i promjenama oko rijeke Krke prije i na početku principata (str. 17-37) Secus flumen Titium: on boundaries and changes along the river Krka before and at the beginning of Principate (str. 17-37) Slobodan Čače Izvorni znanstveni članak Nadgrobni spomenik G. Aruncija Felicisima i starosna struktura pučanstva antičke Liburnije (str. 39-60) Sepulchral monument of G. Aruntius Felicissimus and the age structure of ancient Liburnia (str. 39-60) Anamarija Kurilić Izvorni znanstveni članak Diplomatske ovlasti kao preduvjet uspješnosti provedenih misija glede dubrovačkih teritorijalnih akvizicija (str. 61-78) Authorities of the ragusan ambassadors as a precondition of successful expansion of the city territory (str. 61-78) Valentina Zovko Izvorni znanstveni članak Alessandro Benedetti i Federik Grisogono: svjedoci kuge (str. 79-107) Alessandro Benedetti e Federik Grisogono: testimoni della peste (str. 79-107) Nicoletta Cabassi Izvorni znanstveni članak Prodaja roblja na Jadranu u 17. stoljeću (str. 109-120) The slave trade on the Adriatic in the 17th century (str. 109-120) Tea Perinčić Pregledni rad Bokelj Vicko Dabović - zapovjednik mletačkog ratnog broda Vittoria II u posljednjim godinama opstojanja Serenissime (str. 121-146) Vicko Dabović from Boka - captain of Venetian battleship Vittoria II in the last years of the Republic of Venice (str. 121-146) Lovorka Čoralić, Maja Katušić Izvorni znanstveni članak Stjepan Buzolić, dalmatinski preporoditelj i prosvjetitelj (str. 147-168) Stjepan Buzolić, Dalmatian reformer and enlightener (str. 147-168) Ivan Peklić Pregledni rad Pomorske karte i plovidbeni priručnici istočnog Jadrana tijekom povijesti (str. 169-197) The Eastern Adriatic nautical charts and pilot books throughout history (str. 169-197) Mithad Kozličić Izvorni znanstveni članak Otočnici (izolari) - svjedočanstva o europskom i mediteranskom identitetu Hrvatske (str. 199-213) Isolarii - testimonies of European and Mediterranean identity of Croatia (str. 199-213) Milorad Pavić Izvorni znanstveni članak Living through the Dead: Burial and Commemoration in the Classical World, Studies in funerary archaeology, 5. (ed. Maureen Carroll, Jane Rempel) (str. 215-225) Hrvatski pdf 217 KB Living through the Dead: Burial and Commemoration in the Classical World, Studies in funerary archaeology, 5. (ed. Maureen Carroll, Jane Rempel) (str. 215-225) Engleski pdf 217 KB Zrinka Serventi Recenzija, Prikaz.", 
    "domain": "hrcak.srce.hr", 
    "identifiers": {
        "issn": {
            "generic": [
                "1849-0670"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "open access", 
        "journal", 
        "Croatia", 
        "archaeology", 
        "history"
    ], 
    "language": null, 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6207944025792177749", 
            "resource_date": "2014-03-31T06:36:23.199-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:02.707332"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/03/new-open-access-journal-miscellanea.html", 
            "resource_date": "2014-03-31T06:36:23.199-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:02.707347"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Miscellanea Hadriatica et Mediterranea", 
    "url": "http://hrcak.srce.hr/mhm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}