{
    "description": "Ancient Journeys: A Festschrift in Honor of Eugene Numa Lane. Articles The Iconography of Amor in Propertius Paul Alessi Tapping Hooves: Small Bronze Figures of Dance-loving Pan Jane Biers Horace, Odes 1. 31: The Construction of a Priamel Victor Estevez The Character of Orestes in Sophocles' Electra Dale Grote Athens and Pompey: A Political Relationship Michael Hoff Challenging Otherness: A Reassessment of Early Greek Attitudes toward the Divine James C. Hogan and David J. Schenker 'What? Me a poet?' Generic Modeling in Horace Sat. 1. 4 Dan Hooley Remedium Amoris: A Curse from Cumae in the British Museum David Jordan Trial by Amazon: Thoughts on the First Amazons in Greek Art Susan Langdon Chance Remarks on Dreams in Aelius Aristides Victor A. Leuci Epitaphs and Tombstones of Hellenistic and Roman Cyprus Danielle A. Parks From Polytheism to Christianity in the Temples of Cyprus Marcus Rautman The Anatolian Cult of Sabazios Lynn Roller In Search of the Roman Frontier in Sardinia Robert J. Rowland, Jr. Unfriendly Persuasion: Seduction and Magic in Tacitus' Annales Francesca Santoro L'hoir Turning Again in Tibullus 1. 5 Charles Saylor Paidagogia pros to theion: Plutarch's Numa Philip A. Stadter Flavius Josephus and the Archaeological Evidence for Caesarea Maritima Farland Hart Stanley, Jr. The Baths of Trajan Decius -- or of Philip the Arab? James Terry \"Murderers of the Dead\" in Antiphon 1 Barbara P. Wallach.", 
    "domain": "www.stoa.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Festschrift", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6099069063603900760", 
            "resource_date": "2015-04-07T21:00:31.965-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:01.143406"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/04/ancient-journeys-festschrift-in-honor.html", 
            "resource_date": "2015-04-07T21:00:31.965-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:01.143428"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ancient Journeys: A Festschrift in Honor of Eugene Numa Lane", 
    "url": "http://www.stoa.org/lane/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}