{
    "description": "Collection de l'Institut des Sciences et Techniques de l'Antiquité. The “Institut des Sciences et Techniques de l’Antiquité” (ISTA, Institute of Antiquity’s Sciences and Technical Skills) is a research team that was created in 1967 at the University of Franche-Comté (Besançon, France). From the start but known at the time as “Centre d’Histoire Ancienne” (Centre for Ancient History), the team focused on the publication of academic work in the field of Antiquity, first with a collection, then with an academic journal, Dialogues d’Histoire Ancienne, which was founded in 1974. The first issues were published in 1959 by the Annales Littéraires de l’Université de Besançon. The following ones augmented the collection with research on slavery and emancipation, which resulted in the creation of “Groupe International de Recherche sur l’Esclavage dans l’Antiquité” (GIREA, International Research Team on Slavery in Antiquity). Finally, the merging of the “Centre d’Histoire Ancienne” and of the Institut Félix Gaffiot gave its current form to the collection.", 
    "domain": "persee.fr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "classics", 
        "France"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2889963013615546907", 
            "resource_date": "2015-04-01T07:23:51.866-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:15.730803"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/04/newly-online-collection-de-linstitut.html", 
            "resource_date": "2015-04-01T07:23:51.866-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:15.730820"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Collection de l'Institut des Sciences et Techniques de l'Antiquité", 
    "url": "http://persee.fr/web/ouvrages/home/prescript/fond/ista", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}