{
    "description": "Internet Archaeology E-Monograph Series. Some Internet Archaeology articles are more like monographs. Unlike 'conventional' journal articles, they may contain 100s of images or link to or integrate large sets of data. All such articles already published in Internet Archaeology have been brought together in one place to form an E-Monograph series. This is not a separate digital publication (all remain listed as articles in their respective issues) but our aim is to showcase and highlight these particularly large bodies of work and to remind potential authors of the publishing opportunities available via Internet Archaeology. * = Open Access and freely available Monograph Number Author Title 1* David Dungworth Iron Age and Roman copper alloys from northern Britain 2* Christopher A. Snyder A gazetteer of Sub-Roman Britain (AD 400-600): The British sites 3* Phil Perkins Etruscan pottery from the Albegna Valley/Ager Cosanus Survey 4* Caroline Wickham-Jones and Magnar Dalland A small mesolithic site at Fife Ness, Fife, Scotland 5* Dominic Powlesland The West Heslerton Assessment 6* M. Walker et al. Two SE Spanish Middle Palaeolithic Sites with Neanderthal Remains: Sima de las Palomas del Cabezo Gordo and Cueva Negra del Estrecho del Río Quípar (Murcia province) 7* Kurt Hunter-Mann et al. Excavations on a Roman Extra-Mural Site at Brough-on-Humber, East Riding of Yorkshire, UK 8* Martin Millett et al. The Ave Valley, northern Portugal: an archaeological survey of Iron Age and Roman settlement 9* Julian D. Richards Anglian and Anglo-Scandinavian Cottam: linking digital publication and archive 10* D. P. Steptoe and W. B. Wood The Human Remains from HMS Pandora 11* Peter H. W. Bristow Behaviour and belief in mortuary ritual: attitudes to the disposal of the dead in southern Britain 3500 BC-AD 43 12* Jeremy Haslam Excavations at Cricklade, Wiltshire, 1975 13* Karen Hardy and Paul Sillitoe Material Perspectives: Stone Tool Use and Material Culture in Papua New Guinea 14* Steven Willis Samian Pottery, a Resource for the Study of Roman Britain and Beyond: the results of the English Heritage funded Samian Project. An e-monograph 15* Penelope M. Allison et al. Extracting the social relevance of artefact distribution in Roman military forts 16* Gail Falkingham A Whiter Shade of Grey: A new approach to archaeological grey literature using the XML version of the TEI Guidelines 17* George Geddes Vernacular Buildings of the Outer Hebrides 300 BC-AD 1930: Temporal comparison using archaeological analysis 18* Michael Given et al. Joining the Dots: Continuous Survey, Routine Practice and the Interpretation of a Cypriot Landscape 19* A. Clarke et al. Silchester Roman Town Insula IX: The Development of an Urban Property c. AD 40-50 - c. AD 250 20 J. S. Carrión et al. Quaternary pollen analysis in the Iberian Peninsula: the value of negative results 21 Julian D. Richards et al. Anglo-Saxon Landscape and Economy: using portable antiquities to study Anglo-Saxon and Viking Age England 22 Tim Williams The landscapes of Islamic Merv, Turkmenistan: Where to draw the line? 23 John Creighton et al. Becoming Roman in southern Burgundy: A field survey between Autun and Bibracte in the Arroux Valley (Saône-et-Loire), 2000-2003 24* Dominic Powlesland and Keith May DigIT: Archaeological Summary Report and Experiments in Digital Recording in the Field 25* Derek Hurst et al. Iron Age Settlement at Blackstone, Worcestershire: Excavations 1972, 1973 and 1977 26 Katherine Baker et al. Archaeological Investigations at the Upper Chapel, Norfolk Street, Sheffield, UK 27* N. Terrenato et al. The S. Omobono Sanctuary in Rome: Assessing eighty years of fieldwork and exploring perspectives for the future 28 Emma Durham Depicting the gods: metal figurines in Roman Britain Have you got an idea for an e-monograph? Visit our Guidelines for Authors for more information on how to submit a proposal.", 
    "domain": "intarch.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "series", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8974651121339012952", 
            "resource_date": "2013-09-12T15:57:52.764-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:14.259749"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/09/internet-archaeology-e-monograph-series.html", 
            "resource_date": "2013-09-12T15:57:52.764-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:14.259766"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Internet Archaeology E-Monograph Series", 
    "url": "http://intarch.ac.uk/emonograph.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}