{
    "description": "Internet Archaeology is going totally ‘Open Access’ for duration of Open Access Week, 24-30 October 2011. The e-journal Internet Archaeology has been a hybrid Open Access journal for over a year, and it is our wish to move fully towards a sustainable Open Access (OA) model. I hope therefore that this event will both demonstrate our serious efforts in this direction as well as give potential authors (in whose hands the journal’s future really lies) the opportunity to view the range of material IA can publish. I’d like to encourage all authors to include OA fees in future research funding applications wherever possible. What we’ve done/are doing · Following negotiations, JISC Collections has purchased the full suite of Internet Archaeology content on behalf of UK higher and further education institutions, which means that their members have permanent access to of rich multimedia scholarly content. · All reviews and editorials in Internet Archaeology have always been Open Access. · We have also had success more recently in attracting articles with OA funding either via authors’ departmental research committees, government agencies or University library OA funds. · But at current levels, this is still not enough to replace our existing subscription income (which still provides the main means of covering our costs i. e. one full-time member of staff and production overheads) which would allow us to make the full transition to Open Access. However t he proportion of uptake of the OA option will be continually monitored and subscriptions to the journal will be reviewed annually in light of this uptake while we make the transition. What can you do? o Are you applying for research funding? Where possible, include OA costs in your application. Just a pproach me at the earliest possible stage with your publication idea so that costs can be calculated. o Have you already finished your research/project and looking for a publication outlet? Increasingly university departments and research libraries have publication and/or OA funds. Investigate these options and again let me know of your plans at the earliest opportunity.", 
    "domain": "intarch.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "archaeology", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4208254128067185379", 
            "resource_date": "2011-10-31T12:17:33.157-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:13:15.896365"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/10/internet-archaeology-is-going-totally.html", 
            "resource_date": "2011-10-31T12:17:33.157-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:13:15.896379"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Internet Archaeology is going totally ‘Open Access’ for duration of Open Access Week 2011", 
    "url": "http://intarch.ac.uk/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}