{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 5 November 2009. Updates 24 January 2013]. Cachette de Karnak et numéros \"K\" de G. Legrain. Version 2, data date January 22nd 2013. En 1903, l’archéologue Georges Legrain fit une découverte exceptionnelle au nord-ouest de la cour du VIIe pylône, qui avait déjà livré dans sa partie sud de nombreux éléments d’architecture du Moyen et du Nouvel Empire: plus de 700 statues, 17000 bronzes et de nombreux autres objets furent mis au jour, au prix de fouilles rendues difficiles par les eaux d’infiltration. Le chantier se poursuivit jusqu’en 1907 et la plupart des statues rejoignirent le Musée du Caire. En dehors d’un certain nombre d’effigies royales de toutes époques, les statues découvertes appartenaient généralement à des prêtres qui officièrent à Karnak entre le Nouvel Empire et la fin de l’époque ptolémaïque. En cela, la « Cachette » est une mine de renseignements sur le clergé et l’évolution des cultes. Des généalogies peuvent être reconstituées à partir de statues appartenant à différentes générations d’une même famille thébaine. Pour l’histoire de l’art, l’apport est tout aussi remarquable, car un grand nombre de types statuaires sont représentés. En outre, de nombreux petits objets de toutes sortes (stèles, plaques d'incrustation, amulettes, coudées votives, etc. ) furent trouvés par Legrain lors de ces fouilles. Un protocole de coopération a été signé en 2008 entre le Conseil Suprême des Antiquités, représenté par son Secrétaire Général, Dr. Zahi Hawass, et l'IFAO, représenté par sa directrice, Dr. Laure Pantalacci. Un comité scientifique, présidé par le professeur Ali Radwan, a été créé pour superviser les travaux. La coopération entre les deux institutions a permis la publication de cette base de données sur le web. Georges Legrain made an extraordinary discovery in 1903 in the north-west section of the courtyard in front of the Seventh Pylon at Karnak, which had already revealed architectural elements dating from the Middle and New Kingdoms. Over 700 statues in stone, 17000 in bronze and many other artefacts were unearthed during an excavation made difficult due to the infiltrations from the watertable. The work lasted until 1907 and most of the statues ended up in the Cairo Museum. Apart from a certain number of royal effigies from various periods, the statues, which date from the New Kingdom up to the end of the Ptolemaic period, portray priests occupying various functions in Karnak. For this reason, the \"cachette\" is an extraordinary source of information on the clergy and the ritualistic evolution of Karnak. Genealogies can be reconstituted from the statues of various generations from the same Theban families. The value of this find in terms of the history of art is just as important since a large number of different types of statue are present. Moreover, many small objects of various kinds (stelae, inlay plaques, amulets, votives cubits, etc. ) were found by Legrain during these excavations. A protocol of cooperation was signed in April 2008 between the Supreme Council of Antiquities, represented by its Secretary General, Dr. Zahi Hawass, and the IFAO, represented by its director, Dr. Laure Pantalacci. A scientific committee, chaired by Professor Ali Radwan, has been created to supervise the work. The cooperation between the two institutions has lead to the publication of this database on the web.", 
    "domain": "www.ifao.egnet.net", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Cachette de Karnak et numéros \"K\" de G. Legrain", 
        "url": "http://www.ifao.egnet.net/bases/cachette/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "fr"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2101538204733779680", 
            "resource_date": "2013-01-24T13:50:12.241-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:13.938976"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/11/karnak-cachette-online.html", 
            "resource_date": "2013-01-24T13:50:12.241-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:13.938990"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "272b3a87ce8a783084c047e828ad482354cb045c", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "S.I.P", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.ifao.egnet.net/bases/cachette/?dat=S.I.P.", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}