{
    "description": "http://www. ifao. egnet. net/bases/verre. La base présentée ici comprend des informations bibliographiques sur les bois travaillés, fabriqués ou importés en Égypte et datés essentiellement du Ier au XVe siècle. Toutefois, pour ne pas donner de limites trop strictes au domaine de recherche, cette base contient aussi des informations sur des bois naturels trouvés dans des contextes archéologiques, si ces trouvailles apportent des enseignements utiles à l’étude de l’emploi du bois ou des questions économiques concernant ce matériel. Pour la même raison, on trouve dans cette base des mentions sur des représentations iconographiques d’arbres, qui sont traitées ici comme un indice de la connaissance que l’on avait de certaines espèces. En outre, on a enregistré certaines données bibliographiques concernant le bois aux périodes antérieures ou postérieures, ainsi que des données concernant du matériel non égyptien (comme la Nubie ancienne), toutes utiles pour des études comparatives. Cette base bibliographique présente trois catégories de documents: des études sur des catégories particulières d’objets en bois; des rapports de fouilles, qui mentionnent les objets dans leur contexte archéologique et apportent des informations sur leur emploi et leur identification; des catalogues de musées et d’expositions, qui présentent des objets complets ou presque, malheureusement, souvent sous forme d’une simple illustration sans commentaire.", 
    "domain": "www.ifao.egnet.net", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Bois travaillé du Ier au XVe sc. - 1st to 15th century worked wood", 
        "url": "http://www.ifao.egnet.net/bases/bois/about"
    }, 
    "keywords": [
        "Egypt", 
        "catalogue", 
        "archaeology"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5277778558090375605", 
            "resource_date": "2013-11-14T06:15:56.245-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:13:38.147972"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/11/bois-travaille-du-ier-au-xve-sc-1st-to.html", 
            "resource_date": "2013-11-14T06:15:56.245-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:13:38.147988"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "http://www.ifao.egnet.net/bases/verre", 
    "url": "http://www.ifao.egnet.net/bases/verre/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}