{
    "description": "http://www.ifao.egnet.net/bases/verre/. The present database contains bibliographical information on worked wood objects nominally from Egypt, from the 1st through the 15th centuries. However, in order not to limit the field, finds of natural wood in archaeological contexts are also considered, if they supply information on wood usage and economy. For the same reason, iconographic depictions of trees as such have been included, the intent being to take note of the tree species present in common perception. On occasion, relevant bibliographical data will be recorded from earlier and later periods when it is deemed useful for comparative study purposes. Relevant bibliographic sources containing comparative material from outside the scope of Egypt will be included (for example, ancient Nubia) when deemed useful. The database is targeted to include mainly three kinds of bibliographic sources: tudy articles on particular categories; excavation reports, which mention worked wood in context and provide data on in situ applications and identifications; < catalogues of museum collections and exhibitions which present individual objects, often merely as a form of illustration without commentary.", 
    "domain": "www.ifao.egnet.net", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Bois travaillé du Ier au XVe sc. - 1st to 15th century worked wood", 
        "url": "http://www.ifao.egnet.net/bases/bois/about"
    }, 
    "keywords": [
        "bibliography", 
        "database", 
        "Egypt", 
        "journal", 
        "antiquity", 
        "museums", 
        "catalogue", 
        "Wood", 
        "data", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "http://www.ifao.egnet.net/bases/verre", 
    "url": "http://www.ifao.egnet.net/bases/verre/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}