{
    "authors": [], 
    "contributors": [], 
    "description": "1st to 15th century worked wood. La base de données bibliographique sur les bois travaillés présentée ici fait partie du projet de l’IFAO de créer des bases bibliographiques pour la plupart des catégories de matériel archéologique provenant d’Égypte (bois, céramique, verre. ). Ces bases de données sont élaborées dans le cadre du programme Objets d’Égypte(responsable: Sylvie Denoix), réalisé à l’IFAO de 2008 à 2011. Le focus du programme est l’Égypte, cependant, dans certains cas, ces données concernent aussi l’ensemble la Méditerranée et/ou la région du Proche, du Moyen-Orient et de l’Afrique. Dans le cadre de ce même programme, une base de données bibliographiques concernant le verre byzantin et islamique, conçue et rédigée par Maria Mossakowska-Gaubert, est disponible en ligne depuis 2008 http://www. ifao. egnet. net/bases/verre. La base présentée ici comprend des informations bibliographiques sur les bois travaillés, fabriqués ou importés en Égypte et datés essentiellement du Ier au XVe siècle. Toutefois, pour ne pas donner de limites trop strictes au domaine de recherche, cette base contient aussi des informations sur des bois naturels trouvés dans des contextes archéologiques, si ces trouvailles apportent des enseignements utiles à l’étude de l’emploi du bois ou des questions économiques concernant ce matériel. Pour la même raison, on trouve dans cette base des mentions sur des représentations iconographiques d’arbres, qui sont traitées ici comme un indice de la connaissance que l’on avait de certaines espèces. En outre, on a enregistré certaines données bibliographiques concernant le bois aux périodes antérieures ou postérieures, ainsi que des données concernant du matériel non égyptien (comme la Nubie ancienne), toutes utiles pour des études comparatives. Cette base bibliographique présente trois catégories de documents:.", 
    "domain": "www.ifao.egnet.net", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Bois travaillé du Ier au XVe sc", 
        "url": "http://www.ifao.egnet.net/bases/bois/about"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "fr"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5277778558090375605", 
            "resource_date": "2013-11-14T06:15:56.245-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:11:51.852046"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/11/bois-travaille-du-ier-au-xve-sc-1st-to.html", 
            "resource_date": "2013-11-14T06:15:56.245-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:11:51.852062"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "axes-culture-materielle-objets-egypte", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Objets d’Égypte", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.ifao.egnet.net/axes/culture-materielle/objets-egypte/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}