{
    "description": "Institut français d’archéologie orientale - Le Caire: Inventaires des Archives scientifiques. arch. manusc. photographies, microfilms planothèque numériques multimédia. ostraca papyrus & parchemins I. Archives et Documentation scientifiques I. 1 Archives manuscrites Correspondance, cahiers et registres de fouilles, fragments d’ouvrages inédits, manuscrits originaux et maquettes de documents déjà publiés, notes diverses, mais aussi tirages photographiques et dessins de petit format (pour les grands formats, voir: I. 3 Planothèque ). Inventaire (en cours de réalisation) I. 2 Archives photographiques Plaques de verre, négatifs souples (noir/blanc et couleurs), diapositives, fichiers numériques, microfilms, microfiches. Les tirages photographiques sont rangés avec les archives « papier », c’est-à-dire les archives manuscrites (I. 1) en ce qui concerne les petits formats et la planothèque (I. 3) en ce qui concerne les grands formats. Inventaire provisoire par sites Inventaire des microfilms et microfiches I. 3 Planothèque Documents de grand format: relevés de paroi, plans, coupes, paysages, etc. , exécutés selon des techniques diverses (crayon, encre, aquarelle, gouache, …), ainsi que tirages photographiques. Les dessins et tirages photographiques de petit format sont rangés parmi les archives manuscrites (I. 1). En cours de réalisation. I. 4 Archives numériques Documents dont les fichiers d’origine sont des fichiers numériques. En cours de réalisation. I. 5 Archives sonores et cinématographiques Inventaire II. Collections scientifiques II. 1 Ostraca Inventaire provisoire. II. 2 Papyri, parchemins, etc. Inventaire provisoire.", 
    "domain": "www.ifao.egnet.net", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "Institut français d’archéologie orientale", 
        "French"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7519597419442321426", 
            "resource_date": "2014-05-20T14:41:11.477-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:34.960064"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/05/institut-francais-darcheologie.html", 
            "resource_date": "2014-05-20T14:41:11.477-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:34.960080"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Institut français d’archéologie orientale - Le Caire: Inventaires des Archives scientifiques", 
    "url": "http://www.ifao.egnet.net/archives-scientifiques/inventaires/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}