{
    "description": "Open Access Books by Lawrence H. Schiffman. Open Access Books by Lawrence H. Schiffman. The Jews in Late Antiquity The Hellenistic period begins formally with Alexander’s arrival in the Near East in 334 B. C. E. However, this date should not be seen as the beginning of Hellenistic influence in this region. The Near East as a whole and the Land of Israel and its Jewish residents more particularly were subject to increasing Aegean influence beginning already in the fourteenth century B. C. E. Due to increased trade connections, this influence became much more extensive during the Persian period when Greek coinage became the standard in the Land of Israel. The cultural phenomenon we call Hellenism was a power which would have a lasting impact on Judaism and the Jewish people. Click here to download or read online: The Jews in Late Antiquity. Challenge and Transformation: Second Temple and Rabbinic JudaismThe years of Hellenistic, Roman and Byzantine rule in Judea and of Sassanian rule in Babylonia were years of great challenge to the ongoing continuity of Judaism, and, at the same time, years of great accomplishment which resulted in the successful meeting of these challenges. By the time the period of Late Antiquity drew to a close, Judaism had survived the challenges of Hellenization, sectarianism, violent revolution, and even anti-Semitism. In addition, the development of Israelite religion into the rabbinic tradition took place in these very same years. The many transitions that took place in this period are what effectively made possible the long-term continuity of Judaism as an exilic religion, able to enter the medieval period with a new consensus on how to face the future and explain the past. Click here to download or read online:.", 
    "domain": "lawrenceschiffman.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "religion", 
        "book", 
        "Judaism", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3647129624093079872", 
            "resource_date": "2013-10-14T13:56:17.688-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:46.188656"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/10/open-access-books-by-lawrence-h.html", 
            "resource_date": "2013-10-14T13:56:17.688-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:46.188672"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Access Books by Lawrence H. Schiffman", 
    "url": "http://lawrenceschiffman.com/resources/e-books/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}