{
    "description": "[First posted in AWOL  21 February 2913, updated 20 March 2015]. Matson (G. Eric and Edith) Photograph Collection. The G. Eric and Edith Matson Photograph Collection (formerly known as the \"Matson Photo Service Collection\") contains over 23,000 glass and film negatives, transparencies, and photographic prints, created by the American Colony Photo Department and its successor firm, the Matson Photo Service. The collection came to the Library between 1966 and 1981, through a series of gifts made by Eric Matson and his beneficiary, the Home for the Aged of the Protestant Episcopal Church of the Diocese of Los Angeles (now called the Kensington Episcopal Home). The American Colony Photo Department in Jerusalem was one of several photo services operating in the Middle East before 1900. Catering primarily to the tourist trade, the American Colony and its competitors photographed holy sites, often including costumed actors recreating Biblical scenes. The American Colony outlasted the other services, successfully making the transition from 19th-century large-size albumen views to the smaller, less expensive picture postcard format which dominated the twentieth century. The firm’s photographers were actual residents of Palestine. Their intimate knowledge of the land and people gave them an advantage over commercial photographers who were not based in Palestine and made their coverage more comprehensive. They documented Middle East culture, history, and political events from before World War I through the collapse of Ottoman rule, the British Mandate period, World War II, and the emergence of the State of Israel. The Matson Collection also includes images of people and locations in present-day Jordan, Lebanon, Syria, Egypt, Iraq, and Turkey. Additionally, the firm produced photographs from an East African trip. (For further background information on the American Colony and its Photo Department, see.", 
    "domain": "www.loc.gov", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Turkey", 
        "Israel", 
        "imagery", 
        "description and travel", 
        "Egypt", 
        "photography", 
        "Lebanon", 
        "Jordan", 
        "Palestine", 
        "Syria", 
        "Iraq", 
        "travel"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9114420148621901742", 
            "resource_date": "2015-03-22T09:10:44.451-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:57.646093"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/02/matson-g-eric-and-edith-photograph.html", 
            "resource_date": "2015-03-22T09:10:44.451-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:57.646108"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Matson (G. Eric and Edith) Photograph Collection at the Library of Congress", 
    "url": "http://www.loc.gov/pictures/collection/matpc/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}