{
    "description": "Vol. 8, 2013 Toutes les versions de cet article : [ عربي ] [français] Cette livraison de Rayd-n est publiée par le ministère yéménite de la Culture en partenariat avec le Centre Français d’Archéologie et de Sciences Sociales de Sanaa Ce numéro a été préparé en hommage à Muhammad ‘Abd al-Q-dir B-faqih (1928–2002) Comité de rédaction : Yûsuf M. ‘Abdall-h, Christian J. Robin, Ahmad A. B-t-yi‘ Responsable scientifique : Mounir Arbach Relecture : Muhammad ‘Abd al-Rahîm J-zim Maquette : Sylvaine Giraud Les articles de ce numéro ont été livrés entre 2005-2009. © Tous droits de traduction, d’adaptation et de reproduction par tous procédés réservés pour tous pays au ministère yéménite de la Culture © Crédits photographiques : les auteurs des articles sauf mention spéciale INTRODUCTION, SOMMAIRE ET ARTICLES EN FORMAT PDF Cette édition du 8e numéro de la revue Rayd-n, qui porte sur l’histoire du Yémen et de son héritage depuis l’Antiquité, parait au moment où le Yémen traverse une nouvelle étape de son histoire contemporaine faite de changements au niveau local, régional et international ouvrant des horizons nouveaux pour une vie meilleure. Afin d’affirmer notre volonté d’avancer, sur le plan culturel, en harmonie avec un monde en changement, nous avons souhaité que la parution de ce numéro de la revue Rayd-n soit portée par deux institutions qui ont à cœur de faire connaître, à ceux qui aspirent à connaître le passé pour mieux assurer leurs pas vers un futur meilleur, des visions nouvelles et des réflexions originales sur l’histoire ancienne du Yémen. Elles sont ici proposées par un groupe de spécialistes appartenant à différents pays. Ce numéro conduit nos pas vers des mondes étonnants, tout d’abord à travers les vestiges archéologiques et culturels de la ville ancienne de Sanaa (Yûsuf M. ‘Abdall-h), puis à Hayd Hinna (Nis-b) vers de nouvelles inscriptions qatabanites, ensuite dans la pénombre de la grotte de Ma‘amr vers des gravures rupestres venues de temps reculés, ensuite vers le Yamanat en abordant le titre royal attribué aux souverains himyarites (N-sir S. Abtûr), de même vers la plus ancienne mention d’unification dans une inscription sabéenne (Fahmî al-Aghbarî), ou encore la trame d’un complot noué entre des Aksoumites et un personnage yéménite pour assassiner le roi himyarite Dhû Nawas (Hamûd M. G. al-Saqq-f). Ce panorama est enrichi de-ci de-là par la présentation de nouvelles statues et inscriptions, de résultats de fouilles en divers lieux à travers le pays qui nous mènent à Shuqra, al-A‘m-s et al-‘Usaybiyya. De même, des archéologues russes nous réservent la primeur d’un rapport préliminaire de leurs fouilles, avec des travaux divers qui couvrent des domaines scientifiques variés. Le contenu de ce numéro 8 de la revue Rayd-n se distingue tout particulièrement par le nombre des contributions, outre celles déjà évoquées ci-dessus, celles aussi présentées en français ou en anglais par des chercheurs européens, français et autres. Ce volume fait connaitre de manière particulièrement remarquable les réflexions et savoirs nouveaux d’un groupe d’éminents savants, ainsi que de leurs étudiants qui leur emboîtent le pas dans leurs recherches. Nous tenons ici à remercier l’équipe éditoriale du CEFAS pour l’aide apportée à rassembler et rendre public ces contributions sur le site de leur centre. Ce numéro est dédié à la mémoire de l’historien et archéologue. Il a été le fondateur de la revue Rayd-n dans des conditions difficiles et lui a permis de perdurer par-delà de multiples obstacles de sorte qu’elle est devenue au fil des ans, une référence dans l’histoire et la civilisation du Yémen antique. 1. New sculptures of the “Lady of aḍ-Ḍ-li‘” style (p. 9-24)Sabina ANTONINI %IMAGEREPLACED% 2. Le temple de Siy-n à Shabwa, problèmes d’identification (p. 25-44)Jean-François BRETON %IMAGEREPLACED% 3. Deux nouvelles inscriptions provenant de Kamna (p. 45-50)François BRON %IMAGEREPLACED% 4. The history of irrigation in the Lahj Oasis (p. 51-66)Ueli BRUNNER %IMAGEREPLACED% 5. Prehistoric rock art in Hadramawt : the site of Ali-1 in W-dî Bin ‘Alî (Yemen) (p. 67-72)Rémy CRASSARD %IMAGEREPLACED% 6. Les portes fortifiées de Shabwa, analyse et comparaisons (p. 73-89)Christian DARLES %IMAGEREPLACED% 7. Sur le nom du temple du Dieu Siyān dégagé à Raybūn VI (p. 91-101)Serguei FRANTSOUZOFF et Alessia PRIOLETTA %IMAGEREPLACED% 8. Une inscription ḥimyarite de la région de Radaʿ (p. 103-110)Iwona GAJDA, Mounir ARBACH et Khalid al-HAJJ %IMAGEREPLACED% 9. An inscribed golden amulet of the goddess ‘Uzzayān (p. 111-114)Mohammed MARAQTEN and Amida SHOLAN %IMAGEREPLACED% 10. A Hadrami stamp seal : lost and found (p. 115-118)Diana PICKWORTH %IMAGEREPLACED% 11. Premières mentions de dhū-Raydān (vers la fin du Ier s. av. è. chr.) (p. 119-134)Christian ROBIN et Mounir ARBACH %IMAGEREPLACED% Voir en ligne : Pour lire les articles en langue arabe de ce numéro", 
    "domain": "www.cefas.com.ye", 
    "identifiers": {}, 
    "is_part_of": {
        "issn": "1015-4523", 
        "title": "Raydān: journal of ancient Yemeni antiquities and epigraphy", 
        "url": "http://www.cefas.com.ye/spip.php?article520"
    }, 
    "keywords": [
        "epigraphy", 
        "irrigation", 
        "prehistory", 
        "art", 
        "journal", 
        "Christianity", 
        "culture", 
        "antiquity", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Vol. 8, 2013", 
    "url": "http://www.cefas.com.ye/spip.php?article520", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}