{
    "description": "Have you taken the AWOL User Survey ? Have you taken the AWOL User Survey ?. VISUAL PAST: A Journal for the Study of Past Visual Cultures. VISUAL PAST is an open-access online journal dedicated to the interdisciplinary study of past visual cultures. It refers to the study of images and the visual as roughly outlined by visual culture studies, Bildwissenschaften and similar areas which became apparent in the wake of the iconic and the pictorial turn. VISUAL PAST is understood as a forum for diverse directions, not privileging certain theories, methodological positions, or paradigms. Accordingly, it is not devoted to singular disciplines but favours trans- and interdisciplinary approaches. Editors: Jacobus Bracker & Martina Seifert 1, 2014 Editorial 2014 (deutsche Fassung), p. 1-3 Jacobus Bracker & Martina Seifert read online or download article: PDF Editorial 2014 (English version), p. 4-6 Jacobus Bracker & Martina Seifert read online or download article: PDF Tagungsbericht Die Kunst der Rezeption, p. 7-12 Jacobus Bracker & Ann-Kathrin Hubrich read online or download article: PDF The Construction of Brancusi’s Primitivism, p. 13-45 Amelia Miholca read online or download article: PDF 2. 1, 2015 Special Issue: Die Kunst der Rezeption/The Art of Reception Frontmatter, p. I-VII read online or download: PDF Einleitung: Bildwanderungen, p. 1-9 Jacobus Bracker & Ann-Kathrin Hubrich read online or download article: PDF The Art of Quotation. Forms and Themes of the Art Quote, 1990-2010. An Essay, p. 11-64 Nina Heydemann read online or download article: PDF Die Alchimie des Bildes: Surreale Transformationen bei Remedios Varo, p. 65-87 Linn Burchert read online or download article: PDF Vom männlichen Bestehen einer Gefahr zur Ideologie der totalen Vernichtung: Skylla und die Sirenen von Homer bis Herrad von Hohenburg, p. 89-135 Susanne Moraw read online or download article: PDF Venus in the Mirror: Roman Matrons in the Guise of a Goddess, the Reception for the Aphrodite of Cnidus, p. 137-154 Sadie Pickup read online or download article: PDF Sarcophagus S. Maria Antiqua: Some Comments on Reception as an Element of Identity in Late Antique and Early Christian Sarcophagi, p. 155-174 Adriana Kapsreiter read online or download article: PDF Lying in the Arms …: The Origins and Reception of Luc Olivier Merson’s The Rest on the Flight to Egypt, p. 175-210 Liesbeth Grotenhuis read online or download article: PDF Rezeption griechischer Plastik als Phänomen der neuzeitlichen Grabkunst - Das Grab für Peter Joseph Leydig auf dem Mainzer Hauptfriedhof, p. 211-242 Fabienne Richter read online or download article: PDF Rekonstruktion als Transformation: Nachbauten antiker römischer Architektur, p. 243-269 Anita Rieche read online or download article: PDF Zwischen Dalí, Spitzweg und Altdorfer - Interpikturalität in Literaturverfilmungen am Beispiel der Goethe-Adaptionen Die Leiden des jungen Werthers (1976) und Faust (2011), p. 271-292 Anett Werner read online or download article: PDF Fremde und Vertrautheit in Hannah Höchs Serie Aus einem ethnographischen Museum um 1924-1934, p. 293-314 Lara Viktoria Rath read online or download article: PDF Wandernde Bilderzählungen und die Erzählforschung in der Klassischen Archäologie, p. 315-346 Jacobus Bracker read online or download article: PDF Mehr als (Ab-)Bilder! - Bildwahrnehmung in der ersten Hälfte des ersten vorchristlichen Jahrtausends in Mesopotamien, p. 347-388 Elisabeth Wagner-Durand read online or download article: PDF Blick_folgen. Zur Visualisierung von Augenbewegungen bei der Kunstbetrachtung, p. 389-405 Hanna Brinkmann & Laura Commare read online or download article: PDF Das Gesicht als „Spiegel der Seele“? - Problematiken der Bildnisinterpretation am Beispiel der Wissenschaftsgeschichte des Caesar- und Trajansporträts, p. 407-489 Lisa Jureczko read online or download article: PDF Japanese “Idols” in Trans-Cultural Reception: the Case of AKB48, p. 491-526 Wendy Xie read online or download article: PDF Homo immergens. Immersion als Bestimmungsgröße für eine Medien- und Kulturtheorie medialer Hybridität, p. 527-551 Lars C. Grabbe read online or download article: PDF Federico Zuccaris Dante Historiato - Ein multimediales Bilderbuch, p. 553-599 Tanja Westermann read online or download article: PDF Vermittler, Verfolger, Verführter - der Leser des Kopenhagener Stundenbuches, p. 601-624 Rostislav Tumanov read online or download article: PDF „[…] die Autorität der Antichen […]“ - Das Modell visueller Autorität am Beispiel frühneuzeitlicher Antikenrezeption, p. 625-667 Sebastian Dohe read online or download article: PDF Rezeptionsprozesse im Rechtsraum am Beispiel des Lüneburger Niedergerichts, p. 669-715 Ann-Kathrin Hubrich read online or download article: PDF.", 
    "domain": "www.visualpast.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Germany", 
        "journal", 
        "art", 
        "open access"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7279054028196062141", 
            "resource_date": "2015-03-10T07:32:30.524-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:16.841261"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/new-open-access-journal-visual-past.html", 
            "resource_date": "2015-03-10T07:32:30.524-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:16.841276"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "VISUAL PAST: A Journal for the Study of Past Visual Cultures", 
    "url": "http://www.visualpast.de/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}