{
    "description": "Open-Access-Publikationen des RGZM (Römisch-Germanischen Zentralmuseum). Zeitschriften Jahrbuch des Römisch-Germanischen Zentralmuseums Das Jahrbuch des RGZM ist eine jährlich erscheinende archäologische Fachzeitschrift. Zusätzlich zu der Druckausgabe erscheint sie ab 2014 bei der Universitätsbibliothek Heidelberg im Open Access. Bislang sind die Jahrgänge 2011 und 2010 kostenfrei abrufbar, die vorangegangen Ausgaben sollen kontinuierlich retrodigitalisiert werden. Mehr. weitere Open Access Publikationen des RGZM Monographie: Das kaiserzeitliche Gräberfeld von Halbturn (Mainz, 2014) Die vierbändige Monographie »Das kaiserzeitliche Gräberfeld von Halbturn, Burgenland« von Nives Doneus (Hrsg. ) erscheint neben der Printausgabe gleichzeitig kostenfrei im Open Access. Mehr. Tagungsband: Sustainable Documentation in Archaeology. Technological Perspectives in Excavation an Processing (2014) Der Tagungsband »Sustainable Documentation in Archaeology. Technological Perspectives in Excavation an Processing« erscheint im Open Access und ist hier jetzt kostenfrei abrufbar. Die englischsprachige Tagung fand vom 6. -8. Mai 2013 in Xi'an/P. R. China statt. Mehr. Tagungsband: Wissen für die Gesellschaft. Wissenstransfer als Schlüsselherausforderung für Forschungsinstitutionen und Forschungsmuseen (2013) Eine neue Publikation der Leibniz-Gemeinschaft beleuchtet die komplexe Beziehung zwischen Forschung und Öffentlichkeit: »Wissen für die Gesellschaft« beschäftigt sich mit der Rolle, die Forschungsinstitutionen und Forschungsmuseen bei der Vermittlung von Wissen spielen. Mehr. Monographie: Die chronologische Einordnung der paläolithischen Fundstellen von Schöningen / The chronological setting of the Palaeolithic sites of Schöningen (Mainz, 2012) Der erste Band der Reihe »Forschungen zur Urgeschichte aus dem Tagebau Schöningen« erscheint neben der Printausgabe auch Open Access. Herausgegeber der Reihe sind das Römisch-Germanische Zentralmuseum, das Niedersächsische Landesamt für Denkmalpflege und die Römisch-Germanische Kommission des Deutschen Archäologischen Instituts. Mehr.", 
    "domain": "web.rgzm.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Germany", 
        "archaeology"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2363895708489820912", 
            "resource_date": "2014-08-08T08:45:12.990-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:27.990732"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/08/open-access-publikationen-des-rgzm.html", 
            "resource_date": "2014-08-08T08:45:12.990-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:27.990747"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open-Access-Publikationen des RGZM (Römisch-Germanischen Zentralmuseum)", 
    "url": "http://web.rgzm.de/publikationen/rgzm-open-access.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}