{
    "description": "Voir l’original Crédits : H. Tavier & A. Den Dronker; Vincent Battesti; montage Laurent Venot Le palmier dattier ( Phoenix dactylifera L.) constitue une espèce emblématique des régions chaudes et arides de l’Ancien Monde où il est cultivé depuis la Préhistoire. Malgré son rôle économique primordial, en tant qu’espèce nourricière et élément structurant dans les cultures en palmeraie, son origine et l’histoire ancienne de son exploitation avaient jusqu’alors fait l’objet de très peu de recherches. Dans ce numéro spécial, nous avons rassemblé onze textes qui abordent ces thématiques de perspectives très diverses, reflétant les travaux des auteurs venant d’horizons disciplinaires variés. Les questions centrales sont celles de la domestication et de la culture ancienne du palmier dattier, approchées par l’archéologie, l’archéobotanique, la morphométrie géométrique, la génétique et l’iconographie. À ces contributions percevant le palmier dattier dans une perspective historique s’ajoutent deux textes portant sur la gestion de l’agrobiodiversité et des ressources en eau dans des palmeraies actuelles en Oman et en Égypte.", 
    "domain": "ethnoecologie.revues.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Le palmier dattier: Origine et culture en Égypte et au Moyen-Orient -- The Date Palm : Origin and Cultivation in the Middle East and in Egypt", 
        "url": "http://ethnoecologie.revues.org/1216"
    }, 
    "keywords": [
        "culture", 
        "antiquity"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Voir l’original", 
    "url": "http://ethnoecologie.revues.org/1642", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}