{
    "description": "Claremont Coptic Encyclopedia The Claremont Coptic Encyclopedia (CCE) will initially include approximately 2800 articles published in The Coptic Encyclopedia (Aziz S. Atiya, ed. NY: Macmillan, 1991). The CCE will continuously add updates and new topics from the growing body of scholarship in Coptic studies at institutions worldwide. The scope of articles includes Coptic language and literature; Copto-Arabic literature; Coptic art, architecture, archaeology, history, music, liturgy, theology, spirituality, monasticism; and biblical, apocryphal, social, and legal texts. Nag Hammadi Archive The Nag Hammadi codices, thirteen ancient manuscripts containing over fifty religious and philosophical texts written in Coptic and hidden in an earthenware jar for 1,600 years, were accidentally discovered in upper Egypt in the year 1945. This immensely important discovery included a large number of primary Gnostic scriptures. These texts were once thought to have been entirely destroyed during the early Christian struggle to define \"orthodoxy,\" scriptures such as the Gospel of Thomas, the Gospel of Philip, and the Gospel of Truth. The images in this collection were taken during the excavations and translation project of the 1970’s and record the environments surrounding excavations, visiting dignitaries, and the scholars working on the codices. The project has provided momentum to a major reassessment of early Christian history and the nature of Gnosticism.", 
    "domain": "ccdl.libraries.claremont.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Claremont Colleges Digital Library", 
        "url": "http://ccdl.libraries.claremont.edu/cdm/collections"
    }, 
    "keywords": [
        "antiquity", 
        "imagery", 
        "language", 
        "Egypt", 
        "egyptology", 
        "journal", 
        "Christianity", 
        "project", 
        "religion", 
        "encyclopedia", 
        "Coptic", 
        "archaeology", 
        "manuscripts", 
        "archive", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3844890379588790433", 
            "resource_date": "2013-10-27T08:48:50.747-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:12:46.198513"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/01/claremont-colleges-digital-library.html", 
            "resource_date": "2013-10-27T08:48:50.747-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:12:46.198529"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Claremont Coptic Encyclopedia", 
    "url": "http://ccdl.libraries.claremont.edu/collection.php?alias=cce", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}