{
    "description": "I've made two small changes to the blog over the weekend. If you're reading this in a feed reader or by email you may not see them, so if that's the case, click the link and go AWOL. In the righthand side bar I now have added the widget delivering the feed from Abzu. Abzu is a partner project to this blog. Not everything that appears here appears there, and vice versa. Abzu's focus is on the ancient Near East and Mediterranan world, and AWOL's focus is the ancient world more broadly conceived. It's easy enough to follow both if you wish to. Also in the righthand side bar is a form allowing you to receive notifications of updates to AWOL by email. This seems useful for those for whom news feeds are not. Your address will be safe. Neither AWOL nor feedburner will send spam. I have been testing it for some weeks and I'm satisfied that it works reliably. I've made two small changes to the blog over the weekend. If you're reading this in a feed reader or by email you may not see them, so if that's the case, click the link and go AWOL. In the righthand side bar I now have added the widget delivering the feed from Abzu", 
    "domain": "www.etana.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "blog"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-199452738241766659", 
            "resource_date": "2009-06-07T19:16:16.110-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:02:34.241759"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/06/blog-changes.html", 
            "resource_date": "2009-06-07T19:16:16.110-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:02:34.241776"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Blog changes", 
    "url": "http://www.etana.org/abzu", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}