{
    "description": "Have you taken the. AWOL User Survey ?. Prosopon: The journal of Prosopography. Prosopon has been published in newsletter format by the Unit of Prosopographical Research since 1994. With the foundation of the Prosopography Centre at the Modern History Research Unit Prosopon has transformed into bi-annual scholarly Journal. Prosopon has been published in newsletter format by the Unit of Prosopographical Research since 1994. With the foundation of the Prosopography Centre at the Modern History Research Unit Prosopon has transformed into bi-annual scholarly Journal. The purpose of Prosopon is to disseminate information about current research into subjects relevant to mediaeval prosopography. As such its contents include: descriptions of major ongoing research projects concerned with any aspect of prosopography; short notices of forthcoming publications (editions of primary sources as well as secondary works) of a prosopographical interest; a forum for contact between scholars whose research has a prosopographical element. Contributions with prosopographical implications concerned with the auxiliary disciplines such as onomastics, genealogy, biography, and computing are also welcome. The purpose of Prosopon is to disseminate information about current research into subjects relevant to mediaeval prosopography. As such its contents include: descriptions of major ongoing research projects concerned with any aspect of prosopography; short notices of forthcoming publications (editions of primary sources as well as secondary works) of a prosopographical interest; a forum for contact between scholars whose research has a prosopographical element. Contributions with prosopographical implications concerned with the auxiliary disciplines such as onomastics, genealogy, biography, and computing are also welcome. Issue 1 (1994 ) Issue 2 (1995) Issue 3 (1995). Issue 4 (1996) Issue 5 (1996) Issue 6 (1997 ) Issue 7 (1997) Issue 8 (1997) Issue 9 (1998) Issue 10 (1999) Issue 11 (2000) Issue 12 (2001) Issue 13 (2002).", 
    "domain": "users.ox.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "prosopography", 
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2659837941036851032", 
            "resource_date": "2015-03-01T17:41:15.979-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:43.898784"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/open-access-journal-prosopon-journal-of.html", 
            "resource_date": "2015-03-01T17:41:15.979-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:43.898800"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Prosopon: The journal of Prosopography", 
    "url": "http://users.ox.ac.uk/~prosop/prosopon/prosopon.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}