{
    "description": "Erga-Logoi: Rivista di storia, letteratura, diritto e culture dell'antichità. Online ISSN: 2282-3212. Print ISSN: 2280-9678. Erga-Logoi è una rivista, soggetta a peer-review, di storia, letteratura, diritto e culture dell'antichità; un concetto, quest'ultimo, da intendere in senso ampio sul piano dell'estensione geografica e cronologica. Il titolo è stato scelto per sottolineare, evocando il proemio metodologico di Tucidide - benché la contrapposizione abbia ovviamente, in quel contesto, valore diverso -, l'intento di guardare al mondo antico prestando attenzione sia al \"fatto\" (gli eventi storici, la produzione artistica, la cultura materiale), sia al \"detto\" (il discorso poetico, letterario, storico, normativo nella sua forma orale e scritta). Di conseguenza, la Rivista propone con convinzione un approccio unitario al mondo antico, respingendo prospettive settoriali in favore di un'impostazione fortemente interdisciplinare: l'unica che può consentire un'adeguata comprensione della civiltà complessa e articolata, sul piano cronologico, geografico e soprattutto contenutistico, che il mondo antico ha espresso. La Rivista, che esce con cadenza semestrale, è dunque aperta a contributi di carattere storico, filologico, letterario, archeologico, artistico, giuridico; ha carattere multilingue e intende con ciò contribuire allo sviluppo di un dibattito internazionale sul mondo antico e sulla sua eredità. Erga -Logoi is a peer-reviewed journal of ancient history, literature, law and culture, as broadly conceived in geographical and chronological terms. Evoking Thucydides' methodological exordium (although in that context the opposition obviously has a different value), the name of the Journal was chosen to reflect its intention of looking at the ancient world paying attention to both “facts” (historical events, artistic production, material culture) and “words” (literary, historical, legal production in its oral and written forms). On these bases, the Journal embraces a unified approach to the ancient world, rejecting sectional perspectives for an interdisciplinary focus, reflecting these complex articulated civilizations. The Journal, published every six months, is open to contributions of a historical, philological, literary, archaeological, artistic, and legal nature. It is multilingual, thereby aiming to foster the development of international debate on the ancient world and its legacy. Vol 2, No 1 (2014) Table of Contents Fine dell'impero romano ed escatologia PDF Giuseppe Zecchini 7-19 «Attica in Syria». Persian War Reenactments and Reassessments of the Greek-Asian Relationship: a Literary Point of View PDF Silvia Barbantani 21-91 Una clausola maniliana in Prudenzio (C. Symm. I 279) PDF Silvia Arrigoni 93-102 Villae e bolli inediti su lateres nel comprensorio del Lago di Bracciano PDF Giuseppe Cordiano, Antonietta Barricelli, Elena Insolera, Alessandra Lazzeretti, Stefania Russo, Diletta Tesei 103-154 Cadmo di Mileto, primo storico dell’Occidente: i dati biografici PDF Federica Fontana 155-180 Vol 1, No 2 (2013) Table of Contents Des eunuques dans la tragédie grecque. L’orientalisme antique à l’épreuve des textes PDF Dominique Lenfant 7-30 Le ambiguità di un reliquiario. Il «braccio di s. Ermolao» nella pieve di Calci (Pisa) PDF Francesco D'Aiuto 31-72 L’octroi de la citoyenneté romaine aux Latins: un anachronisme de Cassius Dion PDF Gianpaolo Urso 73-83 Sondaggi sulla presenza di Pitagora negli scritti ciceroniani: le sezioni frammentarie del “de re publica” e il “de legibus” PDF Andrea Balbo 85-103 I Greci e l'aborto fra teoria politica e prassi medica. Per una rilettura di Platone, Aristotele e Ippocrate PDF Rita Laura Loddo.", 
    "domain": "www.ledonline.it", 
    "identifiers": {
        "issn": {
            "electronic": [
                "2282-3212"
            ], 
            "generic": [
                "2280-9678"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "law", 
        "Italy", 
        "journal", 
        "culture", 
        "open access", 
        "classics"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6235055472336167996", 
            "resource_date": "2015-04-07T10:49:41.765-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:03.144288"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/09/new-open-access-journal-erga-logoi.html", 
            "resource_date": "2015-04-07T10:49:41.765-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:03.144304"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Erga-Logoi: Rivista di storia, letteratura, diritto e culture dell'antichità", 
    "url": "http://www.ledonline.it/Erga-Logoi/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}