{
    "description": "Webfestschrift Marshak 2003 Ērān ud Anērān: Studies presented to Boris Ilich Marshak on the Occasion of His 70th Birthday. Electronic Version. Matteo Compareti, Paola Raffetta, Gianroberto Scarcia - Editors October 2003 Transoxiana regrets the passing away of Boris Marshak (9 July 1933-28 July 2006) at the site of the archeological excavations of Ancient Panjikent. Table of Contents. Introduction to the Electronic Version, (Paola Raffetta, USAL) Marshak's Bibliography and CV, Compiler: V. Shkoda S. T. Adylov, J. K. Mirzaahmedov On the history of the ancient town of Vardana and the Obavija Feud A. Alemany Sixth Century Alania: Between Byzantium, Sasanian Iran and the Turkic World [PDF document] Abstract C. Alyilmaz On the Bugut Inscription and Mausoleum Complex G. Azarpay Bullae from the Pahlavi Archive at the University of California, Berkeley G. Babayarov Sogd under Turkish Rule during VIth-VIIIth centuries (On Sogdian and Turkish Symbiosis) E. Bagaturia On the importance of the \"Misimian's\" - Kodori Route in the 1st-6th Centuries C. Benjamin The Yuezhi Migration and Sogdia Z. K. Bilici Bronze door-knockers of Cizre Great Mosque, A New Example I. V. Bondyrev Colonization of the Black Sea by the Ancient Greeks and its Ecological Consequences P. Callieri At the roots of the Sasanian royal imagery: The Persepolis Graffiti M. Compareti The Role of the Sogdian Colonies in the Diffusion of the Pearl Roundels Pattern M. Dobrovits \"They called themselves Avar\" - Considering the pseudo-Avar question in the work of Theophylaktos. N. V. Fedorova Volga Bulgaria Silver of the 10th-14th centuries (on materials of the Trans-Urals collections) M. S. Gadjiev Interpretation of a bronze figurine of warrior from Gigatl', Daghestan G. Gnoli Agathias and the date of Zoroaster F. Grenet La plus ancienne inscription sogdienne P. O. Harper. Sasanian clay sealings in the Metropolitan Museum and in a New York private collection: Physical characteristics [Abstract only] T. Hayashi Sogdian Influences Seen on Turkic Stone Statues. Focusing on the Fingers Representations A. Heller Archeology of Funeral Rituals as revealed by Tibetan tombs of the 8 th to 9 th century J. Ya. Ilyasov Bronze ewers of craftsman Ahmad A. L. Juliano Chinese Pictorial Space at the Cultural Crossroads E. Kageyama Use and production of silks in Sogdiana Sh. Kamoliddin To the Question of Origin of the Name Hashimgird O. Karatay Contribution to the Debates on the Origin of the Medieval Bosnian Royal Dynasty Kotromanids S. G. Klyashtorny Ancient Turk Rock Inscriptions in the Talass Ala-Too: A Sogdian Word in an Old Turk Inscription J. A. Lerner. An Overview of the Sealings on the Bactrian Documents in the Khalili Collection [Abstract only] Lin Ying Sogdians and Imitations of Byzantine Gold Coin Unearthed in the Heartland of China V. A. Livshits Three New Ostraca Documents from Old Nisa P. V. Lurje \"Shapur's Will\" in Bukhara M. Mode Heroic fights and dying heroes - The Orlat battle plaque and the roots of Sogdian art A. Naymark A Note on Sogdian Coroplastics - Two Ossuary Fragments from Afrasiab M. Nicolini-Zani Christiano-Sogdica: An Updated Bibliography on the Relationship between Sogdians and Christianity throughout Central Asia and into China T. Ôsawa Aspects of the relationship between the ancient Turkish and Sogdians -based on a stone statue with Sogdian inscription in Xinjiang- [Abstract] Igor V. Pyankov Scythian genealogical legend in «Rustamiada» Rong Xinjiang. Sogdians around Ancient Tarim basin [Abstract only] E. V. Rtveladze Coins from Kish. 3rd-2nd Century BC - 8th Century AD K. Rubinson. \"Animal Style\" Art and the Image of the Horse and Rider [Abstract] A. Santoro On The Two Intertwined Dragons from Pendzikent G. L. Semenov Dwelling houses of Bukhara in the Early Middle Ages B. Y. Stavisky Once more about peculiarities of the Sogdian Civilization of the 4th-10th Centuries K. Tanabe The identification of the King of kings in the upper register of the Larger Grotto, Taq-i Bustan - Ardashir III restated M. Tezcan Apar in Turkish Inscriptions of VIIIth Century and Armenian Sources [PDF] [Abstract] Tianshu Zhu The Sun God at Kizil X. Tremblay. Sogdien et Avesta. Essais de grammaire compare'e des langues iraniennes VIII [Abstract] L. Venegoni Hülägü's Campaign in the West (1256-1260) S. A. Yatsenko The Late Sogdian Costume (the 5th - 8th cc. AD).", 
    "domain": "www.transoxiana.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Iran", 
        "Central Asia"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6776494501484649850", 
            "resource_date": "2012-12-29T07:47:56.255-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:10.887222"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/webfestschrift-boris-ilich-marshak.html", 
            "resource_date": "2012-12-29T07:47:56.255-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:10.887239"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Webfestschrift Marshak 2003 Ērān ud Anērān: Studies presented to Boris Ilich Marshak on the Occasion of His 70th Birthday", 
    "url": "http://www.transoxiana.org/Eran/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}