{
    "description": "Eridanos: Bibliografia Polskich Badań nad Antykiem i Tradycją Antyczną - Bibliography of Polish Research on Antiquity and Antique Tradition. The Eridanos is created to provide an open bibliographic database for general use. The main aim is to cover all books and articles written, edited, translated by Polish scholars or published in Poland by foreign authors that deal with ancient history and the reception of ancient cultures. Popular publications, novels, fictions, stories are also included if they are connected with ancient world or if they exploite motifs of ancient descent. The Eridanos is to give means to collect a comprehensive list of works on a given matter. It is important to notice, that the database is not to replace historians’ search - it is to help them in their work. It is to serve everyone who is interested in ancient history or reception of ancient cultures. Chronological borders are still matter of a discussion, but the Eridanos gives an opportunity to include archaeological works and publications on Byzantium as well. The creators hope that in future the Eridanos (as an independent server) will be enriched by electronic publications and a discussion forum.", 
    "domain": "www.eridanos.umcs.lublin.pl", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Poland", 
        "classics", 
        "bibliography", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-648378428356729306", 
            "resource_date": "2013-02-23T08:30:00.423-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:38.182472"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/02/eridanos-bibliography-of-polish.html", 
            "resource_date": "2013-02-23T08:30:00.423-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:38.182487"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Eridanos: Bibliography of Polish Research on Antiquity and Antique Tradition", 
    "url": "http://www.eridanos.umcs.lublin.pl/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}