{
    "description": "[First posted on AWOL 25 October 2010. Updated 1 November 2011] thvproject.it The International Centre for the Study of the Herculaneum Papyri \"Marcello Gigante\" and the Chair of Classical Philology I of the University of Würzburg announce the online publication of the Thesaurus Herculanensium Voluminum (www.thvproject.it), edited by Gianluca Del Mastro. The Thesaurus is a free search engine of the texts of the Herculaneum Papyri collection; currently there are 15 texts available for consultation, but many others are in preparation and will be included soon. users who wish to contribute new readings of the texts already available in the database, should request a password from info@cispe.org. ll Centro Internazionale per lo Studio dei Papiri Ercolanesi “Marcello Gigante” e la Cattedra di Filologia Classica I dell’Università di Würzburg annunciano la pubblicazione on line del Thesaurus Herculanensium Voluminum (www. thvproject.it), curato da Gianluca Del Mastro, attraverso il quale è possibile effettuare ricerche sui testi contenuti nei Papiri Ercolanesi. Attualmente è consultabile il testo di circa 15 papiri e molti altri saranno presto inseriti.  Tutti gli utenti che desiderano ottenere una password per inserire nuove letture ai testi già consultabili, possono richiederla all’indirizzo info@cispe. org. In Zusammenarbeit mit dem Lehrstuhl für Klassische Philologie I der Universität Würzburg hat das Centro Internazionale per lo Studio dei Papiri Ercolanesi den Thesaurus Herculanensium Voluminum (THV) erstellt (www.thvproject.it). Der Plan dafür stammt von Gianluca Del Mastro. Der Thesaurus stellt eine Reihe von Suchmöglichkeiten über den Texten der herkulanischen Papyri zur Verfügung. Im Moment stehen rund 15 Papyri zur Verfügung; die Eingabe der Texte von Philodems Rhetorik und weiterer kleinerer Texte ist in Arbeit. Mittels eines Passwortes können registrierte Benutzer direkt eigene Neulesungen und Ergänzungsvorschläge eintragen. Registrierung und Passwort können unter der Adresse info@cispe.org beantragt werden. Inseriti Papiro Autore/Titolo Libro 124 Demetrius Laco - De anthropomorphia deorum 182 Philodemus - De Ira 336 Polystratus - De contemptu 463 Philodemus - De rhetorica IV 468 Philodemus - De rhetorica III 1001 Philodemus - De rhetorica 1004 Philodemus - De rhetorica IX 1005 Philodemus - Ad contubernales I 1006 Demetrius Laco - Nonnullae quaestiones de diaeta 1008 Philodemus - De vitiis X I 1012 Demetrio Lacone - Aporie testuali ed esegetiche in Epicuro 1014 Demetrius Laco - De poematis II 1021 Philodemus - Historia Academicorum 1027 Carneiscus - Philistas II 1055 Demetrius Laco - De forma dei 1065 Philodemus - De signis 1113 Demetrius Laco - De Poematis 1251 Philodemus - De electionibus et fugis 1418 Philodemus - Pragmateiai 1425 Philodemus - De poematis V 1431 Epicurus - De natura XXXIV 1507 Philodemus - De bono rege secundum Homerum 1636 Philodemus - De rhetorica 1675 Philodemus - De vitiis (De adulatione)", 
    "domain": "www.thvproject.it", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "thesaurus"
    ], 
    "language": [
        "la", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7221107525365885349", 
            "resource_date": "2011-11-01T08:58:43.848-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:13:58.187815"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/10/online-publication-of-thesaurus.html", 
            "resource_date": "2011-11-01T08:58:43.848-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:13:58.187832"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=21", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=8", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=19", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=16", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=20", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=29", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=30", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=13", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=22", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=26", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=25", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=27", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=15", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=18", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=17", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=11", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=23", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=12", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=7", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=9", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=10", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=14", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=28", 
        "http://www.thvproject.it/newthv/beta/specifiche_papiro.asp?id=24"
    ], 
    "title": "Online Publication of the Thesaurus Herculanensium Voluminum", 
    "url": "http://www.thvproject.it/newthv/beta/default.asp", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}