{
    "description": "THV (Thesaurus Herculanensium Voluminum) (new-beta_01). Il progetto THV (Thesaurus Herculanensium Voluminum) è nato con lo scopo di creare uno strumento informatico per la ricerca sui testi custoditi nei papiri greci ercolanesi. Sarà possibile effettuare ricerche di parole o parte di esse per opera, per autore o su tutto il corpus che verrà, periodicamente, arricchito e aggiornato. Per gli studiosi, inoltre, sarà possibile intervenire direttamente sui testi aggiungendo le nuove letture. Ogni volta che saranno disponibili nuovi testi da consultare verrà data notizia della immissione su questo stesso sito, sul sito del CISPE “Marcello Gigante” e nella Papy-List. Testi immessi: PHerc. 182, 1005, 1027, 1065, 1507 sono a cura di Matilde Fiorillo PHerc. 1055, 1251, 1425, 1418, 1431 (coll. 1-10), 1021 sono a cura di Antonio Parisi PHerc. 336/1150 è a cura di Mariacristina Fimiani Il progetto è stato ideato e realizzato da Gianluca Del Mastro col sostegno del Centro Internazionale per lo studio dei Papiri Ercolanesi \"Marcello Gigante\" a cui si deve il finanziamento del software. L'immissione dei dati è curata e finanaziata dal CISPE in collaborazione con la cattedra di Filologia Classica I dell'Università di Würzburg Realizzazione del software a cura di ARCA di Luciano Fattore e Luca Pelella Direzione immissione testi: Gianluca Del Mastro (Napoli) e Holger Essler (Würzburg). Revisione e verifica dei dati: Gianluca Del Mastro e Antonio Parisi (Napoli); Holger Essler (Würzburg).", 
    "domain": "www.thvproject.it", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "papyrology", 
        "Greek", 
        "Latin"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6582388627696775982", 
            "resource_date": "2014-08-03T08:25:50.953-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:39.947159"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/08/thv-thesaurus-herculanensium-voluminum.html", 
            "resource_date": "2014-08-03T08:25:50.953-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:39.947174"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "THV (Thesaurus Herculanensium Voluminum) (new-beta_01)", 
    "url": "http://www.thvproject.it/newthv/beta/default.asp", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}