{
    "description": "La Pintura mural prehispánica en México - Boletín informativo. ISSN: 1405-4817. El proyecto La pintura mural prehispánica en México nace en 1990 con sede en el Instituto de Investigaciones Estéticas de la Universidad Nacional Autónoma de México. Desde entonces, ante la vasta producción pictórica del México antiguo, su labor ha sido la de registrar, estudiar e interpretar las imágenes representadas a partir de un enfoque multidisciplinario. Se trata de un proyecto que bajo la coordinación de Beatriz de la Fuente, reúne arqueólogos, arquitectos, biólogos, historiadores, historiadores del arte, restauradores y dibujantes de la Universidad Nacional Autónoma de México y del Instituto Nacional de Antropología e Historia. El objetivo fundamental del trabajo que se desarrolla en el proyecto es conjuntar el registro visual y textual de los fragmentos que se conservan de la pintura mural de tiempos precolombinos para que, estudios con enfoques metodológicos de diversas disciplinas, se integren y así lograr un mejor acercamiento a esta manifestación cultural poco estudiada del México Antiguo. Se trata de contribuir, en la conservación de una de las máximas expresiones plásticas de nuestro patrimonio cultural; que por sus condiciones de factura, ubicación, intemperismo y descuido, además de la fragmentación que presenta, su pérdida y destrucción son rápidas e irreversibles.", 
    "domain": "www.pinturamural.esteticas.unam.mx", 
    "identifiers": {
        "issn": {
            "generic": [
                "1405-4817"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2143388101431038512", 
            "resource_date": "2011-10-12T11:12:21.007-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:24.948708"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/10/open-access-journal-la-pintura-mural.html", 
            "resource_date": "2011-10-12T11:12:21.007-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:24.948723"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "La Pintura mural prehispánica en México – Boletín informativo", 
    "url": "http://www.pinturamural.esteticas.unam.mx/boletin.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}