{
    "description": "Perseus Open Publication Series. October 2, 2014 University of Leipzig, Germany. Tufts University, USA Initial Call for Contributions: Greek and Latin Editions Modern Language Translations Commentaries. Contributions to the Ancient Greek and Latin Dependency Treebanks. The Perseus Digital Library at Tufts University and the Open Philology Project at the University of Leipzig announce plans for the Perseus Open Publication Series (POPS), a new venue for open access and open data publications in any format and in any language that the Perseus Digital Library can support. The Perseus Digitary Library attracted 390,000 visitors in August 2014 while its contents are now prominent digital collections for two universities, one in Germany and one in the United States, each of which maintains its own repository. The Perseus Open Publication Series thus provides a visible, non-exclusive publication medium for those who wish their content to reach the widest possible audience and to be preserved as a part of the Perseus Digital Library. Development of POPS will take place in stages and will ultimately include content in any format and on any subject within the Perseus Digital Library. This initial call is aimed at those who are producing, wish to produce, or who have already produced, well-understood forms of publication such as editions, commentaries, modern language translations, as well as the Greek and Latin Dependency Treebanks, and other resources that shed light upon sources in Greek and Latin and where the content can be reviewed with fairly traditional editorial processes. If you have published a digitized Greek or Latin edition or a new translation on a website or as a PDF file, and if you want to see this work also published as a part of the Perseus Digital Library, please let us know. You can continue to keep making your material available on your website and giving it to others to publish.", 
    "domain": "sites.tufts.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "series", 
        "Perseus"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-965854546659534692", 
            "resource_date": "2014-10-02T11:34:13.931-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:59.699511"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/announcementcall-for-contributions.html", 
            "resource_date": "2014-10-02T11:34:13.931-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:59.699527"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Announcement/Call for Contributions: Perseus Open Publication Series", 
    "url": "http://sites.tufts.edu/perseusupdates/2014/10/02/perseus-open-publication-series/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}