{
    "authors": [
        "to produce their own TEI XML", 
        "using materials already in the Perseus Digital Library as templates", 
        "we will offer training for the most committed potential contributors", 
        "editors in producing EpiDoc TEI XML and/or creating morphological", 
        "syntactic annotations of Greek", 
        "Latin"
    ], 
    "contributors": [], 
    "description": "Perseus Open Publication Series. October 2, 2014. University of Leipzig, Germany. Tufts University, USA. Initial Call for Contributions: Greek and Latin Editions. Modern Language Translations. Commentaries. Contributions to the Ancient Greek and Latin Dependency Treebanks. The Perseus Digital Library at Tufts University and the Open Philology Project at the University of Leipzig announce plans for the Perseus Open Publication Series (POPS), a new venue for open access and open data publications in any format and in any language that the Perseus Digital Library can support. The Perseus Digitary Library attracted 390,000 visitors in August 2014 while its contents are now prominent digital collections for two universities, one in Germany and one in the United States, each of which maintains its own repository. The Perseus Open Publication Series thus provides a visible, non-exclusive publication medium for those who wish their content to reach the widest possible audience and to be preserved as a part of the Perseus Digital Library. Development of POPS will take place in stages and will ultimately include content in any format and on any subject within the Perseus Digital Library. This initial call is aimed at those who are producing, wish to produce, or who have already produced, well-understood forms of publication such as editions, commentaries, modern language translations, as well as the Greek and Latin Dependency Treebanks, and other resources that shed light upon sources in Greek and Latin and where the content can be reviewed with fairly traditional editorial processes. If you have published a digitized Greek or Latin edition or a new translation on a website or as a PDF file, and if you want to see this work also published as a part of the Perseus Digital Library, please let us know. You can continue to keep making your material available on your website and giving it to others to publish. We expect the range of materials that we accept to expand in the coming years. We particularly encourage translations, both in English and in other languages - the ability to identify qualified reviewers provides the critical limiting factor on how much material we can assess. We encourage authors to produce their own TEI XML, using materials already in the Perseus Digital Library as templates and we will offer training for the most committed potential contributors and editors in producing EpiDoc TEI XML and/or creating morphological and syntactic annotations of Greek and Latin. This training can take place either at Leipzig or in other countries. We currently support training in Croatian, English, French, German, and Italian, with plans to expand to other languages. Where particularly important material already exists in HTML, Word, PDF or some other format, we will consider helping with the conversion into XML. New contributions will be published initially as part of a new repository for Greek and Latin textual materials and accompanying annotations, based upon the Canonical Text Services Architecture. The CTS architecture will provide the backend for the next generation of the Perseus Digital Library website. Our strategy to make the system itself is based upon making all content available under an appropriate Creative Commons license via the Perseus. org web site, while charging for services that make that content more convenient (e. g. , a subscription that provides constantly updated versions of the Perseus texts in e-book format). All content and software that we produce will be open and others will be able - as they are already - to create their own versions and services based upon the Creative Commons licenses that authors select. Authors will be free to publish their materials in as many other venues as they choose (e. g. , PDF representations of their materials might appear in Academia. edu or ResarchGate) and store their materials in additional repositories. We have formed a steering committee to accomplish the following goals: (1) to identify potential authors and existing content; (2) to participate actively and constructively in planning the on-going development of the Perseus Open Publication Series. Those interested in contributing send inquiries. Steering Committee (as of October 1, 2014). Bridget Almas, Tufts and Alpheios. net. Alison Babeu, Tufts. Marie Claire Beaulieu, Tufts. Christopher Blackwell, Furman University. Monica Berti, Leipzig. Federico Boschetti, CNR, Pisa. Michèle Brunet, Lyon. Giuseppe G. A. Celano, Leipzig. Lisa Cerrato, Tufts. Harry Diakoff, Alpheios. net. Reinhard Foertsch, German Archaeological Institute, Berlin. Greta Franzini, Leipzig (Goettingen, as of 2015). Neven Jovanovic, Zagreb. Thomas Koentges, Leipzig. Matt Munson, Leipzig. Charlotte Schubert, Leipzig. Neel Smith, College of the Holy Cross, Worcester MA. Simona Stoyanova, Leipzig.", 
    "domain": "sites.tufts.edu", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Perseus Open Publication Series", 
        "url": "http://sites.tufts.edu/perseusupdates/2014/10/02/perseus-open-publication-series/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "series", 
        "Perseus"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-965854546659534692", 
            "resource_date": "2014-10-02T11:34:13.931-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:17:26.631966"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/announcementcall-for-contributions.html", 
            "resource_date": "2014-10-02T11:34:13.931-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:17:26.631982"
        }, 
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-965854546659534692", 
            "resource_date": "2014-10-02T11:34:13.931-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:17:26.644136"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/announcementcall-for-contributions.html", 
            "resource_date": "2014-10-02T11:34:13.931-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:17:26.644149"
        }, 
        {
            "fields": [
                "subordinate_resources", 
                "resource_key", 
                "keywords", 
                "languages", 
                "description", 
                "authors", 
                "is_part_of", 
                "identifiers"
            ], 
            "resource": "http://purl.org/net/wf-motifs#Combine", 
            "term": "http://purl.org/net/wf-motifs#hasWorkflowMotif", 
            "when": "2015-07-11T20:17:26.645641"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "perseusupdates-2014-10-02-perseus-open-publication-series", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Perseus Open Publication Series", 
            "url": "http://sites.tufts.edu/perseusupdates/2014/10/02/perseus-open-publication-series/"
        }
    ], 
    "title": "Perseus Open Publication Series", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://sites.tufts.edu/perseusupdates/2014/10/02/perseus-open-publication-series/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}