{
    "description": "[First posted in AWOL 15 April 2012, updated 16 November 2014]. Florilegium, the journal of the Canadian Society of Medievalists / Société canadienne des médiévistes. Florilegium, an annual publication devoted to the study of late Antiquity and the Middle Ages, is the official journal of the Canadian Society of Medievalists/Société canadienne des médiévistes. Florilegium, une publication annuelle consacrée aux études de l’Antiquité tardive et du Moyen Âge, est la revue officielle de la Société canadienne des médiévistes/Canadian Society of Medievalists. First published in 1979 as Florilegium: Carleton University Annual Papers on Classical Antiquity and the Middle Ages, the journal was co-edited by Roger Blockley and Douglas Wurtele. The preface describes the editors' intention. to welcome papers which take a cross-cultural or interdisciplinary approach to history, literature, and other relevant areas of study, which explore the continuities between the ancient and the mediaeval world, and which try to develop new methodologies or adapt those developed by other disciplines. Their statement remains an important framework for the journal's content, although in recent years theoretically-inflected approaches, considerations of ways to engage with the Middle Ages in the classroom, and the strategies of reliving and recreating the Middle Ages which collectively are known as medievalism have also found their place in the journal. In 1997, Florilegium was adopted as the official journal of the CSM/SCM. The journal continues to encourage submissions from all fields of late antique and medieval studies.", 
    "domain": "journals.hil.unb.ca", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Canada", 
        "journal", 
        "late antiquity", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7054059641173272137", 
            "resource_date": "2014-11-16T16:58:13.701-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:29.129757"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/04/open-access-journal-florilegium.html", 
            "resource_date": "2014-11-16T16:58:13.701-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:29.129772"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Florilegium, the journal of the Canadian Society of Medievalists / Société canadienne des médiévistes", 
    "url": "http://journals.hil.unb.ca/index.php/flor/index", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}