{
    "description": "Livre des Morts de Soutymès. Egyptien 45 -19e dynastie. %IMAGEREPLACED% Manuscrit Notice complète Livre des Morts de Soutymès. Egyptien 45 19e dynastie. manuscrit Deux sections de composition. Comme sur le fragment précédent, d’abord un bandeau illustré monochrome séparé en six cases et surmontant 46 colonnes de texte rubriqué, dont une a été laissée vierge pour des raisons de mise en page. La deuxième section séparée par un double trait vertical ferme à droite le rectangle dans lequel l’ensemble du Livre des Morts a été inscrit. -Scène figurée monochrome. -340 x 1000 mm Restriction d'accès ark:/12148/btv1b8304488s Bibliothèque nationale de France col. 1-6 et vignette: chapitre 149, suite (Neuvième butte. Ikési, celui qui voit sa proie). col. 7-12 et vignette: chapitre 149, suite (Dixième butte. Celle qui est à l’entrée du plateau). col. 13-22 et vignette: chapitre 149, suite (Onzième butte, verte). col. 23-27 et vignette: Chapitre 149, suite (Douzième butte, verte. Isedjet, à l’occident). col. 28-37 et vignette: chapitre 149, suite (Treizième butte, verte). col. 38-45 et vignette: chapitre 149, suite (Quatorzième butte, de Kher-ha). La dernière section représente l’emblème de L’Occident pourvu de deux bras pénétrant le disque solaire dans le double-horizon, qui forme les bords arrondis. On voit de part et d’autre quatre oiseaux ba en adoration. Date de mise en ligne: 22/02/2010 Fermer la notice complète Table des matières: Livre des Morts de Soutymès. Egyptien 45 Accéder au document Feuilleter", 
    "domain": "gallica.bnf.fr", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Ancient Egyptian Manuscripts Online at Gallica", 
        "url": "http://gallica.bnf.fr/Search?ArianeWireIndex=index&f_typedoc=manuscrit&isPersoPart=false&isPersoPart=false&isPersoPart=false&q=Livre+des+Morts&lang=FR&n=15&p=1&pageNumber=9"
    }, 
    "keywords": [
        "document"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "", 
    "url": "http://gallica.bnf.fr/ark:/12148/btv1b8304488s.r=Livre+des+Morts.langFR", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}