{
    "description": "Livre des Morts de la Chanteuse d'Amon Itaouy. -fin de la 21e dynastie-début de la 22e dynastie (1069-715). %IMAGEREPLACED% Manuscrit Notice complète Livre des Morts de la Chanteuse d'Amon Itaouy. fin de la 21e dynastie-début de la 22e dynastie (1069-715). manuscrit Le papyrus est inscrit sur son recto. Noter la présence d’une bande de renforcement de 20 mm de large au début du rouleau, ce qui tend à indiquer qu’il s’agit bien du début original. -Le premier joint intervient à 170 mm du bord droit. Le second joint est visible à 200 mm du premier. Le bord gauche est à 170 mm du deuxième joint. Chaque colonne est inscrite sur une feuille indépendante. -Le texte se compose de trois colonnes de lignes hiératiques avec des rubriques. La première colonne comporte 12 lignes, la seconde comporte 11 lignes, la troisième 11 lignes. -Encadrement Hamm (1892), papyrus collé sur carton, cadre de chêne, carton arrière et verre minéral. -240 x 560 mm Restriction d'accès ark:/12148/btv1b83044985 Cote Bibliothèque nationale de France Chapitre 17 du Livre des morts, avec son titre rubriqué: R(3) n(y) pr m hrw, jr ḫprw=f m ḫprw nb.w mry=f ḫpr, ḥb(῾)wy sn.t ḥms m sḥ, pr m 3ḫ ῾nḫ, jn{n} Wsjr šm῾y.t n(y.t) Jmn, nb.t pr I-t3.wy m3῾- ḫrw, m- ḫt mny=s, jw 3ḫ jr(w) s.t tp-t3, \"Formule pour sortir au jour, pour faire ses transformations dans toutes les formes souhaitées, jouer au senet assis sous la tente, sortir comme un bienheureux, être vivant, pour l'Osiris chanteuse d'Amon et maîtresse de Maison Itaouy justifiée, après sa mort, c'est profitable (même) à celui qui le lit sur terre\". Date de mise en ligne: 22/02/2010 Fermer la notice complète Description: Chapitre 17 du Livre des morts, avec son titre rubriqué: R(3) n(y) pr m hrw, jr ḫprw=f m ḫprw nb.w mry=f ḫpr, ḥb(῾)wy sn.t ḥms m sḥ, pr m 3ḫ ῾nḫ, jn{n} Wsjr šm῾y.t n(y.t) Jmn, nb.t pr I-t3.wy m3῾- ḫrw, m- ḫt mny=s, jw 3ḫ jr(w) s.t tp-t3, \"Formule pour sortir au jour, pour faire ses transformations dans toutes les formes souhaitées, jouer au senet assis sous la tente, sortir comme un bienheureux, être vivant, pour l'Osiris chanteuse d'Amon et maîtresse de Maison Itaouy justifiée, après sa mort, c'est profitable (même) à celui qui le lit sur terre\". Table des matières: Livre des Morts de la Chanteuse d'Amon Itaouy. Accéder au document Feuilleter", 
    "domain": "gallica.bnf.fr", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Ancient Egyptian Manuscripts Online at Gallica", 
        "url": "http://gallica.bnf.fr/Search?ArianeWireIndex=index&f_typedoc=manuscrit&isPersoPart=false&isPersoPart=false&isPersoPart=false&q=Livre+des+Morts&lang=FR&n=15&p=1&pageNumber=9"
    }, 
    "keywords": [
        "papyrology", 
        "document"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "", 
    "url": "http://gallica.bnf.fr/ark:/12148/btv1b83044985.r=Livre+des+Morts.langFR", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}