{
    "description": "G.I.S. Timeline Map Follow the urban development of Rome through a unique G.I.S. timeline map that chronicles changes to the water infrastructure system from 753 BC through the sixteenth century. See how sewers, aqueducts, fountains and other hydraulic elements changed the face of Rome, as important people like Agrippa, Emperor Nero and popes Sixtus V and Clement VIII, among others, used water as an element of political control. S e a r c h Search the archive for specific hydrological features (including springs or streams), infrastructure features (including aqueducts, bridges, and sewers), urban features (water mills and fountains for example), patrons (such as Agrippa, Nicolas V, or Sixtus V), and designers (such as Giacomo Della Porta, Gian Lorenzo Bernini), etc. S e a r c h Search the archive for specific hydrological features (including springs or streams), infrastructure features (including aqueducts, bridges, and sewers), urban features (water mills and fountains for example), patrons (such as Agrippa, Nicolas V, or Sixtus V), and designers (such as Giacomo Della Porta, Gian Lorenzo Bernini), etc. S e a r c h Search the archive for specific hydrological features (including springs or streams), infrastructure features (including aqueducts, bridges, and sewers), urban features (water mills and fountains for example), patrons (such as Agrippa, Nicolas V, or Sixtus V), and designers (such as Giacomo Della Porta, Gian Lorenzo Bernini), etc. S e a r c h Search the archive for specific hydrological features (including springs or streams), infrastructure features (including aqueducts, bridges, and sewers), urban features (water mills and fountains for example), patrons (such as Agrippa, Nicolas V, or Sixtus V), and designers (such as Giacomo Della Porta, Gian Lorenzo Bernini), etc. S e a r c h", 
    "domain": "www3.iath.virginia.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Aquae Urbis Romae: the Waters of the City of Rome", 
        "url": "http://www3.iath.virginia.edu/waters/first.html"
    }, 
    "keywords": [
        "maps", 
        "Rome", 
        "archive"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "G.I.S. Timeline Map", 
    "url": "http://www3.iath.virginia.edu/waters/timeline/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}