{
    "authors": [
        "of published original research with the highest impact", 
        "as judged democratically by the readers", 
        "will be invited by the Chief Editor to write a prestigious Frontiers Focused Review - a tier 2 article"
    ], 
    "contributors": [], 
    "description": "Frontiers in Digital Archaeology. Digital Archeology is a specialty section of Frontiers in Digital Humanities. Frontiers in Digital Archaeology is a specialty section of Frontiers in Digital Humanities that offers a forum for showcasing, discussing, and developing computer and network based approaches to archaeological research, conservation, and dissemination. In our quest to understand how humans became who we are, archaeologists have always been early adopters of promising new technologies. Computers and the internet have been no exception to this rule. The Digital Archaeology specialty section will publish a variety of contributions from thought pieces about the direction of Digital Archaeology, to innovations in digital field, lab, or curatorial methods, experimental results in computational archaeology, and any high quality examples of the application of computer or network based tools to archaeological research and education. Scholarship on the Archaeology of the Digital is welcome as part of the study of the human past. Through publishing a mix of vision and concrete results, we hope to contribute significantly to the development of a truly Digital Archaeology. Digital Archeology welcomes submissions of the following tier 1 articles: Book Review, Editorial, General Commentary, Hypothesis & Theory, Methods, Mini Review, Opinion, Original Research, Perspective, Review and Technology Report. All manuscripts must be submitted directly to the section Digital Archeology, where they are peer reviewed by the associate and review editors of the specialty section. Articles published in the section Digital Archeology will be subject to the Frontiers evaluation system after online publication. Authors of published original research with the highest impact, as judged democratically by the readers, will be invited by the Chief Editor to write a prestigious Frontiers Focused Review - a tier 2 article. This is referred to as \"democratic tiering\". The author selection is based on article impact analytics of original research published in all Frontiers specialty journals and sections. Focused Reviews are centered on the original discovery, place it into a broader context, and aim to address the wider community across all of Digital Humanities.", 
    "domain": "www.frontiersin.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "open access", 
        "archaeology", 
        "digital archaeology"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7346304604330770896", 
            "resource_date": "2015-01-02T11:03:43.551-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:13:59.721976"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/01/new-open-access-journal-frontiers-in.html", 
            "resource_date": "2015-01-02T11:03:43.551-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:13:59.721998"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "Digital-Archeology-about", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "tier 1 articles", 
            "url": "http://www.frontiersin.org/Journal/ArticleType.aspx?name=Digital_Archeology"
        }, 
        {
            "title_full": "Frontiers evaluation system", 
            "url": "http://www.frontiersin.org/about/evaluationsystem"
        }, 
        {
            "title_full": "democratic tiering", 
            "url": "http://www.frontiersin.org/about/tieringsystem"
        }, 
        {
            "title_full": "here", 
            "url": "http://www.frontiersin.org/about/openaccess"
        }
    ], 
    "title": "Frontiers in Digital Archaeology", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.frontiersin.org/Digital_Archeology/about", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}