{
    "authors": [], 
    "contributors": [], 
    "description": "Lexundria: A Digital Library of Antiquity. Lexundria is a digital library of classical antiquity. Although most of the texts on this site can be found elsewhere on the internet, this project aims to make them accessible in a more research-friendly format. The Lexundria editions are thus distinguished by the following features: 1. Standard reference numbers. Most classical texts have a standard referencing scheme used by academics and other authors (analogous to the verse divisions of the Bible). These divisions are clearly marked in the texts on this site, even when the corresponding print edition does not contain them. 2. Pin-citation functionality. You can easily look up a passage at Lexundria using its pin citation. Rather than browse through long blocks of text in order to find the passage you’re looking for, simply enter the standard citation in the Lexundria search box. Lexundria will automatically pinpoint the passage and display it. 3. Parallel-editions mode. When Lexundria hosts more than one edition of a work, you will see a \"compare\" option at the bottom of the version menu. This feature allows you to compare editions side-by-side, one passage at a time. For a taste of how this works, try reading Epicurus’s Kuriai Doxai in comparison mode. 4. A comprehensive search engine. Lexundria’s full-text search engine makes it easy to search for words and phrases. To search the entire Lexundria library, simply enter your search terms in the search box and hit submit. To limit your search to a single work, add a backslash followed by the standard abbreviation for the work. (For example, \"Antonius \\Cic. Phil. \" will search for occurrences of \"Antonius\" only in Cicero’s Philippics. ) To limit your search to a single edition, add another backslash followed by the Lexundria abbreviation for the edition. (Edition abbreviations can be found on Lexundria’s table of contents page for the work you’re interested in. ) Please note that Lexundria will conduct a natural-language search by default. To conduct a Boolean search instead, add an equals sign to the beginning of your query. With only a few dozen texts online at the moment, this project is still in its infancy. But even a limited version is preferable to a \"coming soon\" page, and in that spirit this modest start is offered to the public. I hope that this resource will make consulting these important texts more convenient than ever.", 
    "domain": "lexundria.com", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Lexundria: A Digital Library of Antiquity", 
        "url": "http://lexundria.com/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5440207543130493106", 
            "resource_date": "2014-12-13T09:13:15.872-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:11:57.635609"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/12/lexundria-digital-library-of-antiquity.html", 
            "resource_date": "2014-12-13T09:13:15.872-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:11:57.635622"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "suet-dom-0-r", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Life of Domitian", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://lexundria.com/suet_dom/0/r", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}