{
    "description": "Occasionally issues of journals where one might not normally think to look produce thematic issues of interest. Availability online makes them much more discoverable. A case in point: Occasionally issues of journals where one might not normally think to look produce thematic issues of interest. Availability online makes them much more discoverable. A case in point: Revista Arenal » Números » Volumen 18, número 2 Benefactoras y filántropas en las sociedades antiguas. Vol. 18, nº 2Julio - Diciembre 2011. DOSSIER Benefactoras y filántropas en las sociedades antiguas. Coordinan: Cándida Martínez López y Dolores Mirón María Dolores Mirón Pérez: Las “buenas obras” de las reinas helenísticas: benefactoras y poder político Cándida Martínez López: Amantissima civium suorum: Matronazgo cívico en el Occidente romano Amparo Pedregal Rodríguez: Las diferentes manifestaciones del patronazgo femenino en el cristianismo primitivo Henar Gallego Franco: Domina mea: mujeres, protección y caridad en Hispania tardoantigua (ss. V-VII d. C. ) ESTUDIOS Josué J. Justel: Mujeres y género en la historiografía del Próximo Oriente Antiguo: pasado, presente y futuro de la investigación Laura Catelli: Barroco español y misoginia: la imagen de María Magdalena en los Desengaños amorosos de María de Zayas Alberto Baena Zapatero: Una nueva perspectiva sobre la identidad criolla: la incorporación de las mujeres (s. XVI-XVII) TEXTOS Y DOCUMENTOS Marta del Moral Vargas: La definición de un proyecto de acción política: el reglamento de la Agrupación Femenina Socialista de Madrid (1910) Noticias, volumen 18, nº2 Libros recibidos, volumen 18, nº2 PERSONAS EXPERTAS Relación de personas expertas que han colaborado en la evaluación de originales para Arenal. Revista de Historia de las Mujeres (1994-2011).", 
    "domain": "www.ugr.es", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "gender", 
        "journal", 
        "journal issues", 
        "Spain", 
        "women"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5962769233385861536", 
            "resource_date": "2014-05-15T11:03:25.941-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:59.005029"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/05/one-off-journal-issues-benefactoras-y.html", 
            "resource_date": "2014-05-15T11:03:25.941-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:59.005045"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Revista Arenal", 
    "url": "http://www.ugr.es/%7Earenal/index.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}