{
    "description": "Arqueología y Territorio: Revista del Programa de Doctorado \"Arqueología y Territorio\". ISSN: 1698-5664. La revista electrónica “Arqueología y Territorio” surge como un servicio para todos aquellos alumnos de Tercer Ciclo que se están iniciando en la investigación y cuya primera aportación a nuestra disciplina suele ser su Trabajo de Investigación de Doctorado (antigua Memoria de Licenciatura). Este trabajo en muchos casos representa casi todo un curso de trabajo y esfuerzo y con frecuencia queda inédito, debido a las dificultades para publicar el primer trabajo de investigación. Lo más normal es que este primer trabajo se convierta en un capítulo de la Tesis en el caso de aquellos que deciden continuar con sus estudios de doctorado o bien se olvida y queda como recuerdo de nuestro paso por una facultad o un departamento. Nuestra intención al ofrecer este medio de publicación es incentivar el trabajo serio y científico que se tiene que realizar en la elaboración de los trabajos de doctorado, facilitando al alumno la publicación de sus resultados. De la seriedad de los trabajos publicados dan fe los filtros que hemos colocado hasta que el trabajo llegue a la red. En primer lugar, el tutor del alumno debe de haber dirigido seria y responsablemente el trabajo de investigación, que además será juzgado por un tribunal de tres profesores. La síntesis realizada de ese trabajo es revisada y corregida por un equipo de redacción exigente formado por especialistas en los tres itinerarios que tiene nuestro programa de doctorado: arqueología prehistórica, clásica y medieval. El número 1 de nuestra revista sólo recogía trabajos de investigación realizados por los doctorandos de nuestro programa de Tercer Ciclo. A partir del segundo número incorpora trabajos diversos de jóvenes investigadores bien de nuestro Departamento o de otras Universidades, que pueden presentarse siempre que cumplan los requisitos señalados en las normas de publicación.", 
    "domain": "www.ugr.es", 
    "identifiers": {
        "issn": {
            "generic": [
                "1698-5664"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "archeaology", 
        "open access"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-465686043023018986", 
            "resource_date": "2015-01-01T08:14:17.354-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:58.771852"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/02/open-access-journal-arqueologia-y.html", 
            "resource_date": "2015-01-01T08:14:17.354-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:58.771868"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Arqueología y Territorio: Revista del Programa de Doctorado \"Arqueología y Territorio\"", 
    "url": "http://www.ugr.es/%7Earqueologyterritorio/Present.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}