{
    "description": "Wiki Loves Monuments Italia: Un concorso fotografico che valorizza il patrimonio culturale italiano su Wikipedia. Il 2014 è l’anno della terza edizione di Wiki Loves Monuments Italia, il concorso fotografico che potenzia la visibilità dei monumenti e invita ciascuno ad essere protagonista nel documentare, valorizzare e tutelare il patrimonio culturale. Comune denominatore delle immagini che possono partecipare a Wiki Loves Monuments è il soggetto degli scatti: un monumento. Con il termine monumento si fa riferimento ad un vastissimo genere di opere: edifici, sculture, siti archeologici, strutture architettoniche, siti naturali e interventi dell’uomo sulla natura che hanno grande valore dal punto di vista artistico, storico, estetico, etnografico e scientifico. Come per le passate edizioni, gli obiettivi principali del progetto sono: valorizzare e documentare l’immenso patrimonio culturale italiano, promuovendone la ricchezza artistico-culturale presso una vasta platea internazionale, invitare tutti i cittadini a documentare la propria eredità culturale, realizzando fotografie con licenza libera, nel pieno rispetto del diritto d’autore e della legislazione italiana, aumentare la consapevolezza della necessità di tutela dei monumenti, preservandone la memoria. Wiki Loves Monuments is a photographic contest which improves the visibility of monuments and invites everyone to be a protagonist in the documentation, valorization and conservation of cultural heritage. In Italy, Wiki Loves Monuments contributes with the involvement of volunteers and istitutions to the creation of a list of cultural goods with identification codes released under a free license, to the production of Wikipedia pages and images for Wikimedia Commons. The photo taken in Italy for the contest must follow the “Code Urbani”, the Italia Code of Cultural Heritage and Landscape, which states that to publish a photograph of any Italian monument, even those whose copyright has expired, you must obtain permission from the “legitimate owner”; the permission usually requires the payment of a fee if the pictures are not for personal use. In order to publish pictures of Italian cultural heritage and landscape, people must therefore knock on the door of all the entities involved (Ministry, curators, regions, provinces, metropolitan cities, municipalities and private entities) to discover the legitimate owners. A massive undertaking, but the team of Wikimedia Italy, organizer of the Italian branch of the contest, does not give up and finds a lot of partners. The italian contest has some specific regulations and its winners will partecipate as finalists in the international contest. The rules to partecipate are the following: You need to have a valid e-mail address. You have to be the author of the pictures you upload. Pictures have to be uploaded during september (from the first of the month ‘till the 30th). Pictures have to be released under a CC-BY-SA license. The subject of the pictures has to be one of the italian monuments from the lists. Pictures have to contain the indentification code of the depicted monument. You can partecipate with as many pictures as you wish. There are no limitations or rules about the resolution and manipulation of the pictures. You can also partecipate with old pictures, but you still have to be the author of them.", 
    "domain": "www.wikilovesmonuments.it", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "wiki", 
        "imagery", 
        "Italy", 
        "monuments", 
        "photography", 
        "architecture"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3123362384370862230", 
            "resource_date": "2014-07-24T10:30:46.283-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:18.928607"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/07/wiki-loves-monuments-italia-un-concorso.html", 
            "resource_date": "2014-07-24T10:30:46.283-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:18.928622"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Wiki Loves Monuments Italia: Un concorso fotografico che valorizza il patrimonio culturale italiano su Wikipedia", 
    "url": "http://www.wikilovesmonuments.it/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}