{
    "authors": [], 
    "contributors": [], 
    "description": "Analecta Archaeologica Ressoviensia. ISSN 2084-4409. Analecta Archaeologica Ressoviensia są zainteresowane w publikacji materiałów, w których zawarte są problemy i zagadnienia związane z wykopaliskowymi archeologicznymi na stanowiskach w Polsce oraz w środkowej i wschodniej Europie, niezależnie od epoki i okresu, z którego pochodzą badane relikty i zabytki, problematyka metodyki badań terenowych, analizy i interpretacje zabytków archeologicznych oraz teoria archeologii. Każdy z tomów poświęcony jest odmiennej problematyce. Wydany już tom 4 zawiera teoretyczne artykuły o interpretacji kultury materialnej, tom 5 - prace najmłodszego pokolenia archeologów. W przygotowywanym obecnie tomie 6 publikowane będą prace poświęcone współpracy archeologów, antropologów kulturowych i socjologów. W tomie 7 znajdą się artykuły poruszające problematykę miasta średniowiecznego i nowożytnego, a w tomie 8 - prace relacjonujące wyniki najnowszych badań nad neolitem południowo-wschodniej Polski i zachodniej Ukrainy. Analecta Archaeologica Ressoviensia is interested in research questions and results of field survey, of all periods in Poland, Central and Eastern Europe, field archaeological methods, analysis and interpretation of archaeological remains and theory of archaeology. All volumes are devoted for separate, distinct problems. Already published volume No 4 contains theoretical articles about interpretation of material culture, and volume No 5 - works of the youngest generation of archaeologists. In volume No 6 - being now in preparation - works will be published devoted to cooperation of archaeologists, anthropologists and sociologists. In volume No 7 there will be articles focused on problems of archaeological investigation of Medieval and modern cities, and in volume No 8 - works reporting results of the newest excavations of Neolithic sites from south-eastern part of Poland and from western Ukraine.", 
    "domain": "www.archeologia.univ.rzeszow.pl", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "2084-4409"
            ]
        }
    }, 
    "is_part_of": {
        "title_full": "Analecta Archaeologica Ressoviensia", 
        "url": "http://www.archeologia.univ.rzeszow.pl/?page_id=332"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "Roman", 
        "Athens", 
        "Roman Empire"
    ], 
    "languages": [
        "pl"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7698355387808772715", 
            "resource_date": "2013-10-10T11:45:43.294-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:14:44.695508"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/05/open-access-journal-analecta.html", 
            "resource_date": "2013-10-10T11:45:43.294-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:14:44.695522"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "wp-content-uploads-2013-05-Analecta-1-12-Olbrycht-pdf", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Marek Jan Olbrycht - David Braund (ed.), Scy-thians and Greeks. Cul-tural Inte-rac-tions in Scy-thia, Athens and the Early Roman Empire (sixth cen-tury BC - first cen-tury AD), Exeter 2005, Uni-ver-sity of Exeter Press, 256 pp. (ISBN 0 85989 746 X)", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.archeologia.univ.rzeszow.pl/wp-content/uploads/2013/05/Analecta_1/12_Olbrycht.pdf", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}