{
    "description": "Moving People, Linking Lives: An Interdisciplinary Symposium. “Moving People, Linking Lives,” University of Virginia, March 20 and 21, 2015. We plan two days of plenary sessions to bring together a diverse group of distinguished scholars from various fields, under the broad themes of current scholarship in digital humanities and the representation of persons and life narratives. This interdisciplinary symposium, organized by Alison Booth, Amy Ogden, and Jenny Strauss Clay, is funded by the Page Barbour Lecture Fund and co-sponsored by the Institute for Advanced Technology in the Humanities, Scholars’ Lab, and the departments of English, French, and Classics, among others at the University of Virginia. Clearly, new media and digital methods offer the means to expand, coordinate, and share research in every discipline of the humanities. We hope to raise informed questions, especially, about contemporary social networks and prosopographies in various eras; narratology focused on nonfiction; collective biographies in the print era; biographical databases; Medieval hagiography; and mapping roads and routes and configuring human spaces. Shaped by the experience and expertise of all participants, our discussion will also focus on attracting users and contributors, academic and otherwise, and integrating our innovations with traditional scholarship. Skip to primary content Skip to secondary content About Program Podcasts Participants Abstracts Bibliography Topics.", 
    "domain": "movingpeoplelinkinglives.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "conference", 
        "prosopography", 
        "podcast", 
        "audio", 
        "podcasting"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7815464314676932944", 
            "resource_date": "2015-04-01T14:27:42.654-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:56.551100"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/04/podcasts-available-moving-people.html", 
            "resource_date": "2015-04-01T14:27:42.654-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:56.551114"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Podcasts Available: Moving People, Linking Lives: An Interdisciplinary Symposium", 
    "url": "http://movingpeoplelinkinglives.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}