{
    "description": "Altbabylonische Briefe in Umschrift und Übersetzung. ISSN: 0065-6593. Briefe aus dem Archive des Šamaš-Ḫāzir in Paris und Oxford (TCL 7 und OECT 3) Kraus, F. R. (Fritz Rudolf), 1910- Series: Altbabylonische Briefe in Umschrift und Übersetzung v. 4 Brill's ancient world selection Publisher: E. J Brill, Leiden, 1968 Provider: Koninklijke Brill NV Subjects: Assyriology Musée du Louvre -- Catalogs Ashmolean Museum -- Catalogs Assyro-Babylonian letters Akkadian language -- Texts Assyro-Babylonian literature Briefe aus dem Istanbuler Museum Kraus, F. R. (Fritz Rudolf), 1910- Series: Altbabylonische Briefe in Umschrift und Übersetzung v. 5 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1972 Provider: Koninklijke Brill NV Subjects: Assyriology İstanbul Arkeoloji Müzeleri -- Catalogs Assyro-Babylonian letters Akkadian language -- Texts Assyro-Babylonian literature Briefe aus dem British Museum (CT 52) Kraus, F. R. (Fritz Rudolf), 1910- Series: Altbabylonische Briefe in Umschrift und Übersetzung v. 7 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1977 Provider: Koninklijke Brill NV Subjects: Assyriology British Museum -- Catalogs Assyro-Babylonian letters Akkadian language -- Texts Assyro-Babylonian literature Letters from Yale Stol, Marten. Series: Altbabylonische Briefe in Umschrift und Übersetzung v. 9 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1981 Provider: Koninklijke Brill NV Subjects: Assyriology Yale Babylonian Collection Assyro-Babylonian letters Akkadian language -- Texts Assyro-Babylonian literature -- Translations into English Letters from collections in Philadelphia, Chicago, and Berkeley Stol, Marten. Series: Altbabylonische Briefe in Umschrift und Übersetzung v. 11 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1986 Provider: Koninklijke Brill NV Subjects: Assyriology Philadelphia University (Philadelphia Pa. ) -- Museum -- Catalogs Robert H. Lowie Museum of Anthropology -- Catalogs University of Chicago -- Oriental Institute -- Catalogs Assyro-Babylonian letters Akkadian language -- Texts Assyro-Babylonian literature -- Translations into English Letters in the British Museum, Part 2 Soldt, W. H. van. Series: Altbabylonische Briefe in Umschrift und Übersetzung v. 13 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1994 Provider: Koninklijke Brill NV Subjects: Assyriology Hammurabi -- King of Babylonia -- Coorespondence British Museum -- Catalogs Assyro-Babylonian letters Akkadian language -- Texts Assyro-Babylonian literature -- Translations into English.", 
    "domain": "dlib.nyu.edu", 
    "identifiers": {
        "issn": {
            "generic": [
                "0065-6593"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "open access", 
        "monograph"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6126027862145705236", 
            "resource_date": "2015-05-15T13:27:11.900-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:17.433347"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/open-access-monograph-series.html", 
            "resource_date": "2015-05-15T13:27:11.900-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:17.433363"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Altbabylonische Briefe in Umschrift und Übersetzung", 
    "url": "http://dlib.nyu.edu/ancientworld/series/altbabylonische-briefe-in-umschrift-und-uebersetzung", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}