{
    "description": "A New “Roman” Sword from Soknopaiou Nesos (El-Fayyum, Egypt). Paola Davoli and Christian Miks. This article is available at the URI http://dlib. nyu. edu/awdl/isaw/isaw-papers/9/ as part of the NYU Library's Ancient World Digital Library in partnership with the Institute for the Study of the Ancient World (ISAW). More information about ISAW Papers is available on the ISAW website. Except where noted, ©2015 Paola Davoli and Christian Miks; distributed under the terms of the Creative Commons Attribution License Creative Commons License ISAW Papers 9 (2015) A New “Roman” Sword from Soknopaiou Nesos (El-Fayyum, Egypt) Paola Davoli and Christian Miks Abstract: A long and well preserved sword was brought to light in 2006 during the archaeological excavations carried out by the Soknopaiou Nesos Project (University of Salento, Lecce) in the temenos of the main temple in Soknopaiou Nesos, modern Dime. The current state of research would suggest a classification as a Roman, or at least Roman influenced, weapon of the late Republican period. However, some peculiar elements of this sword seem to point to an oriental or Egyptian final assemblage. It thus may give a new impulse to the still open discussion about the appearance of Hellenistic swords starting from the period of Alexander's Successors. The weapon can have been used by soldiers of the late Ptolemaic period as well as by members of the Roman army. The question whether the sword ended up in the temenos as part of local defensive arms or as a votive object will largely remain speculative, as its find context is not stratigraphically reliable. Library of Congress Subjects: Dīmay (Extinct city). Military history, Ancient. Contents I. Introduction (P. Davoli) II. The archaeological context (P. Davoli) III. The sword (Ch. Miks) 1. Description of the find 2. The blade 3. The components of the scabbard 4. The hilt elements IV. Conclusions (P. Davoli, Ch. Miks) V. Bibliography. Notes.", 
    "domain": "dlib.nyu.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "ISAW"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7137230822497607871", 
            "resource_date": "2015-03-20T18:08:29.134-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:14.524558"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/isaw-papers-9-new-roman-sword-from.html", 
            "resource_date": "2015-03-20T18:08:29.134-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:14.524578"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "A New “Roman” Sword from Soknopaiou Nesos (El-Fayyum, Egypt)", 
    "url": "http://dlib.nyu.edu/awdl/isaw/isaw-papers/9/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}