{
    "description": "Studies in the history and culture of the ancient Near East. ISSN: 0169-902. Origins Hallo, William W. Series: Studies in the history and culture of the ancient Near East v. 6 Publisher: Brill, Leiden, 1996 Provider: Koninklijke Brill NV Subjects: Assyriology Western civilization -- Middle Eastern influences Middle East -- Civilization -- To 622 Family religion in Babylonia, Syria and Israel Toorn, K. van der. Series: Studies in the history and culture of the ancient Near East v. 7 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1996 Provider: Koninklijke Brill NV Subjects: Assyriology Ancient Judaism Families -- Religious life -- Iraq -- Babylonia Families -- Religious life -- Syria -- Ugarit (Extinct city) Families -- Religious life -- Israel Families -- Religious life -- Middle East Babylonia -- Religion Ugarit (Extinct city) -- Religion Israel -- Religion The Philistines in transition Ehrlich, Carl S. Series: Studies in the history and culture of the ancient Near East v. 10 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1996 Provider: Koninklijke Brill NV Subjects: Bible -- History of Biblical events Philistines -- History Jews -- History -- 953-586 B. C Palestine -- History -- To 70 A. D The age of Solomon Handy, Lowell K. , 1949- Series: Studies in the history and culture of the ancient Near East v. 11 Brill's ancient world selection Publisher: Brill, Leiden, 1997 Provider: Koninklijke Brill NV Subjects: Ancient Judaism Solomon -- King of Israel Bible -- 1st Kings Jews -- History -- 1200-953 B. C Middle East -- History -- To 622 Mari and the Bible Malamat, Abraham. Series: Studies in the history and culture of the ancient Near East v. 12 Brill's ancient world selection Publisher: Brill, Leiden, 1998 Provider: Koninklijke Brill NV Subjects: Assyriology Ancient Judaism Assyro-Babylonian literature -- Relation to the Old Testament Mari (Extinct city) Carthage et les Grecs c. 580-480 av. J. -C Krings, Véronique. Series: Studies in the history and culture of the ancient Near East v. 13 Brill's ancient world selection Publisher: Brill, Leiden, 1998 Provider: Koninklijke Brill NV Subjects: Historiography -- Greece Carthage (Extinct city) -- Foreign relations -- Greece Greece -- Foreign relations -- Tunisia -- Carthage (Extinct city) Phoenicia -- Foreign relations -- Greece Greece -- Foreign relations -- Phoenicia Greece -- History -- Messenian Wars 735-460 B. C. The care of the elderly in the Ancient Near East Stol, Marten. Vleeming, S. P. Series: Studies in the history and culture of the ancient Near East v. 14 Brill's ancient world selection Publisher: Brill, Leiden, 1998 Provider: Koninklijke Brill NV Subjects: Assyriology Older people -- Legal status -- Middle East -- History Support (Domestic relations) -- Middle East -- History -- Congresses Die Liebe in der altorientalischen Dichtung Musche, Brigitte. Series: Studies in the history and culture of the ancient Near East v. 15 Brill's ancient world selection Publisher: Brill, Leidein, 1999 Provider: Koninklijke Brill NV Subjects: Middle Eastern literature -- History and criticism Ancient poetry -- Middle East -- History and criticism Love in literature History and historical writing in ancient Israel Ishida, Tomoo, 1931- Series: Studies in the history and culture of the ancient Near East v. 16 Brill's ancient world selection Publisher: Brill, Leiden, 1999 Provider: Koninklijke Brill NV Subjects: Ancient Judaism Palestine Bible -- Former Prophets -- Criticism and interpretation Bible -- 2nd Samuel IX-XX -- Historiography Bible -- 1st Kings I-II -- Historiography Ancient Ammon MacDonald, Burton, 1939-Younker, Randall W. Series: Studies in the history and culture of the ancient Near East v. 17 Brill's ancient world selection Publisher: Brill, Leiden, c1999-1999 Provider: Koninklijke Brill NV Subjects: Ancient Judaism Ammonites (Semitic people) Excavations (Archaeology) -- Jordan Jordan -- Antiquities.", 
    "domain": "dlib.nyu.edu", 
    "identifiers": {
        "issn": {}
    }, 
    "is_part_of": null, 
    "keywords": [
        "antiquity", 
        "culture", 
        "open access", 
        "Ancient Near East", 
        "Near East", 
        "monograph", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3335277935094317478", 
            "resource_date": "2015-05-14T13:54:31.986-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:55.240365"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/open-access-series-studies-in-history.html", 
            "resource_date": "2015-05-14T13:54:31.986-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:55.240385"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Studies in the history and culture of the ancient Near East", 
    "url": "http://dlib.nyu.edu/ancientworld/series/studies-in-the-history-and-culture-of-the-ancient-near-east", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}