{
    "description": "Studia post-Biblica. ISSN: 0169-9717. A history of the Jews in Babylonia Vol. 2 Neusner, Jacob, 1932- Series: Studia post-Biblica v. 9 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1966 Provider: Koninklijke Brill NV Subjects: Ancient Judaism Assyriology Jews -- Iraq -- Babylonia -- History A history of the Jews in Babylonia Vol. 4 Neusner, Jacob, 1932- Series: Studia post-Biblica v. 9 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1969 Provider: Koninklijke Brill NV Subjects: Ancient Judaism Assyriology Jews -- Iraq -- Babylonia -- History A history of the Jews in Babylonia Vol. 5 Neusner, Jacob, 1932- Series: Studia post-Biblica v. 9 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1970 Provider: Koninklijke Brill NV Subjects: Ancient Judaism Assyriology Jews -- Iraq -- Babylonia -- History The eschatology of the Book of Jubilees Davenport, Gene L. Series: Studia post-Biblica v. 20 Brill's ancient world selection Publisher: Brill, Leiden, 1971 Provider: Koninklijke Brill NV Subjects: Ancient Judaism Book of Jubilees -- Criticism and interpretation Eschatology -- History of doctrines Die griechische Daniel-Diegese Berger, Klaus. Series: Studia post-Biblica v. 27 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1976 Provider: Koninklijke Brill NV Subjects: Early Christianity Apocryphal books -- Criticism and interpretation Apocalyptic literatire -- History and criticism Daniel-Diegese A Samaritan philosophy Broadie, Alexander. Series: Studia post-Biblica v. 31 Brill's ancient world selection Publisher: Brill, Leiden, 1981 Provider: Koninklijke Brill NV Subjects: Ancient Judaism Palestine Memar Marḳah Samaritans -- Doctrines Tradition and re-interpretation in Jewish and early Christian literature Henten, J. W. van. Lebram, Jürgen-Christian, 1920- Series: Studia post-Biblica v. 36 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1986 Provider: Koninklijke Brill NV Subjects: Early Christianity Ancient Judaism Jürgen-Christian Lebram 1920- Jewish literature -- History and criticism Early Christian literature -- History and criticism Ancient synagogues Vol. 1 Urman, Dan. Flesher, Paul Virgil McCracken. Series: Studia post-Biblica v. 47 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1995 Provider: Koninklijke Brill NV Subjects: Ancient Judaism Synagogues -- Palestine -- History Synagogues -- Middle East -- History Synagogue architecture -- Palestine Synagogue architecture -- Middle East Palestine -- Antiquities Middle East -- Antiquities Ancient synagogues Vol. 2 Urman, Dan. Flesher, Paul Virgil McCracken. Series: Studia post-Biblica v. 47 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1995 Provider: Koninklijke Brill NV Subjects: Ancient Judaism Synagogues -- Palestine -- History Synagogues -- Middle East -- History Synagogue architecture -- Palestine Synagogue architecture -- Middle East Palestine -- Antiquities Middle East -- Antiquities.", 
    "domain": "dlib.nyu.edu", 
    "identifiers": {
        "issn": {
            "generic": [
                "0169-9717"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "open access", 
        "monograph"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4583443850829285098", 
            "resource_date": "2015-05-17T08:15:01.861-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:40.569879"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/open-access-monograph-series-studia.html", 
            "resource_date": "2015-05-17T08:15:01.861-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:40.569894"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Studia post-Biblica", 
    "url": "http://dlib.nyu.edu/ancientworld/series/studia-post-biblica", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}