{
    "description": "Probleme der Ägyptologie. ISSN: 0169-9601. Die Göttin Mr. t Guglielmi, W. (Waltraud) Series: Probleme der Ägyptologie v. 7 Publisher: E. J. Brill, Leiden, 1991 Provider: Koninklijke Brill NV Subjects: Egyptology Mr. t (Egyptian deity) Egyptian goddesses Egyptian mythology Egypt -- Religion Le régime administratif de l'eau du Nil dans l'Egypte grecque, romaine et byzantine Bonneau, Danielle. Series: Probleme der Ägyptologie v. 8 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1993 Provider: Koninklijke Brill NV Subjects: Egyptology Rome Irrigation -- Egypt -- History Irrigation -- Egypt -- Management -- History Irrigation -- Egypt -- Terminology Ancient Egyptian literature Loprieno, Antonio. Series: Probleme der Ägyptologie v. 10 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1996 Provider: Koninklijke Brill NV Subjects: Egyptology Egyptian literature -- History and criticism Domination and resistance Hasel, Michael G. Series: Probleme der Ägyptologie v. 11 Brill's ancient world selection Publisher: Brill, Leiden, 1998 Provider: Koninklijke Brill NV Subjects: Excavations (Archaeology) -- Syria Excavations (Archaeology) -- Palestine Egypt -- History Military -- Sources Egypt -- History -- To 332 B. C -- Sources Syria -- History -- To 333 B. C -- Sources Palestine -- History -- To 70 A. D -- Sources Egypt -- Antiquities Egyptian non-royal epithets in the Middle Kingdom Doxey, Denise M. Series: Probleme der Ägyptologie v. 12 Brill's ancient world selection Publisher: Brill, Leiden, 1998 Provider: Koninklijke Brill NV Subjects: Egyptology Egyptian language -- Epithets Egyptian inscriptions Egypt -- Social conditions -- Sources Egypt -- History -- To 332 B. C -- Sources Siut - Theben Kahl, Jochem. Series: Probleme der Ägyptologie v. 13 Brill's ancient world selection Publisher: Brill, Boston, 1999 Provider: Koninklijke Brill NV Subjects: Egyptology Egyptian Inscriptions -- Translations into German Egyptian art Egypt -- Civilization -- To 332 B. C Asyūṭ (Egypt) -- Antiquities Thebes (Egypt: Extinct city) Egypt -- Antiquities Textcorpus und Wörterbuch Grunert, Stefan. Hafemann, Ingelore. Series: Probleme der Ägyptologie v. 14 Brill's ancient world selection Publisher: Brill, Leiden, 1999 Provider: Koninklijke Brill NV Subjects: Egyptian language -- Lexicography The monuments of Seti I Brand, Peter James. Series: Probleme der Ägyptologie v. 16 Brill's ancient world selection Publisher: Brill, Leiden, 2000 Provider: Koninklijke Brill NV Subjects: Egyptology Seti I -- King of Egypt Monuments -- Egypt Egypt -- History -- Nineteenth dynasty ca. 1320-1200 B. C Egypt -- Antiquities.", 
    "domain": "dlib.nyu.edu", 
    "identifiers": {
        "issn": {
            "generic": [
                "0169-9601"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "egyptology", 
        "open access", 
        "monograph"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-627980732206185032", 
            "resource_date": "2015-05-14T15:22:28.544-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:20.039388"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/open-access-monograph-series-probleme.html", 
            "resource_date": "2015-05-14T15:22:28.544-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:20.039404"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Probleme der Ägyptologie", 
    "url": "http://dlib.nyu.edu/ancientworld/series/probleme-der-aegyptologie", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}