{
    "description": "Documenta et monumenta Orientis antiqui. ISSN: 0419-5124. Palestinian bichrome ware Epstein, Claire. Series: Documenta et monumenta Orientis antiqui v. 12 Brill's ancient world selection Publisher: Brill, Leiden, 1966 Provider: Koninklijke Brill NV Subjects: Ancient pottery -- Palestine Ancient pottery-- Israel Material culture -- Palestine Palestine -- Antiquities Israel -- Antiquities Die ḫattisch-hethitischen Bilinguen Vol. 1 Schuster, Hans-Siegfried. Series: Documenta et monumenta Orientis antiqui v. 17 Brill's ancient world selection Publisher: Brill, Leiden, 1974 Provider: Koninklijke Brill NV Subjects: Hittitology Turkey Hattic language -- Texts Hittite language -- Texts Caesarea Maritima Raban, Avner. Holum, Kenneth G. Series: Documenta et monumenta Orientis antiqui v. 21 Publisher: E. J. Brill, Leiden, 1996 Provider: Koninklijke Brill NV Subjects: Excavations (Archaeology) -- Israel -- Caesarea Caesarea (Israel) -- Antiquities The Elephantine papyri in English Porten, Bezalel. Series: Documenta et monumenta Orientis antiqui v. 22 Brill's ancient world selection Publisher: E. J. Brill, Leiden, 1996 Provider: Koninklijke Brill NV Subjects: Papyrology Ancient Judaism Egyptian language -- Papyri Aramaic (Papyri) -- Egypt -- Elephantine Elephantine (Egypt) -- Antiquities The laws of the Hittites Hoffner, Harry A. Series: Documenta et monumenta Orientis antiqui v. 23 Brill's ancient world selection Publisher: Brill, Leiden, 1997 Provider: Koninklijke Brill NV Subjects: Hittitology Turkey Hittite law -- Sources Das Bundesbuch Houtman, C. , 1945- Series: Documenta et monumenta Orientis antiqui v. 24 Brill's ancient world selection Publisher: Brill, Leiden, 1997 Provider: Koninklijke Brill NV Subjects: Ancient Judaism Book of the Covenant -- Commentaries The purity of kingship Hout, Theo P. J. van den. Series: Documenta et monumenta Orientis antiqui v. 25 Brill's ancient world selection Publisher: Brill, Leiden, 1998 Provider: Koninklijke Brill NV Subjects: Hittitology Turkey Hittite language -- Texts Hittites -- Kings and rulers Hittite Oracles.", 
    "domain": "dlib.nyu.edu", 
    "identifiers": {
        "issn": {
            "generic": [
                "0419-5124"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "open access", 
        "monograph"
    ], 
    "language": [
        "la", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4181472535401358349", 
            "resource_date": "2015-05-15T13:20:23.870-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:53.384855"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/open-access-monograph-series-documenta.html", 
            "resource_date": "2015-05-15T13:20:23.870-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:53.384871"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Documenta et monumenta Orientis antiqui", 
    "url": "http://dlib.nyu.edu/ancientworld/series/documenta-et-monumenta-orientis-antiqui", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}