{
    "description": "Cuneiform Monographs. ISSN: 0929-0052. Mesopotamian protective spirits Wiggerman, F. A. M. Series: Cuneiform monographs v. 1 Brill's ancient world selection Publisher: STYX & PP, Groningen, 1992 Provider: Koninklijke Brill NV Subjects: Assyriology Akkadian language -- Texts Assyro-Babylonian religion -- Texts Assyro-Babylonian demonology Epilepsy in Babylonia Stol, Marten. Series: Cuneiform monographs v. 2 Brill's ancient world selection Publisher: Styx Publications, Groningen, 1993 Provider: Koninklijke Brill NV Subjects: Assyriology Assyro-Babylonian medicine Epilepsy -- Iraq -- Babylonia -- History Die Urkunden des babylonischen Geschäftsmannes Iddin-Marduk Vol. 1 Wunsch, Cornelia. Series: Cuneiform monographs v. 3 Brill's ancient world selection Publisher: Styx Publications, Groningen, 1993 Provider: Koninklijke Brill NV Subjects: Akkadian language -- Texts Babylonia -- Commerce -- History -- Sources Die Urkunden des babylonischen Geschäftsmannes Iddin-Marduk Vol. 2 Wunsch, Cornelia. Series: Cuneiform monographs v. 3 Brill's ancient world selection Publisher: Styx Publications, Groningen, 1993 Provider: Koninklijke Brill NV Subjects: Assyriology Akkadian language -- Texts Babylonia -- Commerce -- History -- Sources Zahl und Zeit Streck, Michael P. Series: Cuneiform monographs v. 5 Brill's ancient world selection Publisher: STYX Publications, Groningen, 1995 Provider: Koninklijke Brill NV Subjects: Assyriology Akkadian language -- Numerals Akkadian language -- Verb Akkadian language -- Grammar Mesopotamian poetic language Vogelzang, Marianna E. , 1951-Vanstiphout, H. L. J. Series: Cuneiform monographs v. 6 Proceedings of the Groningen Group for the Study of Mesopotamian Literature v. 2 Brill's ancient world selection Publisher: Styx Publications, Groningen, 1996 Provider: Koninklijke Brill NV Subjects: Assyriology Sumerian poetry -- History and criticism Assyro-Babylonian poetry -- History and criticism Lob der Istar Groneberg, Brigitte. Series: Cuneiform monographs v. 8 Brill's ancient world selection Publisher: STYX Publications, Groningen, 1997 Provider: Koninklijke Brill NV Subjects: Assyriology Inanna (Sumerian deity) Assyro-Babylonian religion -- Rituals Sumerians -- Rites and ceremonies Venus deities The Amarna scholarly tablets Izre'el, Shlomo. Series: Cuneiform monographs v. 9 Brill's ancient world selection Publisher: Styx Publications, Groningen, 1997 Provider: Koninklijke Brill NV Subjects: Assyriology Tell el-Amarna tablets Akkadian language -- Texts Festschrift für Rykle Borger zu seinem 65. Geburtstag am 24. Mai 1994 Maul, Stefan M. Borger, Riekele, 1929- Series: Cuneiform monographs v. 10 Brill's ancient world selection Publisher: Styx Publications, Groningen, The Netherlands, 1998 Provider: Koninklijke Brill NV Subjects: Assyriology Cuneiform tablets Cuneiform inscriptions Babylonian planetary omens Vol. 3 Reiner, Erica, 1924-2005Pingree, David Edwin, 1933-2005Buccellati, Giorgio. Series: Cuneiform monographs v. 11 Brill's ancient world selection Publisher: Undena Publications, Malibu, [Calif. ], 1975 Provider: Koninklijke Brill NV Subjects: Assyriology Assyro-Babylonian astronomy Astrology Omens Akkadian language -- Texts Assyro-Babylonian civilization Seleucid archival texts in the Harvard Semitic Museum Wallenfels, Ronald. Series: Cuneiform monographs v. 12 Brill's ancient world selection Publisher: Styx, Groningen, 1998 Provider: Koninklijke Brill NV Subjects: Assyriology Iranian studies Harvard Semitic Museum -- Catalogs Akkadian language -- Texts Seals (Numismatics) -- Iraq -- Erech (Extinct city) -- Catalogs Seleucids Erech (Extinct city) -- Commerce -- History -- Sources Erech (Extinct city) Cuneiform inscriptions in the collection of the Bible Lands Museum Jerusalem Westenholz, Joan Goodnick, 1943- Series: Cuneiform monographs v. 13 Brill's ancient world selection Publisher: Styx, Groningen, 2000 Provider: Koninklijke Brill NV Subjects: Assyriology Muzeʼon artsot ha-Miḳra (Jerusalem) -- Catalogs Cuneiform tablets Cuneiform inscriptions -- Syria -- Emar (Extinct city) Syria -- Antiquities -- Catalogs. Birth in Babylonia and the Bible Stol, Marten. Wiggermann, F. A. M. Series: Cuneiform monographs v. 14 Brill's ancient world selection Publisher: Styx, Groningen, 2000 Provider: Koninklijke Brill NV Subjects: Assyriology Birth customs -- Iraq -- Babylonia Childbirth -- Iraq -- Babylonia Childbirth in the Bible Principles of the relation between local adverb, verb and sentence particle in Hittite Tjerkstra, F. A. (Francoise Adriana) Series: Cuneiform monographs v. 15 Brill's ancient world selection Publisher: Styx, Groningen, 1999 Provider: Koninklijke Brill NV Subjects: Hittitology Turkey Hittite language -- Adverb Hittite language -- Verb Hittite language -- Particles Hittite language -- Relational grammar \"Wenn Du mein Bruder bist. \" Sallaberger, Walther. Series: Cuneiform monographs v. 16 Brill's ancient world selection Publisher: Styx, Groningen, 1999 Provider: Koninklijke Brill NV Subjects: Assyriology Letter writing -- Iraq -- Babylonia Akkadian language -- Discourse analysis Akkadian language -- Social aspects Gudea's temple building Suter, Claudia E. Series: Cuneiform monographs v. 17 Brill's ancient world selection Publisher: STYX publications, Groningen, 2000 Provider: Koninklijke Brill NV Subjects: Assyriology Sumerian language -- Rhetoric Gudea -- of Lagash -- Art Gudea -- of Lagash -- In Literature Temples -- Iraq -- Lagash (Extinct city) -- In art Temples -- Iraq -- Lagash (Extinct city) -- In literature Sumerian language -- Texts Mesopotamian planetary astronomy-astrology Brown, David, 1968- Series: Cuneiform monographs v. 18 Brill's ancient world selection Publisher: Styx, Groningen, 2000 Provider: Koninklijke Brill NV Subjects: Assyriology Assyro-Babylonian astrology Planets -- Observations -- History Assyro-Babylonian astronomy Gilgames et la mort textes de Tell Haddad VI Cavigneaux, Antoine. Al-Rawi, Farouk N. H. Series: Cuneiform monographs v. 19 Brill's ancient world selection Publisher: STYX, Groningen, 2000 Provider: Koninklijke Brill NV Subjects: Gilgamesh Death Sumerian language -- Texts Sumerian epic poetry Das Egibi-Archiv Vol. 1 Wunsch, Cornelia. Series: Cuneiform monographs v. 20 Brill's ancient world selection Publisher: Styx Publications, Groningen, 2000 Provider: Koninklijke Brill NV Subjects: Assyriology Akkadian language -- Texts Cuneiform inscriptions Family archives -- Iraq -- Babylonia Das Egibi-Archiv Vol. 2 Wunsch, Cornelia. Series: Cuneiform monographs v. 20 Brill's ancient world selection Publisher: Styx Publications, Groningen, 2000 Provider: Koninklijke Brill NV Subjects: Assyriology Akkadian language -- Texts Cuneiform inscriptions Family archives -- Iraq -- Babylonia.", 
    "domain": "dlib.nyu.edu", 
    "identifiers": {
        "issn": {
            "generic": [
                "0929-0052"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "cuneiform", 
        "Brill", 
        "open access", 
        "Mesopotamia", 
        "Iraq", 
        "monograph"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2574513768245403685", 
            "resource_date": "2015-05-14T13:50:19.604-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:12.586546"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/open-access-monograph-series-cuneiform.html", 
            "resource_date": "2015-05-14T13:50:19.604-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:12.586562"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Cuneiform Monographs", 
    "url": "http://dlib.nyu.edu/ancientworld/series/cuneiform-monographs", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}