{
    "description": "Acta Iranica. Abū Sa'īd-i Abū l-Hayr (357-440/967-1049) Meier, Fritz, 1912-1998 Series: Acta Iranica v. 11 Acta Iranica. Troisième série, Textes et mémoires v. 4 Brill's ancient world selection Publisher: Bibliothèque Pahlavi, Téhéran, 1976 Provider: Koninklijke Brill NV Subjects: Iranian studies Abū Saʻīd ibn Abī al-Khayr 967-1049 Sufis -- Iran -- Biography W. B. Henning selected papers Vol. 2 Henning, W. B. (Walter Bruno)Boyce, Mary. Series: Acta Iranica. Deuxième série. Hommages et opera minora v. 6 Acta Iranica v. 15 Publisher: Bibliothèque Pahlavi, Téhéran, 1977 Provider: Koninklijke Brill NV Subjects: Iranian studies Iran -- Civilization Central Asia -- Civilization Varia 1977 Series: Acta Iranica v. 16 Acta Iranica. Troisième série, Textes et mémoires v. 7 Brill's ancient world selection Publisher: Bibliothèque Pahlavi, Téhéran, 1977 Provider: Koninklijke Brill NV Subjects: Iranian studies Indo-Europeans -- Kinship Indo-European languages -- Glossaries and vocabularies Indo-European languages -- Etymology Indo-European philology Études mithriaques Duchesne-Guillemin, Jacques. Series: Acta Iranica. Première série, Actes de congrès v. 4 Acta Iranica v. 17 Publisher: Bibliothèque Pahlavi, Téhéran, 1978 Provider: Koninklijke Brill NV Subjects: Iranian studies Mithraism -- Congresses Mithras (Zoroastrian deity) -- Congresses Mithraea -- Congresses Die sassanidischen Staatsinschriften Back, Michael. Series: Acta Iranica v. 18 Acta Iranica. Troisième série, Textes et mémoires v. 8 Brill's ancient world selection Publisher: Bibliothèque Pahlavi, Téhéran, 1978 Provider: Koninklijke Brill NV Subjects: Iranian studies Pahlavi language -- Phonology Pahlavi language -- Orthography and spelling Pahlavi language -- Etymology Pahlavi Inscriptions.", 
    "domain": "dlib.nyu.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Iran", 
        "open access", 
        "monograph"
    ], 
    "language": [
        "lb", 
        0.9999999999475491
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6883529154133922618", 
            "resource_date": "2015-05-17T08:16:30.769-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:11.647616"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/open-access-monograph-series-acta.html", 
            "resource_date": "2015-05-17T08:16:30.769-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:11.647631"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Acta Iranica", 
    "url": "http://dlib.nyu.edu/ancientworld/series/acta-iranica", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}