{
    "description": "Digital Library of Old Spanish Texts: Spanish Biblical Texts. The Corpus of Spanish Biblical Texts is a free online resource developed by the Hispanic Seminary of Medieval Studies in collaboration with the Biblia Medieval project. Its main goal is to facilitate the study and dissemination of a unique aspect of the medieval Hispanic language and culture: the translations of the Bible into Castilian undertaken during the Middle Ages. This new research tool not only brings together the text of 19 biblical translations into medieval Spanish, but also makes the texts more useful to the scholarly community by seamlessly integrating in an easy to use interface all three components (indexes, concordances, and texts). With just with a click of the mouse it will be possible to jump from index (alphabetic, frequency, reverse alphabetic) to KWIC concordance, to text. This corpus will be a significant source of information for historical linguists, lexicographers, and any other researcher interested in the medieval Castilian biblical translations. They will be able to access and search the contents of the texts for a wide variety of research tasks connected with the diachronic developments of medieval Spanish, allowing them to examine the shift, continuities and patterns of variation that occurred over several centuries. The original paleographical transcriptions were processed using commercially available software: Concordance®, a text analysis and concordancing program used to generate and export the concordances to html format; TextPad® and WildEdit®, a text editor and a macro editor, respectively, used to process the resulting htm files. home intro Transcription Norms User's Guide search Texts & Concordances.", 
    "domain": "www.hispanicseminary.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Bible", 
        "digital library", 
        "religion", 
        "bible", 
        "reception", 
        "Spanish", 
        "Spain"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4967853462062265092", 
            "resource_date": "2014-04-13T08:26:55.441-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:46.752515"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/04/digital-library-of-old-spanish-texts.html", 
            "resource_date": "2014-04-13T08:26:55.441-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:46.752541"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Digital Library of Old Spanish Texts: Spanish Biblical Texts", 
    "url": "http://www.hispanicseminary.org/t&c/bib/index-en.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}