{
    "description": "IAOS Bulletin: International Association for Obsidian Studies. The International Association for Obsidian Studies (IAOS) was formed in 1989 to provide a forum for obsidian researchers throughout the world. Major interest areas of the IAOS include obsidian hydration dating, obsidian characterization (\"sourcing\"), geoarchaeological obsidian studies, obsidian and lithic technology, and the prehistoric procurement and utilization of obsidian. In addition to disseminating information about advances in obsidian research to archaeologists and other interested parties, the IAOS was also established to: Develop standards for analytical procedures to ensure interlaboratory comparability. Develop standards for recording and reporting obsidian hydration and characterization results. Provide technical support in the form of training and workshops for those wanting to develop expertise in the field. Provide a central source of information about the analytical capabilities of various laboratories and institutions and about recent advances in obsidian studies.", 
    "domain": "members.peak.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "materials science", 
        "journal", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9092848911767539399", 
            "resource_date": "2014-12-01T18:01:02.928-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:15.820798"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/01/open-access-journal-iaos-bulletin.html", 
            "resource_date": "2014-12-01T18:01:02.928-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:15.820814"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "IAOS Bulletin: International Association for Obsidian Studies", 
    "url": "http://members.peak.org/~obsidian/bulletin.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}