{
    "description": "Ammianus Marcellinus Online Project. “This is the history of events from the reign of the emperor Nerva to the death of Valens, which I, a former soldier and a Greek (miles quondam et Graecus), have composed to the best of my ability. It claims to be the truth, which I have never ventured to pervert either by silence or a lie. ” (Amm. Marc. 31. 16. 9) “an accurate and faithful guide, who has composed the history of his own times without indulging the prejudices and passions which usually affect the mind of a contemporary” (Edward Gibbon) “Ammianus is… a great historian, a man of penetrating intelligence and of remarkable fairness…” (A. H. M. Jones) “the greatest literary genius that the world produced between Tacitus and Dante” (Stein) This site introduces Ammianus and his work by means of a biography, short essays on important persons in and aspects of his work, a bibliography of important and recent publications. The site is under permanent construction. Suggestions for improvement, additions to the bibliography and short essays are very welcome. Please contact Jan Willem Drijvers (j. w. drijvers@rug. nl). frontpage introduction biography bibliography editions translations commentaries concordances structure contributions contact.", 
    "domain": "odur.let.rug.nl", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "project", 
        "Rome", 
        "Latin", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1406426097746974564", 
            "resource_date": "2014-05-06T06:00:55.865-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:14.382209"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/05/ammianus-marcellinus-online-project.html", 
            "resource_date": "2014-05-06T06:00:55.865-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:14.382225"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ammianus Marcellinus Online Project", 
    "url": "http://odur.let.rug.nl/~drijvers/ammianus/index.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}