{
    "description": "The Interactive Nolli Map. The Nolli Web Site presents the 1748 Nolli map of Rome as a dynamic, interactive, hands-on tool. The public now has access to cataloged information about the map in both written and graphical form. The map not only provides rich information, but it has the ability to be updated with new data over time to embrace expanding knowledge. The interactive Nolli Map Web Site intends to: 1) resurrect the integrity of the original Nolli map, 2) greatly enhance the quality and flexibility of its visual display. 3) grant easy access for scholars and students alike to a vast body of information. Conception and Definition of the Project The 1748 Nolli map of Rome, regarded by scholars and cartographers as one of the most important historical documents of the city, serves to geo-reference a vast body of information to better understand the Eternal City and its key role in shaping Western Civilization. The Nolli Map Web Site introduces students to Rome and the structure of its urban form; it illustrates the evolution of the city over time; and it reveals diverse factors that determined its development. Above all, the Nolli Web Site is intended to provide a vehicle for students and teachers around the world to explore and facilitate creative thought.", 
    "domain": "nolli.uoregon.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "atlas", 
        "maps", 
        "Rome", 
        "Italy"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6992841521507215230", 
            "resource_date": "2009-07-10T10:57:43.450-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:14:41.527518"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/07/interactive-nolli-map.html", 
            "resource_date": "2009-07-10T10:57:43.450-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:14:41.527535"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://nolli.uoregon.edu/preface.html"
    ], 
    "title": "The Interactive Nolli Map", 
    "url": "http://nolli.uoregon.edu/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}