{
    "description": "The 1748 Nolli map of Rome, regarded by scholars and cartographers as one of the most important historical documents of the city, serves to geo-reference a vast body of information to better understand the Eternal City and its key role in shaping Western Civilization. The Nolli Map Web Site introduces students to Rome and the structure of its urban form; it illustrates the evolution of the city over time; and it reveals diverse factors that determined its development. Above all, the Nolli Web Site is intended to provide a vehicle for students and teachers around the world to explore and facilitate creative thought... The 1748 Nolli map of Rome, regarded by scholars and cartographers as one of the most important historical documents of the city, serves to geo-reference a vast body of information to better understand the Eternal City and its key role in shaping Western Civilization. The Nolli Map Web Site introduces students to Rome and the structure of its urban form; it illustrates the evolution of the city over time; and it reveals diverse factors that determined its development. Above all, the Nolli Web Site is intended to provide a vehicle for students and teachers around the world to explore and facilitate creative thought...", 
    "domain": "nolli.uoregon.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "The Interactive Nolli Map", 
        "url": "http://nolli.uoregon.edu/"
    }, 
    "keywords": [
        "website", 
        "maps", 
        "Rome", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The 1748 Nolli map of Rome, regarded by scholars and cartographers as one of the most important historical documents of the city, serves to geo-reference a vast body of information to better understand the Eternal City and its key role in shaping Western Civilization. The Nolli Map Web Site introduces students to Rome and the structure of its urban form; it illustrates the evolution of the city over time; and it reveals diverse factors that determined its development", 
    "url": "http://nolli.uoregon.edu/preface.html", 
    "volume": "1748", 
    "year": null, 
    "zotero_id": null
}