{
    "description": "[First posted in AWOL 26 February 2010, updated 12 June 2014]. n. b. The site indicates that \"This prototype site is open to the public through 2011\". Though the comment period and the survey are now closed, the collections remains open and searchable. Auction Catalogs (Beta). Project Conception JSTOR is collaborating with the Frick Collection and the Metropolitan Museum of Art in a pilot project funded by The Andrew W. Mellon Foundation to understand how auction catalogs can be best preserved for the long-term and made most easily accessible for scholarly use. Auction catalogs are vital for provenance research as well as for the study of art markets and the history of collecting. While scholars are highly interested in them-with the Frick and the Met noting daily use of their catalogs-libraries face a range of challenges with respect to their auction catalog collections, including preservation concerns and shelf space constraints. About Auction Catalogs This pilot project will digitize and preserve a small set of English language auction catalogs dating from the 18 through the early 20 th century, while examining how best a more extensive effort might be undertaken. The catalogs are vital for research into the provenance and attribution of particular art works, the creation of catalogue raisonnés, as a source for high-quality images, the study of art markets and the history of taste and collecting, and as a window into historical events. Both the Frick and the Met note that their patrons use their catalogs on a daily basis. While catalogs that date back to the 18 th Century tend to be in good condition, thanks to superior paper quality, those from the 19 through early 20 th Centuries are deteriorating relatively quickly because of the less expensive acidic paper they were printed on. Enhancing Discovery As few catalogs before the mid-20th Century are indexed, the ability to conduct a full-text search would “unlock” content that is currently difficult to find. Also, an online environment would create new opportunities to associate the catalogs with relevant material. For instance, descriptions of art objects could be linked to photographs of those objects across a range of resources, such as ARTstor and Google Images.", 
    "domain": "auctioncatalogs.jstor.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "art", 
        "antiquities", 
        "antiquity", 
        "catalogue", 
        "JSTOR", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2127718894973188210", 
            "resource_date": "2014-06-13T08:41:43.022-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:24.642809"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/02/auction-catalogues-at-jstor-beta.html", 
            "resource_date": "2014-06-13T08:41:43.022-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:24.642823"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Art and Antiquities Auction Catalogues Online at JSTOR (Beta) [temporarily open access]", 
    "url": "http://auctioncatalogs.jstor.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}