{
    "description": "Recent issues online, including: (Suplemento de Conimbriga ) Addenda et corrigenda |  Índices dos fascículos90 a 99 (Suplemento de Conimbriga ) Ara votiva a Tutela (Cilhades, Felgar, Torre de Moncorvo) Ségio Pereira, Jorge Feio, Filipe Santos, Jorge Pinho, Fábio Rocha, Eulália Pinheiro Árula funerária de Tróia (Conventus Pacensis) José d'Encarnação, Inês Vaz Pinto, Ana Patrícia Magalhães, Patrícia Brum (Suplemento de Conimbriga ) - Inscrições romanas no Paço da Ega (Condeixa-a-Nova), (Conimbriga - Conventus   Scallabitanus) José d'Encarnação e Virgílio Hipólito Correia Árula anepígrafa José d'Encarnação (Suplemento de Conimbriga ) - Estelas funerarias de Turgalium Julio Esteban Ortega e José Antonio Redondo Rodríguez (Suplemento de Conimbriga ) - Estelas funerarias de Ibahernando  (Cáceres) José Antonio Redondo Rodríguez e Julio Esteban Ortega (Suplemento de Conimbriga ) Estela hallada en el término de La Pesga (Cáceres) Juan Rio-Miranda Alcón Inscripción funeraria romana de Saúca (Guadalajara) Emilio Gamo Pazos Estela funeraria de Puerto de Santa Cruz (Cáceres) José Antonio Redondo Rodriguez e Julio esteban Ortega Nueva lectura del CIL II 843 (Oliva de Plasencia, Capera) Juan Rio-Miranda Alcón (Suplemento de Conimbriga ) Placa votiva a Bellona en Villamesías (Cáceres) Julio Esteban Ortega e José Antonio Redondo Rodríguez Um dollium epigrafado do Monte Aljão (Gouveia, Guarda) Catarina Tente e Adriaan de Man - Estelas funerarias de Villamesías (Cáceres) Julio Esteban Ortega e José Antonio Redondo Rodríguez (Suplemento de Conimbriga ) Placa votiva de Salacia (Conventus Pacensis) José d'Encarnação e Marisol Ferreira Fragmento de lápide funerária de Conimbriga (Conventus Scallabitanus) Virgílio Correia e José d' Encarnação Peso de tear com inscrição indecifrada (Conventus Scallabitanus) António J. Nunes Monteiro e José d' Encarnação Fragmento epigrafado de Alcácer do Sal (Salacia-Conventus Pacensis) José d'Encarnação e Marisol Ferreira (Suplemento de Conimbriga ) Marca grafitada Firmus do Ervedal (Conventus Emeritensis) João Mendes Rosa e Joana Bizarro Ara funerária achada em Cantanhede (Conventus Scallabitanus) José d' Encarnação e João Reigota Epitáfio de Lucretia Doqira em Alenquer (Conventus Scallabitanus) Cristina Vale e José d' Encarnação Fragmento de estela de Oliva de Plasencia (Cáceres) Jaime Rio-Miranda Alcón (Suplemento de Conimbriga ) Ara a Iuppiter Capitolinus en Talaván (Cáceres) Julio Esteban Ortega Estela funerária do Largo do Contador-Mor em Lisboa (Conventus Scallabitanus) Ana Caessa e Nuno Mota Marca em peso de tear, em Aeminium (Conventus Scallabitanus) Raquel Santos (Suplemento de Conimbriga ) Stèle funéraire d'Adeganha, Moncorvo (Conventus Bracaraugustanus) Patrick Le Roux Epitáfio de Caecilius Glaucus (Mértola) (Conventus Pacencis) Virgílio Lopes, Maria Manuela Alves Dias e Catarina Gaspar (Suplemento de Conimbriga ) Ara funerária de Melres (Gondomar, Porto) (Conventus Bracaraugustanus) Armando Redentor Marca de oleiro do Castelo dos Prados (Pinhel) Filipe Pina Inscripción funeraria de Acedera, Badajoz (Conventus Emeritensis) María del Rosario Hernando Sobrino Inscripción funeraria romana encontrada en Azuqueca de Henares, Guadalajara Elena Martin Bas e Joaquín Gómez-Pantoja. (Suplemento de Conimbriga ) Epígrafe monumental ou funerária da Torre dos Namorados (Quintas da Torre, Vale Prazeres, Fundão) (Conventus Emeritensis) Maria João Ângelo e Carla Alegria Ribeiro Árula votiva de Alter do Chão Jorge António e José d'Encarnação Lápide funerária da Herdade da Torre do Lobo, Torre de Coelheiros, Évora (Conventus Pacensis) Francisco Bilou e José d'Encarnação (Suplemento de Conimbriga ) - Duas aras da Aldeia Nova (Ramela, Guarda) Marcos Osório e António Sá Rodrigues Uma nova ara votiva do Sabugal Marcos Osório e Dário Neves Ara votiva de São Pedro da Capinha (Fundão), (Conventus Emeritensis) Elisa Albuquerque e Constança Guimarães dos Santos. (Suplemento de Conimbriga ) Ara votiva de San Martin del Trevejo (Cáceres) dedicada a la diosa ILURBEDA Juan Carlos Olivares Pedreño Inscripción votiva en Montánchez (Conventus Emeritensis) José-Vidal Madruga Flores Ara votiva da Civitas Cobelcorum (Conventus Emeritensis) Elisa Albuquerque e Helena Frade Miliarios de la calzada de “La Plata” (Casas del Monte, Cáceres) Jaime Rio-Miranda Alcón e M. ª G. ª Iglésias Domínguez (Suplemento de Conimbriga ) Ara votiva dedicada a Vordiaecio Jaime Rio-Miranda Alcón e M. ª G. ª Iglésias Domínguez Lápida funerária procedente de Cáparra (Cáceres) Jaime Rio-Miranda Alcón e M. ª G. ª Iglésias Domínguez - Epigrafes funerárias de Zarza de Granadilla (Cáceres) Jaime Rio-Miranda Alcón e M. ª G. ª Iglésias Domínguez - Epigrafes funerárias romanas de Albalá (Cáceres) Júlio Esteban Ortega (Suplemento de Conimbriga ) Ara votiva de La Alberca (Salamanca) dedicada a ILURBEDA Juan Carlos Olivares Pedreño Nova inscrição de Salir de Matos (Caldas da Rainha) Maria Manuela Alves Dias, Catarina I. Sousa Gaspar e Carlos Marques Querido Estela funerária de Arroyomolinos de Montáchez (Cáceres) Jaime Rio-Miranda Alcón e M. ª G. ª Iglésias Domínguez Grafitos inéditos procedentes de la província de Palencia Libório Hernandez Guerra (Suplemento de Conimbriga ) Duas epígrafes de Montalegre ( Conventus Bracaraugustanus) Carla Carvalho e José d’Encarnação Epigrafia funerária de Valdefuentes, Cáceres (Conventus Emeritensis) Júlio Esteban Miliário de Const-ncio Cloro em Alter do Chão (Conventus Pacensis) José d’Encarnação e João Rafael Nisa Dois miliarios de Narrillos del Álamo, Ávila (Conventus Emeritensis) Maria del Rosário Hernando Sobrino e José Luís Gamallo Barranco (Suplemento de Conimbriga ) Ara Longroivense Susana Falhas Placa funerária de Aldeia de Santa Madalena (Guarda) Marcos Osório Estela funerária dos Mosteiros, S. Bartolomeu do Outeiro, Portel (Conventus Pacensis) Maria João Ângelo Placa dos Mosteiros, S. Bartolomeu do Outeiro, Portel (Conventus Pacensis) Maria João Ângelo (Suplemento de Conimbriga ) Ara a Júpiter, de Idanha-a-Velha (Conventus Emeritensis) João Carlos Lobão e José Cristóvão Epitáfio de SENTIA LAVRILLA, de Alter do Chão (Conventus Pacensis) Jorge António e José d’Encarnação Mais um miliário de Constantino Magno na área limítrofe de Abrantes Joaquim Candeias da Silva (Suplemento de Conimbriga ) Inscrição rupestre da Laje do Adufe, Ferro, Covilhã (Conventus Emeritensis) Armando Redentor, Marcos Osório e Pedro C. Carvalho Cipo funerário da Qtª das Lameiras, Aguiar da Beira Maria Alexandrina F. Tavares Frias (Suplemento de Conimbriga ) Grafitos oficinais sobre talhas, de Conimbriga Virgílio Hipólito Correia Um fragmento de abecedário de Conimbriga Virgílio Hipólito Correia Cupa anepígrafa de Trevões Carla Sequeira e Natália Fauvrelle (Suplemento de Conimbriga ) Marca grafitada de Arcea, sobre um peso de tear de Conimbriga José da Silva Ruivo Marca grafitada I A, sobre um peso de tear de Conimbriga José da Silva Ruivo Marca grafitada de Casa, sobre um peso de tear de Conimbriga Maria Pilar Reis Marca grafitada de Ivlia, sobre um peso de tear de Conimbriga José da Silva Ruivo Marca de L. Allivs Avitvs, impressa num tijolo de Conimbriga José da Silva Ruivo (Suplemento de Conimbriga ) Ara votiva a Amma de Vale de Azares Maria do Céu Crespo Ferreira, Marcos Osório e Manuel Sabino G. Perestrelo Árula votiva de Quintela de Azurara, Mangualde Pedro Pina Nóbrega Bloco epigrafado de Tondela António J. Nunes Monteiro Ara votiva del templo romano de collado de “Piedras Labradas”, Jarilla, Cáceres Jaime Rio-Miranda Alcón e Maria Gabriela Iglesias Domínguez (Suplemento de Conimbriga ) Un santuário romano en Narros del Puerto, Ávila (Conventus Emeritensis) Maria del Rosário Hernando Sobrino e José Luís Gamallo Barranco (Suplemento de Conimbriga ) Stèle funéraire d’Eiras Velhas, Horta da Vilariça (Conventus Bracaraugustanus) P. Le Roux e A. Tranoy Ara da Ermida de Nossa Senhora de Mércoles, Castelo Branco F. Patrício Curado Placa funerária de S. Vicente da Beira, Castelo Branco Manuel Leitão e Sílvia Moreira Placa funerária de Castelo Branco F. Patrício Curado, Pedro Salvado e Sílvia Moreira Marco de propriedade (?), Castelo Branco F. Patrício Curado Ara votiva de Antas, Penalva do Castelo Pedro Pina Nóbrega (Suplemento de Conimbriga ) Placa funerária de Duas Igrejas, Vila Verde Tarcísio Maciel Estelas de Malpartida de Cáceres, Cáceres José Salas Martín e Júlio Esteban Ortega Dedicación a Júpiter Óptimo Máximo en Cepeda, Salamanca C. Mercado e E. Sánchez-Medina Estela funerária do Rosmaninhal Maria Cassilda Domingues Santos Ara votiva de São Vicente da Beira, Castelo Branco F. Patrício Curado, Manuel Leitão, Pedro Salvado e Sílvia Moreira (Suplemento de Conimbriga ) Ara a uma divindade indígena na freguesia de S. Facundo, Abrantes J. Candeias da Silva Miliário de Constantino Magno do Vale da Lama, Bemposta, Abrantes J. Candeias da Silva, Álvaro Batista e Filomena Gaspar Epitáfio de C. Norbanus G. F. Rusticus José-Vidal Madruga Flores Lápida de C. Sempronius Niger José-Vidal Madruga Flores Lápida de Firmila, M. Grani serva José-Vidal Madruga Flores Pesos de tear com marca da villa de Cardais, Tomar ( Conventus Scallabitanus) Luís da Silva Fernandes (Suplemento de Conimbriga ) Ara a Bando Vordeaico, da Meda Manuel Sabino G. Perestrelo Ara aos Lares proveniente da Meda Manuel Sabino G. Perestrelo Mercurius Supernus en un epígrafe inédito de la província de Badajoz Maria del Rosário Hernando Sobrino (Suplemento de Conimbriga ) Aras a Júpiter procedentes del Museo de Cáceres Júlio Esteban Ortega (Suplemento de Conimbriga ) Ara votiva encontrada no Sabugal Marcos Osório Duas aras da Quinta de São Domingos, Pousafoles do Bispo, Sabugal (Conventus Emeritensis) Marcos Osório Placa funerária de Capinha, Fundão Sara Oliveira Almeida, Pedro C. Carvalho, Carla Alegria Ribeiro e Ricardo Costeira da Silva Estela funerária da Quinta da Erva, Santana da Azinha, Guarda (Conventus Emeritensis) Marcos Osório (Suplemento de Conimbriga ) Estela funerária de Santiago dos Velhos (Conventus Scallabitanus) Guilherme Cardoso e José d’Encarnação Inscrição funerária da Serra de S. Julião (Conventus Scallabitanus) Guilherme Cardoso, José d’Encarnação e Isabel Luna Estela das Ferrarias, Torres Vedras (Conventus Scallabitanus) Guilherme Cardoso, José d’Encarnação e Isabel Luna Ara anepígrafa de Monsanto (Civitas Igaeditanorum) Rogério P. Carvalho e José d’Encarnação (Suplemento de Conimbriga ) Dedicatória a Júpiter, de Torre de Moncorvo Susana Bailarim Árula votiva encontrada em Abrantes (Conventus Scallabitanus) Joaquim Candeias Silva e José d’Encarnação Inscrição funerária romana de Covelo, Valadares, S. Pedro do Sul António J. Nunes Monteiro Uma estela funerária de Ammaia José d’Encarnação e José Rafael Correia da Silva Cupa anepígrafa da Ermida de São Bartolomeu, Cuba (Conventus Pacensis) A. M. Dias Diogo, Laura Trindade e Jorge Feio (Suplemento de Conimbriga ) Árula votiva de Escalos de Cima Rogério Carvalho e José d?Encarnação Árula votiva de Miranda (Conventus Bracaraugustanus) José d’Encarnação, T. Daniel Maciel, M. Justino Maciel Paca funerária de Santa Maria, Beja (Conventus Pacensis) José d’Encarnação e M. Conceição Lopes Inscrição rupestre de Cinfães (Conventus Scallabitanus) José d’Encarnação e L. M. da Silva Pinho (Suplemento de Conimbriga ) Cipo funerário romano do Cadaval (Conventus Scallabitanus) Gulherme Cardoso e José d’Encarnação Un nuevo epitafio de San Esteban de Gormaz, Soria, España J. Gomez-Pantoja e F. García Palomar Cupa de Ferreira do Alentejo (Conventus Pacensis) José d’Encarnação e M. J. Pina.", 
    "domain": "www.uc.pt", 
    "identifiers": {}, 
    "is_part_of": {
        "issn": "0870-2004", 
        "title": "Ficheiro Epigráfico", 
        "url": "http://www.uc.pt/fluc/iarq/publicacoes/apresentacao_fe"
    }, 
    "keywords": [
        "museums", 
        "Roman"
    ], 
    "language": [
        "pt", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8243592845060744689", 
            "resource_date": "2013-02-21T10:28:55.503-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:15:14.960593"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/08/open-access-journal-ficheiro-epigrafico.html", 
            "resource_date": "2013-02-21T10:28:55.503-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:15:14.960622"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Recent issues online", 
    "url": "http://www.uc.pt/fluc/iarq/documentos_index/ficheiro", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}