{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 7 March 2012, updated 4 April 2015]. Sociedades Precapitalistas: Revista de Historia Social. ISSN: 2250-5121. Sociedades Precapitalistas es una publicación científico-académica, electrónica, cuyo objetivo es difundir estudios historiográficos focalizados en la génesis, morfología y dinámica de las estructuras sociales anteriores al capitalismo. Contempla investigaciones de la antigüedad oriental y grecolatina, la Europa medieval y moderna, la América precolombina y colonial, entre otras, privilegiando especialmente los enfoques comparativos. Asimismo, se favorece el debate historiográfico y la reflexión teórica. La revista está editada por el Centro de Estudios de Historia Social Europea (CEHSE), unidad de investigación que integra el Instituto de Investigaciones en Humanidades y Ciencias Sociales (IdICHS UNLP-CONICET) sito en la Facultad de Humanidades y Ciencias de la Educación de la Universidad Nacional de La Plata. Sociedades Precapitalistas propone continuar con los principios metodológicos que guiaron a los artículos publicados en el Boletín de Historia Social Europea (ISSN 1669-5763, ISSN 2250-446X para su versión en línea), editado por el CEHSE a finales de los años ochenta. De esta manera, recuperar el espíritu del Boletín se convierte en un homenaje a todos aquellos que estimularon los estudios sobre las sociedades preburguesas, generando un espacio en el ámbito académico abierto a quienes compartan el interés por el conocimiento de dichas sociedades. Sociedades Precapitalistas ofrece su espacio para publicar artículos, reseñas y estudios bibliográficos, y transcripciones documentales. Sociedades Precapitalistas cuenta con dos ediciones anuales, que se publican en los meses de diciembre y junio, manteniendo las características de las publicaciones científicas y posibilitando su difusión nacional e internacional a través de la edición electrónica. Sus contenidos son de acceso abierto y se rigen bajo licencia Creative Commons. Sociedades Precapitalistas está incluida en el Directorio Ulrich e indizada en Dialnet.", 
    "domain": "www.sociedadesprecapitalistas.fahce.unlp.edu.ar", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "1669-5763", 
                "2250-5121", 
                "2250-446X"
            ]
        }
    }, 
    "is_part_of": {
        "title_full": "Sociedades Precapitalistas", 
        "url": "http://www.sociedadesprecapitalistas.fahce.unlp.edu.ar/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "history"
    ], 
    "languages": [
        "es"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1263236572239667726", 
            "resource_date": "2015-04-04T19:22:46.641-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:06:17.160196"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/03/new-open-access-journal-sociedades.html", 
            "resource_date": "2015-04-04T19:22:46.641-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:06:17.160210"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "issue-view-n2", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Núm. 2 (1990): Boletín de Historia Social Europea (ISSN 2250-446X)", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.sociedadesprecapitalistas.fahce.unlp.edu.ar/issue/view/n2", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}