{
    "description": "1890 Benndorf, Otto Niemann, George Kiepert, Heinrich (collab) Reisen im Südwestlichen Kleinasien. Band I, Reisen in Lykien und Karien, ausgeführt im Auftrage des K. K. Ministeriums für Cultus und Unterricht unter dienstlicher Förderung durch seiner Majestät Raddampfer \"Taurus\" commandant Fürst Wrede 1884 Benndorf, Otto Niemann, George Kiepert, Heinrich (collab) Reisen im Südwestlichen Kleinasien. Band I, Reisen in Lykien und Karien, ausgeführt im Auftrage des K. K. Ministeriums für Cultus und Unterricht unter dienstlicher Förderung durch seiner Majestät Raddampfer \"Taurus\" commandant Fürst Wrede 1884 Benndorf, Otto Niemann, George Kiepert, Heinrich (collab) Reisen im Südwestlichen Kleinasien. Band I, Reisen in Lykien und Karien, ausgeführt im Auftrage des K. K. Ministeriums für Cultus und Unterricht unter dienstlicher Förderung durch seiner Majestät Raddampfer \"Taurus\" commandant Fürst Wrede 1884 Benndorf, Otto Niemann, George Kiepert, Heinrich (collab) Benndorf, Otto Niemann, George Kiepert, Heinrich (collab) Reisen im Südwestlichen Kleinasien. Band I, Reisen in Lykien und Karien, ausgeführt im Auftrage des K. K. Ministeriums für Cultus und Unterricht unter dienstlicher Förderung durch seiner Majestät Raddampfer \"Taurus\" commandant Fürst Wrede 1884", 
    "domain": "www.mom.fr", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "New from DIGIMOM", 
        "url": "http://www.mom.fr/digimom/index.php"
    }, 
    "keywords": [], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2135585911765247810", 
            "resource_date": "2010-12-06T13:27:49.498-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:12:02.486934"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/12/new-from-digimom.html", 
            "resource_date": "2010-12-06T13:27:49.498-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:12:02.486950"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "1890", 
    "url": "http://www.mom.fr/digimom/Notice.php?id=1189&limit=0", 
    "volume": "1890", 
    "year": null, 
    "zotero_id": null
}