{
    "authors": [], 
    "contributors": [], 
    "description": "Bulletin du Cercle lyonnais d’égyptologie Victor Loret. Le Bulletin du Cercle Lyonnais d'Égyptologie Victor Loret, est une revue fondée en 1987 par l'association éponyme pour fournir des informations sur l'activité égyptologique de la région et diffuser des savoirs. Elle a été arrêtée en 1996 après la parution de dix numéros annuels, les volumes 1-10. Elle est remplacée désormais par la revue Kyphi dont six numéros sont parus. La diffusion du bulletin étant assez régionale, donc limitée, et certains numéros étant maintenant épuisés, la MOM et le CLEVL ont souhaité rendre accessible à une plus vaste communauté de chercheurs le contenu de cette revue par sa mise en ligne. Bulletin n° 1 - 1987 - 12 pages. - MONTANDON (Maurice), Lyon et l'Egypte antique - Le Cercle d'Egyptologie Victor Loret, p. 2. - ANONYME (Anonyme), Lyon: plus de cent années d'enseignement universitaire, p. 3-7. - ANONYME (Anonyme), Programme trimestriel: octobre - décembre 1987, p. 8. - ANONYME (Anonyme), Programme de 1988, p. 9. - ANONYME (Anonyme), L'égyptologie dans la région, p. 10. - ANONYME (Anonyme), Quelques indications bibliographiques, p. 11. Bulletin n° 2 - 1988 - 20 pages. - COUCHOUD (Sylvia), La bière en Egypte pharaonique, p. 7-11. - GABOLDE (Marc), Notes sur un \"Scarabée de coeur\" conservé au Musée de Roanne, p. 13-20. Bulletin n° 3 - 1989 - 24 pages. - GOYON (Jean-Claude), Un évènement méconnu: Victor Loret et la seconde cachette royale, p. 5-12. - PECOIL (Jean-François), Dessiner une maison, p. 13-19. - GRAINDORGE (Catherine) et PECOIL (Jean-François), Les Lyonnais en Egypte - Congrès du Caire 1988, p. 20-22. Bulletin n° 4 - 1990 - 80 pages. - GABOLDE (Marc), Une lettre inédite de Jean-François Champollion à la bibliothèque de l'Académie de Lyon, p. 6-36. - MEEKS (Dimitri), Les oiseaux marqueurs du temps », p. 37-52. , p. 37-52. - COUCHOUD (Sylvia), Le début des connaissances mathématiques en Egypte au troisième millénaire, p. 53-57. - CAZAUX (Jacques), Israël est né en Egypte, ou de Bethléem à Karnak, p. 58-73. Bulletin n° 5 - 1991 - 100 pages. - CHAPPAZ (Jean-Luc), Petites notes sur Aïda ou l'égyptologie enchantée, p. 4-24. - COUCHOUD (Sylvia), Rainer Maria Rilke à Karnak, p. 25-32. - DREW BEAR (Marie), Hermoupolis-la-Grande: une métropole d'Egypte d'après les papyrus grecs, p. 33-40. - GABOLDE (Marc) et GATIER (Pierre-Louis), Achôris en Forez: le sphinx de la Bâtie d'Urfé, p. 41-61. - GOYON (Jean-Claude), \"A l'ombre des Térébinthes. \" Victor LORET aux heures sombres de la seconde guerre mondiale, p. 62-69. - LABIB-THIELLEMENT (Aïda), Quelques données sur le blé en Egypte ancienne, p. 70-78. - GABOLDE (Marc), Compte rendu du colloque \"After Tutankhamon\" au château de Lord Carnarvon à Highclere 15-17 juin 1990, p. 79-95. Bulletin n° 6 - 1992 - 142 pages. - GOYON (Jean-Claude), Hathor, l'ivraie et l'ivresse, p. 7-16. - GABOLDE (Marc), Etude sur l'évolution des dénominations et de l'aspect des pylônes du temple d'Amon-Rê à Karnak, p. 17-60. - ROBERT (Laurence), Notes sur un curieux relief du IIIème pylône du temple d'Amon-Rê à Karnak, p. 61-78. - COUCHOUD (Sylvia), Quelques aspects de l'habillement en Egypte pharaonique, p. 79-91. - BONNET (Charles), Mission archéologique de l'Université de Genève à Kerma; Rapport de la campagne 1991-1992, p. 92-98. - FILAL (Abdellah), La région thébaine dans les relations des voyageurs anciens de 1600 à 1799 \"Description de l'Egypte\", p. 99-102. - BOULET (Evelyne), A propos de \"Ozymandias of Egypt\" de Shelley, p. 103-106. - GABOLDE (Marc), Compte rendu d'une mission dans le secteur de la Vallée des Trois Puits de la Vallée des Reines, p. 109-117. - HEREIL (Catherine), Les oies de Sokaris, p. 118. - ALY (Mohamed Ibrahim), A propos du prince Khâemouaset et de sa mère Isetneferet. Nouveaux documents provenant du Sérapéum, p. 119-120. - SAMBIN (Chantal), Les dieux de Medamoud sous les premiers Ptolémées. Les portes du musée des Beaux-Arts de Lyon, p. 121-124. - SIMON (Claire), Râpes, siphons ou philtres pour pailles: développement égyptien d'un art de boire, p. 125. Bulletin n° 7 - 1993 - 88 pages. - AUFRERE (Sydney), Le cosmos, le minéral, le végétal et le divin, p. 7-24. - COUCHOUD (Cécile), Pharmacopée excrémentielle dans les papyrus médicaux de l'époque pharaonique, p. 25-38. - FITZENREITER (Martin), L'égyptomanie dans la marche de Brandebourg, Rheinsberg, Potsdam et Berlin, p. 39-62. - LEBLANC (Christian), Le temple de millions d'années de Ramsès II à Thèbes. Histoire et sauvegarde du Ramesseum, p. 63-76. Bulletin n° 8 - 1994 - 72 pages. - BERGER (Eric), Faire revivre l'Egypte. ou l'égyptomanie chez le romancier français, classique ou populaire, p. 7-24. - GUILHOU (Nadine), Rituel funéraire au Moyen Empire: l'Ouryt et la lutte contre les insectes nécrophages, p. 25-34. - NICOLOTTI (Muriel) et POSTEL (Lilian), L'animal et le monde de l'au-delà: les momies du Muséum d'Histoire Naturelle de Lyon, p. 35-48. - VERNUS (Pascal), Les étrangers dans la civilisation pharaonique, p. 49-68. Bulletin n° 9 - 1995 - 74 pages. - CZERNY (Ernst), A propos du sphinx: quelques remarques sur un être bien connu, p. 7-24. - SIMON-BOIDOT (Claire), Accessoires de porteurs d'eau, p. 25-32. - CHRISTOPHE (Louis-A), Une figurine funéraire inédite de Bakenkhonsou, premier prophète d'Amon, p. 33-44. - VANDERSLEYEN (Claude), La gloire de Ransès III, p. 45-51. - VERCOUTTER (Jean), La Nubie soudanaise, quarante ans après, p. 52-56. Bulletin n° 10 - 1996 - 88 pages. - GOYON (Jean-Claude), Les nombres consacrés: de l'origine antique et égyptienne de quelques expressions familières, p. 7-20. - VAN DIJK (Jacobus), La tombe de Maya, Directeur du Trésor de Toutânkhamon, à Saqqara, p. 21-44. - POSTEL (Lilian), Nouvelles recherches dans la tombe de Ramsès II (KV 7), p. 45-74. - GOYON (Jean-Claude), Jean-Jacques FIECHTER. \"La Moisson des dieux\": la constitution des grandes collections égyptiennes (1815-1830), p. 75-76. - POSTEL (Lilian), Jean-Luc CHAPPAZ et Sandra POGGIA. Collections égyptiennes publiques de Suisse: un répertoire géographique, p. 77-79 See the full.", 
    "domain": "www.mom.fr", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Bulletin du Cercle lyonnais d’égyptologie Victor Loret", 
        "url": "http://www.mom.fr/bulletin_loret/index.php"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "fr"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3094193015127425816", 
            "resource_date": "2015-02-18T11:32:24.589-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:08:06.750571"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/02/open-access-journal-bulletin-du-cercle.html", 
            "resource_date": "2015-02-18T11:32:24.589-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:08:06.750588"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "7c4891e682ee83471ca9d46d2afe86dfd9c3a7fd", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.mom.fr/image_carto/ServiceImage/loret/loret_0990-5952_1996_bul_10/PDF/loret_0990-5952_1996_bul_10_p77-79.pdf", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}