{
    "description": "1865 Olivier, Guillaume Antoine Atlas pour servir au Voyage dans l'Empire othoman, l'Egypte et la Perse, fait par ordre du gouvernement, pendant les six premières années de la République: explication des planches. Deuxième livraison (voyage en Egypte et en Syrie) An XII [1807] Olivier, Guillaume Antoine Atlas pour servir au Voyage dans l'Empire Othoman, l'Egypte et la Perse, fait par ordre du gouvernement, pendant les six premières années de la République: explication des planches. Première livraison (voyage dans l'Empire Othoman) An IX [1801] Olivier, Guillaume Antoine Atlas pour servir au Voyage dans l'Empire othoman, l'Egypte et la Perse, fait par ordre du gouvernement, pendant les six premières années de la République: explication des planches. Troisième livraison (voyage en Perse) 1807 Olivier, Guillaume Antoine Voyage dans l'Empire othoman, l'Egypte et la Perse, fait par ordre du gouvernement, pendant les six premières années de la République; avec atlas. Tome cinquième, voyage en Perse 1804 Olivier, Guillaume Antoine Voyage dans l'Empire othoman, l'Egypte et la Perse, fait par ordre du gouvernement, pendant les six premières années de la République; avec atlas. Tome premier, voyage à Constantinople, aux îles de l'archipel et en Crète An 9 [1801] Olivier, Guillaume Antoine Voyage dans l'Empire othoman, l'Egypte et la Perse, fait par ordre du gouvernement, pendant les six premières années de la République; avec atlas. Tome quatrième, voyage en Syrie et en Mésopotamie An 12 [1807] Olivier, Guillaume Antoine Voyage dans l'Empire othoman, l'Egypte et la Perse, fait par ordre du gouvernement, pendant les six premières années de la République; avec atlas. Tome sixième, voyage en Perse 1804 Olivier, Guillaume Antoine Voyage dans l'Empire othoman, l'Egypte et la Perse, fait par ordre du gouvernement, pendant les six premières années de la République; avec atlas. Tome troisième, voyage en Egypte An 12 [1807]", 
    "domain": "www.mom.fr", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "New from DIGIMOM", 
        "url": "http://www.mom.fr/digimom/index.php"
    }, 
    "keywords": [
        "atlas"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2135585911765247810", 
            "resource_date": "2010-12-06T13:27:49.498-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:12:02.511549"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/12/new-from-digimom.html", 
            "resource_date": "2010-12-06T13:27:49.498-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:12:02.511564"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "1865", 
    "url": "http://www.mom.fr/digimom/Notice.php?id=1169&limit=0", 
    "volume": "1865", 
    "year": null, 
    "zotero_id": null
}