{
    "description": "Cuneiform Digitial Library Initiative Wiki. New content includes: Proverbs The objective here is to provide links to the CDLI catalogue sources for the literary works given by ETCSL. The notes also tie the etcsl catalogue numbers to the corresponding Q-catalogue numbers (used in CDLI as composite id's). In principle, the etcsl web-pages list the cuneiform sources for each of the literary works considered. However, in practice, there are sometimes difficulties in relating the sources listed by etcsl to those in the CDLI catalogue and so notes are included considering so… Hymns and cult songs The objective here is to provide links to the CDLI catalogue sources for the literary works given by ETCSL. The notes also tie the etcsl catalogue numbers to the corresponding Q-catalogue numbers (used in CDLI as composite id's). In principle, the etcsl web-pages list the cuneiform sources for each of the literary works considered. However, in practice, there are sometimes difficulties in relating the sources listed by etcsl to those in the CDLI catalogue and so notes are included considering so… Literary letters and letter-prayers The objective here is to provide links to the CDLI catalogue sources for the literary works given by ETCSL. The notes also tie the etcsl catalogue numbers to the corresponding Q-catalogue numbers (used in CDLI as composite id's). In principle, the etcsl web-pages list the cuneiform sources for each of the literary works considered. However, in practice, there are sometimes difficulties in relating the sources listed by etcsl to those in the CDLI catalogue and so notes are included considering so… ETCSL Cuneiform Sources - [Other Literature] The objective here is to provide links to the CDLI catalogue sources for the literary works given by ETCSL. The notes also tie the etcsl catalogue numbers to the corresponding Q-catalogue numbers (used in CDLI as composite id's). In principle, the etcsl web-pages list the cuneiform sources for each of the literary works considered. However, in practice, there are sometimes difficulties in relating the sources listed by etcsl to those in the CDLI catalogue and so notes are included considering so….", 
    "domain": "cdli.ox.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "wiki", 
        "Proverbs", 
        "cuneiform"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2441033577744807523", 
            "resource_date": "2014-02-19T15:20:37.054-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:11.400147"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/02/new-in-cuneiform-digitial-library.html", 
            "resource_date": "2014-02-19T15:20:37.054-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:11.400228"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Proverbs", 
    "url": "http://cdli.ox.ac.uk/wiki/doku.php?id=detailed_listing_of_proverbs", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}