{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 3 May 2010. Updated 30 November 2013]. Fieldnotes: An Interactive Online Resource for Mediterranean, Classical, and Near Eastern Archaeologists. Fieldnotes is an interactive on-line newsletter of the Archaeological Institute of America, encouraging individuals and institutions to submit short articles, field reports, announcements, news items, and links to digital resources, which are relevant to the professional and academic membership of the AIA. Fieldnotes compiles current information on professional activities, academic and research institutions, and publications, while encouraging an on-line dialogue on research, fieldwork, teaching, and other issues in Mediterranean archaeology and related fields. Fieldnotes is a user-driven source of information about current trends in the discipline, as well as a venue for presentation and discussion of new directions in the field; methods and methodologies; and institutional funding, research programs, and teaching resources. Pages are additive and postings are updated weekly and permanently archived. News Briefs (View Listings • Post New Item). Brief news items on the AIA professional membership and newsworthy activities in the field, including links to recently published institutional press releases or articles in the media. Short Articles and Field Reports (View Listings • Post New Item). Short articles on subjects of interest to AIA members, including reports on fieldwork or other research projects; short papers on current trends, methods, methodologies, and other issues in research and teaching in archaeology. Recent and Upcoming Symposia, Colloquia, and Conferences (View Listings • Post New Item). Announcements and brief descriptions of recent and upcoming conferences, colloquia, and resultant publications, with links to relevant web pages and calls for papers. Recent, Current, and Upcoming Museum Exhibitions (View Listings • Post New Item). Announcements, and brief descriptions of recent, current, and upcoming museum collections, exhibitions, and resultant catalogues and publications, with links to relevant web pages. New Books by AIA Members (View Listings • Post New Item). List and brief description of recent and forthcoming books authored by the AIA membership. Ph. Dissertations in Archaeology (View Listings). List of recently completed Ph. D. dissertations and dissertations in progress in archaeology. Grants and Fellowships Available (View Listings • Post New Item). A permanent list and description of pre-doctoral and post-doctoral research grants and fellowships available, along with links to relevant institutional web wages. Grants and Fellowships Awarded (View Listings). List of recent recipients of research grants (pre-doctoral and professional) in archaeology. Academic Positions in Archaeology (View Listings • Post New Item). List of available positions in archaeology. Field Positions in Archaeology (View Listings • Post New Item). List of available field positions in archaeology. Recently Filled Academic Positions in Archaeology (View Listings). List of recently filled positions in archaeology.", 
    "domain": "www.archaeological.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Fieldnotes: An Interactive Online Resource for Mediterranean, Classical, and Near Eastern Archaeologists", 
        "url": "http://www.archaeological.org/fieldnotes"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "archaeology"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8013226269821188576", 
            "resource_date": "2013-11-30T08:54:10.409-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:15:09.663601"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/05/new-resource-fieldnotes-on-line.html", 
            "resource_date": "2013-11-30T08:54:10.409-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:15:09.663614"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "0d98479410d8dc519a20212de0077e55f17c5ce9", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Professional Societies ( View Listings • Post New Item ). Links to the homepages of professional societies and organizations specializing in archaeology and related fields", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.archaeological.org/fieldnotes/resources?type=societies", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}