{
    "description": "The Archaeological Institute of America has launched its new Website. The Archaeological Institute of America has launched its new Website. AIA Blog Explore Our New Website June 21, 2010 | by AIA President C. Brian Rose When the Archaeological Institute of America (AIA) was established in 1879, the telephone was in its infancy and the radio was still a decade or more away. Inventors such as Bell, Tesla, and Marconi revolutionized how we communicated in the late 19th century, but even greater steps were made in the late 1930s, with the advent of television, and 1940s, with digital computers. During this time, the AIA reached out to the public through lectures and, beginning in 1948, with ARCHAEOLOGY magazine. But even then, the power of “new” media was apparent, for example in the popularity of the 1950s television series “What in the World?” featuring artifacts, curators, and celebrities. Now when we talk of “new” media, however, we generally mean Web-based stories, audio files, video, and the like. The Web itself arose in the mid-1990s, soon after which both ARCHAEOLOGY and the AIA had established sites. Today, we are taking another step in bringing the ancient world to the public, and to professional AIA Members, as we re-launch the AIA website. Our staff in Boston has spent many hours on this project, guided by Eti Bonn-Muller, the AIA’s Manager of Online Communications (and ARCHAEOLOGY’s Online Senior Editor) and Web Designer Amélie Walker of Castle Builder Design. We hope you will find the site more user-friendly than before and even more informative about AIA’s mission, programs, and Membership benefits. Please take some time to explore our new site—and let us know what you think: leave comments and suggestions below.", 
    "domain": "www.archaeological.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "website", 
        "AIA"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-918616588617251490", 
            "resource_date": "2010-06-22T12:01:45.070-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:04:57.563078"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/06/aia-launches-its-new-website.html", 
            "resource_date": "2010-06-22T12:01:45.070-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:04:57.563094"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.archaeological.org/blog", 
        "http://www.archaeological.org/comment/reply/318#comment-form"
    ], 
    "title": "AIA Launches its New Website", 
    "url": "http://www.archaeological.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}