{
    "description": "Our staff in Boston has spent many hours on this project, guided by Eti Bonn-Muller, the AIA’s Manager of Online Communications (and ARCHAEOLOGY’s Online Senior Editor) and Web Designer Amélie Walker of Castle Builder Design. We hope you will find the site more user-friendly than before and even more informative about AIA’s mission, programs, and Membership benefits. Please take some time to explore our new site—and let us know what you think: leave comments and suggestions below. Our staff in Boston has spent many hours on this project, guided by Eti Bonn-Muller, the AIA’s Manager of Online Communications (and ARCHAEOLOGY’s Online Senior Editor) and Web Designer Amélie Walker of Castle Builder Design. We hope you will find the site more user-friendly than before and even more informative about AIA’s mission, programs, and Membership benefits. Please take some time to explore our new site—and let us know what you think: leave comments and suggestions below", 
    "domain": "www.archaeological.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "AIA Launches its New Website", 
        "url": "http://www.archaeological.org/"
    }, 
    "keywords": [
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-918616588617251490", 
            "resource_date": "2010-06-22T12:01:45.070-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:42.336214"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/06/aia-launches-its-new-website.html", 
            "resource_date": "2010-06-22T12:01:45.070-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:42.336231"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Our staff in Boston has spent many hours on this project, guided by Eti Bonn-Muller, the AIA’s Manager of Online Communications (and ARCHAEOLOGY’s Online Senior Editor) and Web Designer Amélie Walker of Castle Builder Design. We hope you will find the site more user-friendly than before and even more informative about AIA’s mission, programs, and Membership benefits", 
    "url": "http://www.archaeological.org/comment/reply/318#comment-form", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}