{
    "description": "View Listings ) List of recently filled positions in archaeology. Digital Resources A permanent list of digital resources in archaeology and related fields. The AIA Committee on Archaeology in Higher Education has composed this directory to for persons intending to apply for admission to a graduate-level program in Classical/Mediterranean archaeology and/or a related field, including Near Eastern and Egyptian archaeology, the study of Classical/ancient art, museum studies, and art conservation. ( View Listings • Post New Item ) A list of departments, programs, curricula, and consortia, with a curricular track or program in archaeology, and/or granting B.A. degrees in archaeology. ( View Listings • Post New Item ) A list of independent, national, or university-based research institutes, programs, or initiatives specializing in archaeology. ( View Listings • Post New Item ) A list of excavations, surveys, other field projects and research programs in archaeology. ( View Listings • Post New Item ) A list of permanent archaeological exhibitions and research collections. ( View Listings • Post New Item ) A list of available on-line digital bibliographies relevant to archaeological research. ( View Listings • Post New Item ) A list of research libraries with specialized collections relevant to archeological research. ( View Listings • Post New Item ) A list of catalogues, databases, virtual/electronic excavations, and other research and visualization projects available on line. ( View Listings • Post New Item ) Links to open-access on-line discussion and news groups in archaeology and related areas. ( View Listings • Post New Item ) A list of open-access on-line publications reviewing books in archaeology. ( View Listings • Post New Item ) Links to the homepages of professional societies and organizations specializing in archaeology and related fields.", 
    "domain": "www.archaeological.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Fieldnotes: An On-line Newsletter for the Professional Membership of the AIA", 
        "url": "http://www.archaeological.org/fieldnotes"
    }, 
    "keywords": [
        "museums", 
        "art", 
        "Near East", 
        "egyptology", 
        "libraries", 
        "book", 
        "visualization", 
        "bibliography", 
        "education", 
        "AIA", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "View Listings", 
    "url": "http://www.archaeological.org/fieldnotes/positions", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}