{
    "description": "Khirbat al-Mudayna al-Aliya: Investigations of an Early Iron Age site in a semi-arid zone in west-central Jordan. Khirbat al-Mudayna al-'Aliya (KMA hereafter) is located on the eastern edge of the Karak Plateau in west-central Jordan, approximately 19 km northeast of the modern town of al-Karak (UTMG: 773. 4/464. 5; Palestine Grid: 233. 0/76. 8). The settlement is approximately 2. 2 hectares in size and is positioned on a promontory overlooking the juncture of the Wadi al-Mukhayris and the southern extension of the Wadi al-Mujib. Archaeological investigations at the settlement were conducted between 1994 and 2004, comprising five seasons of mapping and excavation on various scales (Routledge 2000; 2004: 96-108; 2008; Routledge and Porter 2007). The settlement is positioned in a semi-arid zone, falling between the 100 and 300 mm isohyets, and therefore receives only the minimum amount of precipitation needed to practice rain-fed agriculture. The yellow Mediterranean and yellow steppic soils surrounding the settlement make agricultural production difficult compared to those settlements surrounded by Red Mediterranean soils to the west. Far below the settlement, lush riparian zones are found at the bottom of the canyons where run-off precipitation and perennial aqueducts refuel stream systems that eventually drain into the Jordan Valley. This persistent water source fosters a microclimate of wild fauna and flora that is ideal for hunting and gathering subsistence routines. KMA is one of a number of early Iron Age settlements subsisting in semi-arid zones of west-central Jordan. Several settlements share a similar architectural pattern: a series of Levantine pillared buildings with adjacent walls form an oval or elliptical ring around a central courtyard that was either left empty or contained additional buildings. At KMA, portions of several buildings were excavated (See Routledge 2000 and Routledge 2004: 87-113 for discussions of these buildings. ) Ceramic vessel evidence and radiocarbon dates help determine that KMA was founded in the early 11th century BCE, occupied for a short time, and then abandoned in the late 11th or early 10th centuries. Four radiocarbon dates from burned silo rooms in two houses cluster very consistently. Short-lived barley and reed samples have calibrated two sigma (95. 4%) confidence intervals of 1115-926 CAL BC (OXa-18966); 1115-925 CAL BC (OXa-19016) and 1108-913 CAL BC (with the 93. 5% confidence interval being 1056-913 BC; OXa-19017). The one roof beam assayed has a two sigma interval of 1209-997 CAL BC (OXa-18967). If one accepts the stratigraphic evidence that KMA was only occupied for a short period of time, then these dates support an 11th century construction date for the houses and an abandonment linked to burning the stored barley in the 11th or tenth century B. C. E. These Oxford AMS dates using the InCal 04 atmospheric curve supersede the problematic beta-counted dates from Université Laval published in Routledge 2000: 47-48, Fig. 8. The ceramic vessel evidence presented here is only a selection (n=54) of diagnostic forms from the 2000 excavation season. These vessels were studied in Porter\u0092s dissertation (2007). Information reported here is the object catalog number, form, building number, provenance information, diameter, fabric colors and treatment information, when necessary. Additional diagnostic vessels will be added when their analysis is complete. The faunal evidence presented here includes descriptions for all excavated identifiable bones. The evidence from the 1998 and 2000 excavation seasons were analyzed at the Smithsonian Institution\u0092s National Museum of Natural History Archaeobiology Laboratory, while the 2004 season was analyzed at the Department of Old Testament and Biblical Archaeology, University of Mainz, Germany. Somewhat different variables were recorded from the 2004 data and therefore, these divergent variables are presented.", 
    "domain": "opencontext.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Jordan", 
        "data", 
        "open context"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5416233235600164269", 
            "resource_date": "2010-06-11T06:44:35.113-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:23.026178"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/06/new-data-at-open-context-khirbat-al.html", 
            "resource_date": "2010-06-11T06:44:35.113-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:23.026194"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Khirbat al-Mudayna al-Aliya", 
    "title_extended": "Khirbat al-Mudayna al-Aliya: Investigations of an Early Iron Age site in a semi-arid zone in west-central Jordan", 
    "url": "http://opencontext.org/projects/CBB6B9F7-500C-4DDD-71AA-4D5E5B96CDBB", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}