{
    "description": "Have you taken the AWOL User Survey ? Have you taken the AWOL User Survey ?. Klio - Czasopismo Poświęcone Dziejom Polski i Powszechnym. ISSN: 1643-8191. Though there is also ancient focused content in many other volumes, the following is particularly pertinent to AWOL. Vol 30, No 3 (2014). Spis treści Artykuły Prof. Maria Jaczynowska - wybitna badaczka świata starożytnego Szymon Olszaniec, Przemysław Wojciechowski, Marcin Pawlak PDF 3-18 Herakles jako protoplasta macedońskiej rodziny królewskiej Sławomir Sprawski PDF 19-35 Polityka religijna Ptolemeusza IV Filopatora - wybrane aspekty Tomasz Grabowski PDF 37-49 Przyczynek do obrazu elit południowoapulijskich Małgorzata Pawlak PDF 51-58 Tu es Iuventas, czyli cesarz w zwierciadle mennictwa rzymskiego Agata Aleksandra Kluczek PDF 59-71 Ofiara i rytuał w religii rzymskiej we współczesnych badaniach. Rekonesans Andrzej Gillmeister PDF 73-84 Gens Claudia i rzymski kult Wielkiej Macierzy - Kybele Agnieszka Dziuba PDF 85-99 Początki kultu wodzów i władzy charyzmatycznej w Rzymie w okresie późnej republiki Henryk Kowalski PDF 101-111 Kult Mitry w Cesarstwie Rzymskim. Dotychczasowe badania, nowe odkrycia i interpretacje Anna Tatarkiewicz PDF 113-123 Wiara w omeny w relacjach późnoantycznych autorów chrześcijańskich Ireneusz Milewski PDF 125-134 Artykuły Recenzyjne Trakowie, Ateńczycy i najemnicy (Matthew A. Sears: Athens, Thrace and the Shaping of Athenian Leadership, New York 2013, Cambridge University Press, ss. 342) Wojciech Duszyński PDF 135-146 Nowsze nie znaczy lepsze? (The Oxford Handbook of Warfare in the Classical World, eds. Brian Campbell, Lawrence A. Tritle, Oxford University Press, Oxford 2013, ss. 840) Michał Norbert Faszcza PDF 146-156 Kilka uwag polemicznych odnośnie do „ostatniej uchwały senatu” (K. Prokop, Modele stanu nadzwyczajnego, Wydawnictwo Temida 2, Białystok 2012) Hanna Appel PDF 157-165 Recenzje Andrzej Dróżdż, Epitafia i wyrocznie. Szkice o początkach pisma i książki w starożytnej Grecji, Wydawnictwo Naukowe Uniwersytetu Pedagogicznego, Kraków 2013, ss. 134+4 nlb. Włodzimierz Appel PDF 167-174 Kronika naukowa Ogólnopolska konferencja starożytnicza „Armia, systemy obronne i ideologiczno-religijne aspekty wojny w Imperium Rzymskim i w Bizancjum”, Lublin, 26-28 V 2014 roku Henryk Kowalski PDF 175-177.", 
    "domain": "apcz.pl", 
    "identifiers": {
        "issn": {
            "generic": [
                "1643-8191"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "Poland", 
        "journal issues", 
        "history"
    ], 
    "language": [
        "pl", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4901501368976734652", 
            "resource_date": "2015-03-12T17:06:14.168-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:17.311911"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/one-off-journal-issues-klio-czasopismo.html", 
            "resource_date": "2015-03-12T17:06:14.168-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:17.311928"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Klio - Czasopismo Poświęcone Dziejom Polski i Powszechnym", 
    "url": "http://apcz.pl/czasopisma/index.php/KLIO/index", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}