{
    "description": "Open Journal of Philosophy. ISSN Online: 2163-9442. Open Journal of Philosophy (OJPP) is an international journal dedicated to the latest advancement of philosophy. The goal of this journal is to provide a platform for scientists and academicians all over the world to promote, share, and discuss various new issues and developments in different areas of philosophy. All manuscripts must be prepared in English, and are subject to a rigorous and fair peer-review process. Accepted papers will immediately appear online followed by printed hard copy. The journal publishes original papers including but not limited to the following fields: Aesthetics Analytic Philosophy Ancient Greek and Roman Philosophy Art Aesthetics Bioethics Cognitive Science Comparative Philosophy West and Chinese Dialectics of Nature Eastern Philosophy Ecological Ethics Environmental Ethics Epistemology Ethical Principles Ethics Education Formal Logic Hermeneutics History of Chinese Philosophy History of Logic History of Western Philosophy Indian Philosophy Language Logic Logic Marxist Philosophy Medical Ethics Medieval Philosophy Metaphysics Modern Foreign Philosophy Ontology Other Subjects of Ethics Phenomenology Philosophy of Education Philosophy of Law Philosophy of Logic Philosophy of Mind Philosophy of Natural Science Philosophy of Nature Philosophy of Psychology Philosophy of Science Philosophy of Social Science Philosophy of Technology Political Philosophy Professional Ethics Semiotics Social Philosophy Philosophy and Other Subjects We are also interested in: 1) Short Reports – 2-5 page papers where an author can either present an idea with theoretical background but has not yet completed the research needed for a complete paper or preliminary data; 2) Book Reviews – Comments and critiques.", 
    "domain": "www.scirp.org", 
    "identifiers": {
        "issn": {
            "electronic": [
                "2163-9442"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "philosophy", 
        "open access", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3983922397474758803", 
            "resource_date": "2012-06-24T07:47:52.895-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:13:09.955922"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/06/open-access-journal-open-journal-of.html", 
            "resource_date": "2012-06-24T07:47:52.895-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:13:09.955937"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Journal of Philosophy", 
    "url": "http://www.scirp.org/journal/ojpp/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}