{
    "description": "[First posted in AWOL 26 June 2012, updates 5 April 2015]. ClassicsTeaching. com. dedicated to teacher training in Classics. Updated 15th January 2015 For those who love their subject and would like to work with young people there is no better career than Classics teaching. Not only does it give you the opportunity to draw on and develop your subject knowledge and communication skills, it also gives you significant responsibility and the freedom to use your imagination and creativity from the moment you enter the classroom. In the words of a trainee who moved into teaching after working for a number of years as an accountant: ‘The thing that really made me leave was the fact that it didn’t use all of me, and I wanted something that made me use my creativity, made me think on my feet. ’ But a successful career in Classics teaching depends on having the thoroughness and professionalism of the training you receive when you start out on teaching. The aim of this site is to provide information on the different routes through training that are available for future Classics teachers. Click here for more information about Classics in schools. What is ClassicsTeaching. com?. ClassicsTeaching. com is a site designed for teachers and would-be teachers of Classics in schools in England. It includes guidance on the different routes into Classics teaching in England, information about teaching Classical subjects, and research into Classics teaching. The site was developed with the financial support of the DfE. The site is maintained by Steven Hunt, Lecturer in Classics Education at the University of Cambridge, and Aisha Khan-Evans, Lecturer in Classics Education at King’s College, University of London.", 
    "domain": "www.classicsteaching.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "pedagogy", 
        "classics", 
        "education"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6109014345791918795", 
            "resource_date": "2015-04-05T09:49:06.843-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:32.718753"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/06/classicsteachingcom.html", 
            "resource_date": "2015-04-05T09:49:06.843-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:32.718780"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "ClassicsTeaching.com ...dedicated to teacher training in Classics", 
    "url": "http://www.classicsteaching.com/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}