{
    "description": "[First posted in AWOL 18 August 2012, updated 27 March 2014]. Comprehensive Bibliography on Syriac Christianity. It was during the sixteenth century in Renaissance Europe that, as a result of the efforts of the Catholic and Protestant scholars of the New Testament, Syriac studies became a part of European intellectual life. Since then, the number of scholarly publications on various matters related to the history, culture and religious life of Syriac-speaking Christians has only increased. As these publications are in a variety of languages, and many of them scattered through journals and periodicals belonging to various academic fields, it is often difficult to obtain precise information on what has already been published on one or another aspect of Syriac Christianity. Our project aims to fill the evident gap in the bibliographical resources and provide a convenient and easily accessible tool for the worldwide scholarly community. The ultimate goal of this project is to create and launch an on-line database on Syriac Christianity that will be updated on a regular basis and available free of charge to the international scholarly community. more about.", 
    "domain": "www.csc.org.il", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "religion", 
        "Syriac", 
        "bibliography", 
        "Christianity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3243846031908185724", 
            "resource_date": "2014-03-27T06:13:46.465-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:41.244335"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/08/online-comprehensive-bibliography-on.html", 
            "resource_date": "2014-03-27T06:13:46.465-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:41.244351"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Online Comprehensive Bibliography on Syriac Christianity", 
    "url": "http://www.csc.org.il/db/db.aspx?db=SB", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}