{
    "description": "Occasionally issues of journals where one might not normally think to look produce thematic issues of interest. Availability online makes them much more discoverable. A case in point: Traitement automatique des langues et langues anciennes Traitement Automatique des Langues 2009 Volume 50 Numéro 2. Occasionally issues of journals where one might not normally think to look produce thematic issues of interest. Availability online makes them much more discoverable. A case in point: Traitement automatique des langues et langues anciennes. Traitement Automatique des Langues 2009 Volume 50 Numéro 2. Direction: Joseph Denooz, Serge Rosmorduc. Sommaire: Joseph Denooz, Serge Rosmorduc. Préface Dag T. T. Haug, Marius L. Jøhndal, Hanne M. Eckhoff, Eirik Welo, Mari J. B. Hertzenberg, Angelika Müth. Computational and Linguistic Issues in Designing a Syntactically Annotated Parallel Corpus of Indo-European Languages Svetlana Petrova, Michael Solf, Julia Ritz, Christian Chiarcos, Amir Zeldes. Building and Using a Richly Annotated Interlinear Diachronic Corpus: The Case of Old High German Tatian Arnaldo Candido Junior, Sandra Maria Aluísio. Building a Corpus-based Historical Portuguese Dictionary: Challenges and Opportunities Barbara McGillivray, Marco Passarotti, Paolo Ruffolo. The Index Thomisticus Treebank Project: Annotation, Parsing and Valency Lexicon Céline Poudat, Dominique Longrée. Variations langagières et annotation morphosyntaxique du latin classique Gilles Souvay, Jean-Marie Pierrel. LGeRM François Barthélemy. Une description morphologique structurée en arbre du verbe akkadien qui utilise des structures de traits et des transducteurs multirubans Grzegorz Kondrak. Identiﬁcation of Cognates and Recurrent Sound Correspondences in Word Lists Mark-Jan Nederhof. Automatic Creation of Interlinear Text for Philological Purposes. Notes de lecture. Résumés de thèses.", 
    "domain": "www.atala.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "journal issues", 
        "antiquity"
    ], 
    "language": [
        "fr", 
        0.9999994166152831
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1288606133402046828", 
            "resource_date": "2014-05-15T10:58:48.178-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:13.097850"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/01/one-off-journal-issues-traitement.html", 
            "resource_date": "2014-05-15T10:58:48.178-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:13.097866"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Traitement automatique des langues et langues anciennes", 
    "url": "http://www.atala.org/-Traitement-automatique-des-langues-", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}