{
    "description": "Nachrichten. 14. 01. 2015 14:21 Internetressourcen - KIRKE in neuer Gestalt Der Fachinformationsführer zu Internetressourcen wurde technisch und optisch erneuert. Das Fachportal Propylaeum arbeitet ständig an einer Verbesserung und Weiterentwicklung seiner Angebote. Zu diesen Angeboten zählt auch der Fachinformationsführer zu altertumswissenschaftlichen Internetressourcen (Websites, Forschungsprojekte, etc. ) KIRKE, der nun technisch und optisch überarbeitet wurde, um eine noch bequemere Recherche in qualitätsgeprüften Internetressourcen zu ermöglichen. Die bisher eingesetzte Suchmaschinentechnologie wurde aktualisiert und mit einer neuen Präsentationsoberfläche versehen. Dies ermöglicht dem Nutzer, sich noch einfacher zu orientieren. Direkter Link zu KIRKE. Bereits mit dem Start des Rechercheinstruments werden (wie bisher) alle vorhandenen Treffer angezeigt (sog. „Zero-Term-Search“), die man dann mit Hilfe von fachlichen und formalen Kriterien filtert. Neu ist u. a. eine Literaturlistenfunktion, mit deren Unterstützung Titel selektiert und exportiert werden können. Natürlich gibt es auch weiterhin die allgemeinen Recherchefunktionen (einfache Suche / erweiterte Suche). Dem Relaunch ging nicht zuletzt eine Usability-Studie voraus, deren Ergebnisse in den Entwicklungsprozess mit eingeflossen sind.", 
    "domain": "www.propylaeum.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "philology"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-281554375719131142", 
            "resource_date": "2015-01-27T16:49:18.318-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:45.593499"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/01/updated-kirke-katalog-der.html", 
            "resource_date": "2015-01-27T16:49:18.318-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:45.593517"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Updated: KIRKE: Katalog der Internetressourcen für die Alte Geschichte, Byzantinistik, Klassische Philologie, Mittel- und Neulateinische Philologie sowie Vor- und Frühgeschichte.", 
    "url": "http://www.propylaeum.de/altertumswissenschaften/newsbox/nachrichten/?tx_ttnews%5Byear%5D=2015&tx_ttnews%5Bmonth%5D=01&tx_ttnews%5Bday%5D=14&tx_ttnews%5Btt_news%5D=194&cHash=2e5564c2311a6d0a6539976d00f2b8ca", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}