{
    "description": "[First posted in AWOL. 6 January 2009. Updated 13 April 2015]. Rursus: Poiétique, réception et ré é criture des textes antiques. ISSN électronique 1951-669X. La revue numérique Rursus est consacrée à des études portant sur la récriture. Elle a été conçue par les chercheurs de langues anciennes de l’Université de Nice, réunis de 2003 à 2007 dans la jeune équipe LA. LI. A, et est aujourd'hui publiée par le CEPAM (UMR 6130). La littérature dite ‘au second degré’ n’est pas une zone érudite, marginale, voire décadente du champ littéraire, mais la clé même de ce champ, puisque le régime original et originel de l’écriture est le second degré. Cette conviction d’une nature foncièrement hypertextuelle de la création n’est pas un dogme mais une attention de fond aux facteurs de mutation, de détournement et de renouvellement de la tradition. Numéros en texte intégral 8 | 2012. Les épitomés scientifiques et historiques Sous la direction de Arnaud Zucker. Informations sur cette image Ce numéro de Rursus réunit des études sur une forme littéraire mal définie, souvent mal aimée des scholars et qui constitue pourtant une production culturelle considérable : l’épitomé, en se limitant, dans ce vaste ensemble de textes-relais, aux épitomés scientifiques et historiques. Plutôt que d’un genre défini l’épitomé est avant tout un « format réduit » qui est à la fois un moyen et un moyen stratégique de prolonger la transmission d’une œuvre de taille importante, voire encombrante, dans un contexte culturel de concurrence inlassable qui ne permet pas la reconduction intégrale, à chaque génération de copie, à chaque mutation de code graphique, de perpétuer l’ensemble du patrimoine, en raison de  « l’immensité des ces écrits dont on se fatigue rien que d’y penser et qui paraît généralement fastidieuse et pesante » (Constantin VII, Excerpta historica, prologue). [ Lire la suite ]. Arnaud Zucker Éditorial [Texte intégral] Articles Benoît Louyest L’épitomé du Banquet des sophistes d’Athénée : [Texte intégral] Vers une étude comparative entre l’épitomé et le Marcianus The Epitome of Athenaeus’ Deipnosophists :Towards a comparative study between the Epitome and Marcianus. Marc Bouiron Du texte d’origine à l’ Épitomé des Ethnika: Les différentes phases de réduction et la transmission du lexique géographique de Stéphane de Byzance [Texte intégral] From the geographical lexicon of Stephanus of Byzantium to the Ethnika's Epitome. Various stages of reduction and transmission of the text David Paniagua Ad minimum redigere: gli excerpta dello pseudo-Modesto come ricodifica dell’ Epitoma rei militaris di Vegezio [Texte intégral] Ad minimum redigere: the excerpta of the pseudo-Modestus as a recodification of Vegetius’ Epitoma rei militaris Ida Gilda Mastrorosa Calamità e prodigi nella storia di Roma repubblicana :la rilettura tardoantica di Orosio [Texte intégral] Calamités et prodiges dans l’histoire de la Rome républicaine : la relecture tardive d’Orose. 7 | 2012. L’encyclopédie zoologique de Constantin VII 6 | 2011. Relire, récrire, prolonger. Adaptations gréco-latines 5 | 2010. Les épopées tardives 4 | 2009. Erotica 3 | 2008. Varia 2 | 2007. Le modèle animal (II) 1 | 2006. Le modèle animal (I).", 
    "domain": "rursus.revues.org", 
    "identifiers": {
        "issn": {
            "generic": [
                "1951-669X"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "antiquity", 
        "journal", 
        "France", 
        "open access", 
        "reception", 
        "classics"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4359145536672176349", 
            "resource_date": "2015-04-13T11:02:14.966-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:38.206046"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/12/open-access-journal-rursus.html", 
            "resource_date": "2015-04-13T11:02:14.966-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:38.206062"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Rursus: Poiétique, réception et ré", 
    "url": "http://rursus.revues.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}