{
    "description": "K. Donker van Heel, A Very Easy Crash Course in Abnormal Hieratic. Being a Step by Step Introduction to the Least Accessible of All Ancient Egyptian Scripts (Leiden 2013). K. Donker van Heel, A Very Easy Crash Course in Abnormal Hieratic. Being a Step by Step Introduction to the Least Accessible of All Ancient Egyptian Scripts (Leiden 2013). This syllabus is part of a three-day crash course in abnormal hieratic that was designed to prepare students for the effective use of: Koenraad Donker van Heel & Joost Golverdingen, An Abnormal Hieratic Reading Book Containing Texts from the British Museum (London), the Brooklyn Museum (New York), the Egyptian Museum (Cairo), the Louvre (Paris), the Museo Egizio (Turin), the Nationalbibliothek (Vienna), Queen’s College (Oxford) and the Rijksmuseum van Oudheden (Leiden), with a Palaeography of Abnormal Hieratic Signs and Sign Groups (2013). Or, to phrase it more precisely, this very easy crash course aims to take away people’s fear of abnormal hieratic and to stimulate colleagues and students to open their hearts and minds to this wonderful discipline that has so much to offer. And, most important, to enjoy doing it. It was felt that to achieve this we would need a really low-threshold syllabus for use in class, that will allow students to go through the material on their own without losing their way at any moment. This explains why so much attention has been paid to clarify details time and again, requiring constant references, sometimes ad nauseam.", 
    "domain": "www.hieratistik.uni-mainz.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "Hieratic"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2623723705399874836", 
            "resource_date": "2014-02-17T11:47:29.901-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:31.442809"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/02/k-donker-van-heel-very-easy-crash.html", 
            "resource_date": "2014-02-17T11:47:29.901-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:31.442825"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "K. Donker van Heel, A Very Easy Crash Course in Abnormal Hieratic", 
    "url": "http://www.hieratistik.uni-mainz.de/Dateien/DEFSyllabus_crash_course.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}