{
    "description": "Chinese Civilization in Time and Space In response of the demands of interdisciplinary research applications, this system aims to construct an integrated GIS-based application infrastructure within the spatial extent of China, in the timeframe of Chinese history, and with the contents of Chinese civilization. Although target users are primarily scholars, academic experts, and school teachers, it is also our goal to provide general spatial- and temporal-based applications This, we hope, will establish a feedback mechanism of continuously collecting research and application results to fertilize the contents of this system and elaborate the value of information integration. This system consists of three major components: basic geospatial materials, WebGIS integrated application environment, and thematic information. The fundamental base maps are based on Dr. Tan's \"The Historical Atlas of China\". \"The Historical Atlas of China\" provides users with Chinese historical features, covering Chinese history over the past 2000 years, from the ancient time to Qing dynasty. Furthermore, various historical atlas and remote sensing imagery are persistently geo-referenced and overlaid into the system to broaden the spatial and temporal scope.", 
    "domain": "ccts.ascc.net", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "China"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5731995781517440503", 
            "resource_date": "2011-03-21T13:53:57.626-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:03:46.331914"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/03/chinese-civilization-in-time-and-space.html", 
            "resource_date": "2011-03-21T13:53:57.626-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:03:46.331930"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Chinese Civilization in Time and Space", 
    "url": "http://ccts.ascc.net/index.php?lang=en", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}