{
    "description": "Akademie der Wissenschaften und der Literatur - Jahrbuch - Bericht 2003/2004 Bibliographie zur antiken Sklaverei Suche Expertensuche Kategoriensuche Registerliste Deskriptorenliste Abkürzungsverzeichnis Gedruckte Fassung (2003) Downloads Von Franz Kiechle 1969. VIII, 188 Seiten. Kart. ISBN 3-515-00557-9 Band 3 der Forschungen zur antiken Sklaverei von Franz Kiechle (1931-1991) gehört zu den erfolgreichsten Monographien der Reihe. Sie wurde über 700-mal verkauft und ist seit vielen Jahren vergriffen. Die Akademie der Wissenschaften und der Literatur, die Kommission für Geschichte des Altertums, das Projekt und der Franz Steiner Verlag haben sich deshalb entschlossen, Kiechles Sklavenarbeit und technischer Fortschritt im römischen Reich als PDF-Datei zum Herunterladen anzubieten. Der Download startet automatisch, wenn Sie hier klicken. Von Elisabeth Herrmann-Otto 1994. VIII, 512 Seiten. Kart. ISBN 3-515-06329-3 Ausgezeichnet mit dem Terzo Premio Romanistico Internazionale Gérard Boulvert dell'Università di Franche Comté, Besançon. Im I. Teil werden unter Anwendung quantitativer Methoden neue Einsichten zur Terminologie der Sklaven von Geburt aus lateinischen Grab- und Weihinschriften gewonnen. Je nach wirtschaftlicher Rentabilität von Aufzucht, Ausbildung und späterem beruflichen Einsatz hausgeborener Sklaven lässt sich bei privaten und \"öffentlichen\" Sklavenbesitzern (Privateigentümern aller Schichten bzw. Kaisern, Staat, Städten) ein unterschiedliches Reproduktionsverhalten nachweisen. Der II. Teil bietet eine typologische Studie des Lebensweges der Sklaven von Geburt ( vernae, servi nati ) vom Mutterleib bis zum Tod unter medizinischen, juristischen, demographischen und ökonomischen Aspekten. Die Ambivalenz unfreier Geburt als Markenzeichen oder Makel wird u.a. am Berufsbild dieser Personengruppe bzw. an betrügerischen Freiheitsprozessen sichtbar. Aus dem Inhalt: Einleitung - I. Vernae und ex ancillis nati in familia und Familie: 1. Terminologische und juristische Voruntersuchungen. - 2. Im Privathaushalt geborene Sklaven. - 3. Die \"hausgeborenen\" Sklaven der familia Caesaris. - 4. Der \"verna vicarius\": Sklavennachwuchs auf der untersten Ebene der Sklavenhierarchie. - 5. Zusammenfassung der Ergebnisse. - II. Sklavengeburt und Sklaven von Geburt in Wirtschaft, Gesellschaft und Staat: 1. Die natürliche Reproduktion der Sklavenschaft unter biologisch-demographischem und ökonomisch-juristischem Aspekt. - 2. Aufzucht und Ausbildung des Sklavenkindes. - 3. Die Berufschancen der vernae im Privathaushalt und in der familia Caesaris. - 4. Zusammenfassende Auswertung. - Schluss: Bewertung und Bedeutung der unfreien Geburt in der antiken Gesellschaft und das Selbstverständnis des hausgeborenen Sklaven. - Anhang: I. Lebensaltertabelle. - II. Namen der vernae im Privathaushalt. - III. Namen der vernae Caesaris bzw. Augusti und der vernae (möglicher) kaiserlicher Sklaven und Freigelassener (Substruktur). - IV. Berufe der vernae im Privathaushalt und in der familia Caesaris. - Abkürzungsverzeichnis. - Literaturverzeichnis. - Register Band 24 der Forschungen zur antiken Sklaverei von Elisabeth Herrmann-Otto ist seit einigen Jahren vergriffen. Die Akademie der Wissenschaften und der Literatur, die Kommission für Geschichte des Altertums, das Projekt und der Franz Steiner Verlag haben sich deshalb entschlossen, Herrmann-Ottos Ex ancilla natus. Untersuchungen zu den \"hausgeborenen\" Sklaven und Sklavinnen im Westen des Römischen Kaiserreiches als PDF-Datei zum Herunterladen anzubieten. Der Download startet automatisch, wenn Sie hier klicken.", 
    "domain": "www.sklaven.adwmainz.de", 
    "identifiers": {
        "isbn": {
            "generic": [
                "3"
            ]
        }
    }, 
    "is_part_of": {
        "title": "Forschungen zur antiken Sklaverei open access publications", 
        "url": "http://www.sklaven.adwmainz.de/"
    }, 
    "keywords": [], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1163622083433312008", 
            "resource_date": "2012-09-15T09:10:01.706-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:11:16.908947"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/09/forschungen-zur-antiken-sklaverei-open.html", 
            "resource_date": "2012-09-15T09:10:01.706-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:11:16.908966"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Akademie der Wissenschaften und der Literatur - Jahrbuch - Bericht 2003/2004", 
    "url": "http://www.sklaven.adwmainz.de/fileadmin/adwmainz/projekte/as/kommberichtas04.pdf", 
    "volume": "2004", 
    "year": "2003", 
    "zotero_id": null
}