{
    "authors": [], 
    "contributors": [], 
    "description": "Akademie der Wissenschaften und der Literatur, Mainz: Forschungen zur antiken Sklaverei. Das 1950 von Joseph Vogt begründete und 1978 von Heinz Bellen fortgeführte Projekt wird seit 2002 von Heinz Heinen geleitet. Die Zielsetzung, die antike Sklaverei in all ihren Erscheinungsformen unter verschiedenen Blickwinkeln und mit einem breiten Methodenspektrum zu untersuchen, hat im Laufe der Zeit zu mehreren Teilprojekten geführt. Am Anfang standen monographische Beiträge zu ausgewählten Themen, die seit 1967 in einer eigenen Reihe (Forschungen zur antiken Sklaverei, bisher 38 Bände) erscheinen. Da die Sklavereiforschung lange Zeit durch die Auseinandersetzung mit der sowjetischen Fachwissenschaft geprägt war, wurden seit 1966 zur Überwindung der Sprachbarriere und zur Versachlichung der Diskussion Übersetzungen einschlägiger Monographien aus dem Russischen in einer eigenen Reihe vorgelegt (Übersetzungen ausländischer Arbeiten zur antiken Sklaverei, 5 Bände). Für Namenbücher, Nachschlagewerke und speziellere Textsammlungen mit Übersetzung und Kommentar ist eine Beiheftreihe eingerichtet worden, in deren Rahmen auch das umfangreiche Corpus der römischen Rechtsquellen zur antiken Sklaverei (CRRS) erscheint (Beiheft 3, bisher 6 Faszikel). Als Beiheft 4 ist 2003 eine zweibändige Bibliographie zur antiken Sklaverei vorgelegt worden. Im Entstehen begriffen ist ein mehrbändiges Handwörterbuch der antiken Sklaverei (HAS), das den Ertrag der internationalen Sklavereiforschung übersichtlich darlegen und in mehreren CD-ROM-Lieferungen erscheinen soll. Die ersten beiden Lieferungen sind erschienen, die dritte befindet sich in Vorbereitung. Fachübergreifend angelegt, umfasst es den ganzen Bereich der Altertumswissenschaften (Archäologie, Geschichte, Philologie, Recht, Nachleben der antiken Sklaverei und Geschichte ihrer Erforschung). Die mittlerweile annähernd 60 Mitarbeiter der verschiedenen Gruppen des Sklavereiprojekts treffen sich alle zwei Jahre in Mainz zum fachlichen Gespräch und zur Abstimmung der weiteren Planung. Das Projekt ist interdisziplinär und international angelegt. Mit seinen Schwerpunktsetzungen versteht es sich als Beitrag zu der von der Mainzer Akademie besonders geförderten Grundlagenforschung. Akademie der Wissenschaften und der Literatur - Jahrbuch - Bericht 2011. Akademie der Wissenschaften und der Literatur - Jahrbuch - Bericht 2010. Akademie der Wissenschaften und der Literatur - Jahrbuch - Bericht 2009. Akademie der Wissenschaften und der Literatur - Jahrbuch - Bericht 2008. Akademie der Wissenschaften und der Literatur - Jahrbuch - Bericht 2007. Akademie der Wissenschaften und der Literatur - Jahrbuch - Bericht 2006. Akademie der Wissenschaften und der Literatur - Jahrbuch - Bericht 2005. Akademie der Wissenschaften und der Literatur - Jahrbuch - Bericht 2003/2004.", 
    "domain": "www.sklaven.adwmainz.de", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Akademie der Wissenschaften und der Literatur, Mainz: Forschungen zur antiken Sklaverei", 
        "url": "http://www.sklaven.adwmainz.de/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "de"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1163622083433312008", 
            "resource_date": "2012-09-15T09:10:01.706-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:06:13.680643"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/09/forschungen-zur-antiken-sklaverei-open.html", 
            "resource_date": "2012-09-15T09:10:01.706-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:06:13.680656"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "f63f3496d66b4036922df24443470ebc9c7d069e", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Gedruckte Fassung (2003)", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.sklaven.adwmainz.de/index.php?id=1723", 
    "url_alternates": [], 
    "volume": null, 
    "year": "2003", 
    "zenon_id": null, 
    "zotero_id": null
}