{
    "description": "Claudio De Stefani, Galeni De differentiis febrium versio Arabica (Bologna 2004) Claudio De Stefani, Galeni De differentiis febrium versio Arabica (Bologna 2004) Hunain ibn Ish-q di al-Hîra (808-873[?] d.C.), medico e filologo, autore di opere originali e di versioni in siriaco e in arabo, fu il più grande traduttore arabo medioevale, ed uno dei più grandi in assoluto nella storia mondiale. A documento di questa fama, gli furono anche attribuite nei mss. arabi varie traduzioni dal greco che non gli appartengono. La maggior parte delle sue versioni dal greco riguarda il corpus delle opere di Galeno di Pergamo (128/131-210/213 d. C.). Qui, presentiamo la traduzione di un’opera patologica di Galeno sulle febbri (in due libri), che ebbe ampia fortuna nella Grecia bizantina, come testimonia il numero abbastanza elevato di mss. greci che la tramandano e vari sunti su questo tema; in Occidente, come mostrano le traduzioni latine dal greco, a partire da quella di Burgundio; e infine nell’Oriente arabo, dove le dottrine galeniche sulle febbri erano destinate a lunga vita. L’edizione consultabile in forma elettronica può risultare utile sia agli studiosi di Galeno, sia agli arabisti, sia agli storici della medicina. Book I,1-8 (file.pdf) Book I,9-14 (file.pdf) Book II,1-7 (file.pdf) Book II,8-18 (file.pdf) The text (as a ) can be scrolled or free downloaded (clic the file name and choose “Save as”), and printed for study. All rights are reserved for commercial reasons and aims.", 
    "domain": "www2.classics.unibo.it", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Collection «Eikasmós Online»", 
        "url": "http://www2.classics.unibo.it/Eikasmos/eng/index.php?page=online"
    }, 
    "keywords": [
        "Arabic", 
        "book", 
        "history"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Claudio De Stefani, Galeni De differentiis febrium versio Arabica (Bologna 2004)", 
    "url": "http://www2.classics.unibo.it/eikasmos/eng/index.php?page=doc_pdf/studi_online/01_de_stefani", 
    "volume": "2004", 
    "year": null, 
    "zotero_id": null
}