{
    "description": "UNESCO Database of National Cultural Heritage Laws. In 2003, UNESCO devised an international solution to combat the illicit traffic of cultural property: the UNESCO Database of National Cultural Heritage Laws. By compiling on the Internet the national laws of its Member States, UNESCO offers all stakeholders involved (Governments, customs officials, art dealers, organizations, lawyers, buyers and so forth) a complete and easily accessible source of information. In the event of a legal question about the origin of an object (which may have been stolen, pillaged, or illegally exported, imported or acquired), it is useful to have rapid access to the relevant national laws. The UNESCO Database of National Cultural Heritage Laws allows the following to be consulted: related to the protection of the cultural heritage in general; for cultural property (available on request); of national laws and certificates; responsible for the protection of the cultural heritage; addresses of the dedicated to the protection of the cultural heritage. The database offers access to, in other words the laws on the following main categories of heritage: cultural heritage: -tangible cultural heritage: ->immovable cultural heritage (monuments, archaeological sites, etc. ) ->movable cultural heritage (paintings, coins, archaeological objects, etc. ). ->underwater cultural heritage (shipwrecks, underwater cities, etc. -intangible cultural heritage (oral traditions, performing arts, rituals, etc. ) natural heritage (natural sites, physical, biological or geological formations, etc. ). , please see the list of international normative instruments for the protection of the cultural heritage (conventions, agreements, charters, codes, declarations, action plans, protocols, recommendations, etc. ).", 
    "domain": "portal.unesco.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "culture", 
        "cultural heritage", 
        "heritage"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2381287179833456772", 
            "resource_date": "2010-06-30T09:07:28.352-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:12:29.683501"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/06/national-cultural-heritage-laws-online.html", 
            "resource_date": "2010-06-30T09:07:28.352-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:12:29.683516"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://portal.unesco.org/culture/en/ev.php-URL_ID=33920&URL_DO=DO_TOPIC&URL_SECTION=201.html"
    ], 
    "title": "National Cultural Heritage Laws Online", 
    "url": "http://portal.unesco.org/culture/en/ev.php-URL_ID=33928&URL_DO=DO_TOPIC&URL_SECTION=201.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}