{
    "authors": [
        "considering submission of such essays are encouraged to contact the editor to discuss the scope", 
        "form of their submissions"
    ], 
    "contributors": [], 
    "description": "Museum Anthropology Review (MAR) is an open access journal whose purpose is the wide dissemination of articles, reviews, essays, and other content advancing the field of material culture and museum studies, broadly conceived. While centered on the concerns of museum anthropology, Museum Anthropology Review is a highly interdisciplinary journal that embraces work being done in numerous fields concerned with the role of museums in social life and with the study of material culture, past and present. Since its founding in February 2007, the journal has published smart, significant work by scholars--both junior and well established--working in folklore studies, vernacular architecture studies, archaeology, linguistic anthropology, religious studies, museum studies, history, art history, and ethnomusicology, in addition to cultural anthropology. It is hoped that the journal can promote cross-disciplinary dialogue between all of these fields and others with which they share an interest in material culture and the multifaceted work of museums. The journal is committed to an international perspective and to rigorous scholarship, as well as to presenting work that can improve professional practice in museums and further the theoretical, empirical and methodological development of material culture studies. As an open access journal, Museum Anthropology Review is committed to the development of new approaches to scholarly communication. Like many other open access journals, Museum Anthropology Review seeks to rewrite the terms under which scholarship is made available in a era of dramatic technological change, breathtaking media consolidation, accelerating corporate enclosure of scholarship and scholarly publishing, deep financial strain in research libraries, and demands by diverse publics for access to knowledge and interpretive work that has often been pursued with public support and that takes, in anthropology and folklore studies especially, the life of local communities as its object. In addition to peer-reviewed research articles, Museum Anthropology Review also publishes shorter contributions intended to stimulate debate, promote improved professional practice, and disseminate information on new developments within the field. Authors considering submission of such essays are encouraged to contact the editor to discuss the scope and form of their submissions. Books, catalogs, exhibitions, online exhibitions, websites, and other media of interest to the field are reviewed regularly in Museum Anthropology Review. Such reviews are typically solicited by the editorial team, but suggestions of materials appropriate for review are especially welcome. Scholars interested in being called upon to serve as reviewers may contact the editor. Authors, curators and other interested parties are encouraged to forward to the editor’s attention press releases and other publicity materials produced by museums staging or hosting special exhibitions. These, together with publisher’s catalogs and direct correspondence, all assist the editors in identifying materials suitable for review in the journal. See the full.", 
    "domain": "scholarworks.iu.edu", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Museum Anthropology Review", 
        "url": "http://scholarworks.iu.edu/journals/index.php/mar/index"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "anthropology", 
        "museums", 
        "journal", 
        "open access"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8023918866722937289", 
            "resource_date": "2011-06-10T12:43:08.254-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:15:10.266094"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/06/open-access-journal-museum-anthropology.html", 
            "resource_date": "2011-06-10T12:43:08.254-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:15:10.266111"
        }, 
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8023918866722937289", 
            "resource_date": "2011-06-10T12:43:08.254-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:15:10.274549"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/06/open-access-journal-museum-anthropology.html", 
            "resource_date": "2011-06-10T12:43:08.254-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:15:10.274563"
        }, 
        {
            "fields": [
                "subordinate_resources", 
                "resource_key", 
                "keywords", 
                "languages", 
                "authors", 
                "is_part_of", 
                "identifiers"
            ], 
            "resource": "http://purl.org/net/wf-motifs#Combine", 
            "term": "http://purl.org/net/wf-motifs#hasWorkflowMotif", 
            "when": "2015-07-11T20:15:10.276084"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "journals-index-php-mar-index", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Museum Anthropology Review", 
            "url": "http://scholarworks.iu.edu/journals/index.php/mar/index"
        }
    ], 
    "title": "Museum Anthropology Review", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://scholarworks.iu.edu/journals/index.php/mar/index", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}