{
    "description": "Poeti d'Italia in lingua latina tra medioevo e rinascimento. Un programma di ricerca verbale sulla versificazione latina di autori italiani, dalla nascita di Dante alla metà del cinquecento. Il progetto di ricerca “Poeti d'Italia in lingua latina” è nato nel 1999 con lo scopo di individuare, censire, raccogliere e digitalizzare i componimenti latini in versi, prodotti nell'area geografica o in ambienti culturali italiani, entro il periodo compreso all'incirca fra la nascita di Dante e la prima metà del Cinquecento. Carmi di autori celebri e testi anonimi di ogni genere, pubblicati attraverso edizioni a stampa (talvolta recenti e rigorose, non di rado antiquate e immetodiche), ovvero passati dai manoscritti delle biblioteche a supporti cartacei dalla circolazione scarsissima (come ad esempio le tesi di laurea, sino a pochi anni fa ancora battute a macchina), o del tutto rimasti inediti nei fogli dei codici: quanto si poteva trovare sta transitando agli archivi elettronici, cui un annesso motore di ricerca verbale consente di accedere per l'immediata interrogazione. ricerca - semplice - avanzata indice - alfabetico - cronologico metrica - metri - opere collaboratori.", 
    "domain": "www.mqdq.it", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Latin", 
        "Italy", 
        "poetry"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5343622234859433932", 
            "resource_date": "2014-01-22T17:11:14.681-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:07.611711"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/01/poeti-ditalia-in-lingua-latina-tra.html", 
            "resource_date": "2014-01-22T17:11:14.681-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:07.611727"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Poeti d'Italia in lingua latina tra medioevo e rinascimento", 
    "url": "http://www.mqdq.it/mqdq/poetiditalia/index.jsp", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}