{
    "description": "Musisque Deoque: Un archivio digitale di poesia latina Il progetto di ricerca “Musisque Deoque. Un archivio digitale di poesia latina, dalle origini al Rinascimento italiano”, è partito alla fine del 2005 con lo scopo di creare un unico database della poesia latina, integrato e aggiornato da apparati critici ed esegetici elettronici. Obiettivo dell’edizione critica tradizionale (o “lachmanniana”, nella terminologia dei filologi classici) è quello di risalire all’archetipo con la recensio, poi eventualmente superarlo con l’ emendatio, sino a ricostruire quanto stava più vicino al perduto originale. La forma di pubblicazione è ormai da secoli il libro a stampa, contenitore di un testo rigido, immutabile, stabilito definitivamente dall’editore. Questo faticoso e prezioso lavoro ha offerto, e tuttora offre, risultati di grande efficacia negli studi filologici: ma trova il suo limite nel fatto stesso di cristallizzare una tradizione che è intrinsecamente dinamica... The “Musisque Deoque. A digital archive of Latin poetry, from its origins to the Italian Renaissance” Research Project, was established at the end of 2005. It aims to create a singular Latin poetry’s database, supplemented and updated with critical apparatus and exegetical equipments. Objective of the traditional critical edition (or “Lachmannian” according to the classical philological terminology) is to revisit the archetype with the recensio, and then eventually improve it with emendatio, until the reconstruction closest to the lost original is reached. For centuries, printed book has been the publication form, containing rigid, immutable texts that are definitively determined by editors. This tiring and precious work has since offered, and still does, great incisive results in philological studies. However its limitation lies in the fact that a tradition that is intrinsically dynamic has been immobilized...", 
    "domain": "www.mqdq.it", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Latin", 
        "poetry", 
        "literature"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5472413002530378406", 
            "resource_date": "2012-04-02T09:39:26.540-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:03:42.501456"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/04/musisque-deoque-un-archivio-digitale-di.html", 
            "resource_date": "2012-04-02T09:39:26.540-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:03:42.501472"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.mqdq.it/mqdq/ricerca.jsp", 
        "http://www.mqdq.it/mqdq/griglia.jsp", 
        "http://www.mqdq.it/mqdq/indice_autori_alfa.jsp?scelta=AZ&path=autori", 
        "http://www.mqdq.it/mqdq/indice_autori_crono.jsp", 
        "http://www.mqdq.it/mqdq/indice_metri_metri.jsp?metro=00", 
        "http://www.mqdq.it/mqdq/indice_autori_alfa.jsp?scelta=AZ&path=metri_opere", 
        "http://www.mqdq.it/mqdq/CE.jsp", 
        "http://www.mqdq.it/mqdq/collaboratori.jsp"
    ], 
    "title": "Musisque Deoque: Un archivio digitale di poesia latina", 
    "url": "http://www.mqdq.it/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}