{
    "description": "Altsüdarabische Inschriften auf Holzstäbchen - Ancient South Arabian inscriptions on wood. Die Bayerische Staatsbibliothek verwahrt die weltweit zweitgrößte Sammlung an hölzernen Schriftdokumenten aus dem antiken Südarabien, dem heutigen Jemen. Es handelt sich dabei um Alltagskorrespondenz in sabäischer und minäischer Sprache: Briefe, Rechts- und Wirtschaftsurkunden, Schreibübungen und Texte aus der rituellen Praxis. Die in Palmblattrippen und Holzstäbchen eingeritzten Texte dokumentieren die gesamte Spanne der altsüdarabischen Kultur vom frühen 1. Jahrtausend v. Chr. bis in die unmittelbar vorislamische Zeit. The Bavarian State Library houses the second-largest collection worldwide of written documents on wood from Ancient South Arabia (present-day Yemen). These contain everyday-life’s correspondence in Sabaic and Minaic languages, such as letters, legal and business documents, writing exercises and texts from ritual practice. The texts are carved in palm-leaf stalks and wooden sticks. Historically, the documents cover the entire span of the so-called Ancient South Arabian civilisation – from the early 1st millennium BC up to the period immediately before the emergence of Islam.", 
    "domain": "daten.digitale-sammlungen.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Arabia", 
        "epigraphy", 
        "Wood", 
        "South Arabia"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2280784115030744006", 
            "resource_date": "2012-04-10T08:54:30.626-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:12:26.616461"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/04/south-arabian-inscriptions-on-wood-at.html", 
            "resource_date": "2012-04-10T08:54:30.626-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:12:26.616478"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "South Arabian inscriptions on wood at the Bayerische Staatsbibliothek", 
    "url": "http://daten.digitale-sammlungen.de/%7Edb/ausgaben/uni_ausgabe.html?recherche=ja&ordnung=sig&projekt=1194883942&l=de", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}