{
    "description": "[First posted 11 December 2009. Updated 3 February 2013]. Tabulae, the department's annual newsletter, describes the activities and current research of members of the department, including undergraduate, post-bac, and graduate students, as well as faculty and alumni. Each issue also provides updates on all the changes that have occurred within the department in the preceding year, from budget updates to retirements and new hires. Please take a moment to browse through our current and past issues below. YearTable of Contents Tabulae 2011-2012 Letter from Chair Cecil Wooten Azoria wins Archaeological Institute of America's \"Best Practices for Site Preservation\" award Faculty News Calendar of Events. Tabulae 2007-2008 Letter from Chair Cecil Wooten Letter from James Rives, Kenan Eminent Professor of Classics A Word from Werner Riess News on Azoria Faculty and Graduate News Commencement 2007. Alumni News Tabulae 2005-2006 Letter from Cecil Wooten, interim chair for Fall 2005 Maura Lafferty's Year in Rome Our Newest Faculty Members - Brook Holmes and Monika Truemper Andy Gloege's Goodbye George Houston's Retirement Faculty, Graduate, Post-Bac, Undergraduate, and Alumni News Hidden Treasures - The Department's Collection of Ancient Coins. Commencement 2006 Tabulae 2004 Letter from Jim O'Hara, Chair Jerzy Linderski Festshcrift The Kenneth Reckford Fund Variae Vitae Reportant Faculty, Graduate, and Post-Bac News. The Fauna of Old Murphey: A Reminiscence Tabulae 2002 Letter from William Race, Chair Murphey Hall Overhaul UNC Excavations Begin at Azoria Faculty, Graduate, and Undergraduate News Azoria Field Report Kenneth J. Reckford Offers a Feast for Mind and Spirit William Custis West, III: A Man for All Seasons Gerhard M. Koeppel Variae Vitae Reportant Commencement 2002 Murphey Hall Remade - Pictures of the Renovation Process. The Kenneth Reckford Fund Tabulae 2001 Rites of (temporary) Passage Sara Mack. Variae Vitae Reportant Tabulae 2000 Inaugurating a New Era Plutarch and Philip Stadter In Praise of Philophron Variae Vitae Reportant. Call for Papers, UNC/Duke Graduate Colloquium 2001 (Gods and Monsters: Divinization and Demonization in the Ancient World) Tabulae 1999 Yielding Place to New Ed Brown Retires Variae Vitae Reportant Conference Announcement (Sage and Emperor: Plutarch and Trajan). Call for Papers, UNC/Duke Graduate Colloquium 2000 (The Animal in the Ancient World) Tabulae 1998 Alma Mater Murpheia Patch Adams Dedication of the B. L. Ullman Library Epochs of Office Variae Vitae Reportant. Call for Papers, UNC/Duke Graduate Colloquium 1999 (Pimps, Peasants, and Potentates: Low-Lifes and Leaders in the Ancient World) Tabulae 1997 Building for the Future David Ganz Leaves Death of John Herington The Undergraduate Program Variae Vitae Reportant Murphey on the Web. Call for Papers, UNC/Duke Graduate Colloquium 1998 (Finem Egressi Legemque Priorum: Oddities and Vulgarities in the Ancient World) Tabulae 1996 Tanti Auguri Jerzy Linderski Variae Vitae Reportant Remaking Murphey Hall Call for Papers, UNC Graduate Colloquium 1997 (SKENE PAS HO BIOS: Theater in the Ancient World). Performance of Aristophanes's Birds Tabulae 1995 Labor Omnia Vicit Improbus Berthe Marti: In Memoriam Berthe and Medieval Latin Variae Vitae Reportant. Call for Papers, UNC Graduate Colloquium 1996 (Imitatio et Aemulatio) Tabulae 1994 Looking Backward, and Forward The Beginning Latin Program Variae Vitae Reportant. Call for Papers, UNC Graduate Colloquium 1995 (The Body in the Ancient World) Tabulae 1993 A Time for Renovation The Undergraduate Program So, What Can You Do With a Degree in Classics? Call for Papers, UNC Graduate Colloquium 1994 (Ut et in Occasu Suo Splendorem et Ornamenta Praeteritae Vitae Retineant: Ancient Ceremony and Spectacle) Announcement for the Production of Plautus's Poenulus. Announcement for the Biennial Meeting of CAMWS Southern Section Tabulae 1992 Discovery and Rediscovery The Turkish Connection - ARIT, Digs, Byzantion, and Ankara Bacchylides, Live from Chapel Hill First Annual Ancient Studies Colloquium. Domi Militiaeque Tabulae 1991 Pausing to Give Thanks Performance of Plautus's Curculio Ancient Historians Meet Jay Bolter Leaves for Georgia Tech Variae Vitae Reportant. George Kennedy, the Persuasive Tabulae 1990 \"You Richly Deserve Delight\" Annabelle (A Song for Nancy) Variae Vitae Reportant The Latin Play Returns!. The Immerwahr Connection Tabulae 1989 Keeping the Show on the Road The Italian Connection Sedes Ubi Fata Quietas Friedrich Solmsen. Variae Vitae Reportant Tabulae 1988 Changing of the Guard Roman Magistrates: Past, Present, & Future On the Tenure Track Variae Vitae Reportant. Chiron Awards for Medical Research Pre- Tabulae Newsletters Department Newsletter February 1966 Department Newsletter May 1965 Department Newsletter December 1964 Department Newsletter May 1964 Department Newsletter January 1964. Department Newsletter May 1963.", 
    "domain": "classics.unc.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2492201637411980341", 
            "resource_date": "2013-03-03T07:48:06.131-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:41.992211"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/12/open-access-newsletter-tabulae.html", 
            "resource_date": "2013-03-03T07:48:06.131-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:41.992232"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Tabulae", 
    "url": "http://classics.unc.edu/news-and-events/tabulae/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}