{
    "description": "Tabulae 2005-2006 Tabulae 2005-2006 Tabulae 2005-2006 Letter from Cecil Wooten, interim chair for Fall 2005 Maura Lafferty's Year in Rome Our Newest Faculty Members - Brook Holmes and Monika Truemper Andy Gloege's Goodbye George Houston's Retirement Faculty, Graduate, Post-Bac, Undergraduate, and Alumni News Hidden Treasures - The Department's Collection of Ancient Coins Commencement 2006 Letter from Cecil Wooten, interim chair for Fall 2005 Maura Lafferty's Year in Rome Our Newest Faculty Members - Brook Holmes and Monika Truemper Andy Gloege's Goodbye George Houston's Retirement Faculty, Graduate, Post-Bac, Undergraduate, and Alumni News Hidden Treasures - The Department's Collection of Ancient Coins Commencement 2006 Tabulae 2004 Letter from Jim O'Hara, Chair Jerzy Linderski Festshcrift The Kenneth Reckford Fund Variae Vitae Reportant Faculty, Graduate, and Post-Bac News The Fauna of Old Murphey: A Reminiscence Tabulae 2004 Tabulae 2004 Letter from Jim O'Hara, Chair Jerzy Linderski Festshcrift The Kenneth Reckford Fund Variae Vitae Reportant Faculty, Graduate, and Post-Bac News The Fauna of Old Murphey: A Reminiscence Letter from Jim O'Hara, Chair Jerzy Linderski Festshcrift The Kenneth Reckford Fund Variae Vitae Reportant Faculty, Graduate, and Post-Bac News The Fauna of Old Murphey: A Reminiscence Tabulae 2002 Letter from William Race, Chair Murphey Hall Overhaul UNC Excavations Begin at Azoria Faculty, Graduate, and Undergraduate News Azoria Field Report Kenneth J. Reckford Offers a Feast for Mind and Spirit William Custis West, III: A Man for All Seasons Gerhard M. Koeppel Variae Vitae Reportant Commencement 2002 Murphey Hall Remade - Pictures of the Renovation Process The Kenneth Reckford Fund Tabulae 2002 Tabulae 2002 Letter from William Race, Chair Murphey Hall Overhaul UNC Excavations Begin at Azoria Faculty, Graduate, and Undergraduate News Azoria Field Report Kenneth J. Reckford Offers a Feast for Mind and Spirit William Custis West, III: A Man for All Seasons Gerhard M. Koeppel Variae Vitae Reportant Commencement 2002 Murphey Hall Remade - Pictures of the Renovation Process The Kenneth Reckford Fund Letter from William Race, Chair Murphey Hall Overhaul UNC Excavations Begin at Azoria Faculty, Graduate, and Undergraduate News Azoria Field Report Kenneth J. Reckford Offers a Feast for Mind and Spirit William Custis West, III: A Man for All Seasons Gerhard M. Koeppel Variae Vitae Reportant Commencement 2002 Murphey Hall Remade - Pictures of the Renovation Process The Kenneth Reckford Fund Tabulae 2001 Rites of (temporary) Passage Sara Mack Variae Vitae Reportant Tabulae 2001 Tabulae 2001 Rites of (temporary) Passage Sara Mack Variae Vitae Reportant Rites of (temporary) Passage Sara Mack Variae Vitae Reportant Tabulae 2000 Inaugurating a New Era Plutarch and Philip Stadter In Praise of Philophron Variae Vitae Reportant Call for Papers, UNC/Duke Graduate Colloquium 2001 ( Gods and Monsters: Divinization and Demonization in the Ancient World ) Tabulae 2000 Tabulae 2000 Inaugurating a New Era Plutarch and Philip Stadter In Praise of Philophron Variae Vitae Reportant Call for Papers, UNC/Duke Graduate Colloquium 2001 ( Gods and Monsters: Divinization and Demonization in the Ancient World ) Inaugurating a New Era Plutarch and Philip Stadter In Praise of Philophron Variae Vitae Reportant Call for Papers, UNC/Duke Graduate Colloquium 2001 ( Gods and Monsters: Divinization and Demonization in the Ancient World ) Tabulae 1999 Yielding Place to New Ed Brown Retires Variae Vitae Reportant Conference Announcement (Sage and Emperor: Plutarch and Trajan) Call for Papers, UNC/Duke Graduate Colloquium 2000 (The Animal in the Ancient World) Tabulae 1999 Tabulae 1999", 
    "domain": "classics.unc.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Tabulae", 
        "url": "http://classics.unc.edu/news-and-events/tabulae/"
    }, 
    "keywords": [
        "conference", 
        "call for papers", 
        "antiquity", 
        "Rome", 
        "numismatics", 
        "report", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Tabulae 2005-2006", 
    "url": "http://classics.unc.edu/media/tabulae_2006.pdf", 
    "volume": "2006", 
    "year": "2005", 
    "zotero_id": null
}