{
    "description": "[First posted in AWOL 2 June 2013, updated 23 March 2015]. Considerazioni di Storia ed Archeologia. CONSIDERAZIONI DI STORIA ED ARCHEOLOGIA: Rivista nr. 7 (2014) Posted by admin | Filed under Rivista Archeologica | nov 22, 2014 | No Comments Il numero 6 (2014) della rivista CO(nsiderazioni di) ST(oria ed)A(rcheologica) comprende i seguenti articoli: PALLANUM AND MONTE PALLANO di Michael Crowford, I SANNITI NELLE FONTI LETTERARIE: EVOLUZIONE DI UN ETNONIMO di Federico Russo, IMPORTUOSA LITORA? di Davide Aquilano, IL CONTRIBUTO DELLA GEOFISICA NELLO STUDIO DELLE FORME INSEDIATIVE DEL SANNIO IN TERRITORIO MOLISANO, di Marilena Cozzolino, Read more. CONSIDERAZIONI DI STORIA ED ARCHEOLOGIA: Rivista nr. 6 (2013) Posted by gianfranco | Filed under Rivista Archeologica | nov 21, 2014 | No Comments Per scaricare la rivista pigiare su CoStAonline2013g INDICE: R. Antonini ST Ps 6 recuperato. Al seguito evidenze e problematiche sul documento. La pertinenza linguistica -  F. a Murano Il progetto samnium Digital Archive: un archivio digitale delle fonti epigrafiche del Sannio antico - G. Guadagno Vasto: tribuf priflics. Presunti tribuni della plebe in area italica -  B. Sardella. Read more. CONSIDERAZIONI DI STORIA ED ARCHEOLOGIA: Rivista nr. 5 (2012) Posted by gianfranco | Filed under Rivista Archeologica | nov 20, 2014 | No Comments CoStAonline2012 R. Antonini, Lat. “Mircurius” e forme implicate nell’Italia Antica; R. Cannavacciuolo, Botteghe artigiane e trasversalità dei reperti  a Pontecagnano (Sa) durante il periodo tardo-orientalizzante: nuovi apporti; A. Paolella, Ceramiche di bucchero dal territorio molisano; F. Russo, Due filosofi sanniti?; V. Ceglia, Villa romana di Mattonelle - San Martino in Pensilis. Nuove iscrizioni; Read more. CONSIDERAZIONI DI STORIA ED ARCHEOLOGIA: Rivista nr. 4 (2011) Posted by gianfranco | Filed under Rivista Archeologica | nov 20, 2014 | No Comments Indice: La Tavola Veliterna di R. Antonini - Un nuovo oblo d’argento anepigrafo attribuito a Phistelia di M. Pagano - Una nuova moneta di Aquilonia di A. Capozzi - La fortificazione sannitica di Santa Barbara in agro di S. Marco dei Cavoti di G. De Benedittis e M. Anzovino - Nuova ricognizione sulla fortificazione di Monte saraceno a Pietrabbondante di A. Di Iorio - La Histonium dei Frentani e la costa d’Abruzzo e Molise nell’antichità. Una sintesi delle ricerche storiche ed archeologiche a Punta Penna di Vasto (CH) di Davide Aquilano CONSIDERAZIONI DI STORIA ED ARCHEOLOGIA: Rivista nr. 3 (2010) Posted by gianfranco | Filed under Rivista Archeologica | nov 19, 2014 | No Comments Considerazioni di Storia e di Archeologia: nr. 3 La ceramica dipinta di S. Martino in Pensilis di F. Rossi - Una [semi]nuova iscrizione altomedievale da S. Vincenzo al Volturno  di G. De Benedittis - “Metà di un bel vaso di pietra con dedica osca” di R. Antonini - Tesoretto di monete di Ottone II AA. VV. -. Read more. CONSIDERAZIONI DI STORIA ED ARCHEOLOGIA Rivista nr. 2 (2009) Posted by gianfranco | Filed under Rivista Archeologica | nov 18, 2014 | No Comments Spedis mamerekies saipins. ‘un campano di nome spe(/o)ndio’. fonti e contesti relativi a un’identità. Rosalba Antonini. Una “nuova” emissione monetale di Larinum Bruno Sardella. Alcuni materiali in bucchero e impasto campano dal Museo Civico di Baranello. Considerazioni Preliminari. Annalisa Paolella. CONSIDERAZIONI DI STORIA ED ARCHEOLOGIA: Rivista nr. 1 (2008) Posted by gianfranco | Filed under Rivista Archeologica | nov 16, 2014 | No Comments rivista considerazioni 2008 nr1 G. De Benedittis, Una nuova rivista: perché; B. Sardella, Il tempio di Petacciato (CB) - valle San Giovanni e il deposito votivo di demanio e spugne; M. Ziccardi, Nuovi dati sul territorio di Monte Vairano; G. Sansone, Nuovi dati sull’impianto idrico di Larinum; A. Mandato, Le epigrafi romane della Valle del Tappino; Read more.", 
    "domain": "www.samnitium.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "open access", 
        "journal", 
        "Italy", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2110967114047064488", 
            "resource_date": "2015-03-23T10:18:57.000-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:06.066748"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/06/open-access-journal-considerazioni-di.html", 
            "resource_date": "2015-03-23T10:18:57.000-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:06.066765"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Considerazioni di Storia ed Archeologia", 
    "url": "http://www.samnitium.com/?cat=3", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}