{
    "description": "[First posted June 8, 2009; I slamic Heritage Project addedDecember 21, 2009] Through its Open Collections Program, the Harvard University Library is presenting new, virtual collections of thematically linked material selected from numerous Harvard repositories. For the study of the ancient world, the Expeditions and Discoveries: Sponsored Exploration and Scientific Discovery in the Modern Age provides access to field notes, letters, maps, photographs, and published materials relating to a range of worldwide expeditions from 1626 to 1953. Archaeological projects in Expeditions and Discoveries are Carnegie Institution/Peabody Museum Expeditions to Kaminaljuyú, Guatemala, 1935–1953 Between 1935 and 1953, the Carnegie Institution of Washington excavated Kaminaljuyú and established it as one the most significant archaeological Pre-Columbian sites in Mesoamerica. Kaminaljuyú (meaning, in the Quiché language, \"Hills of the Dead\") grew from an agricultural community (ca. 2500 BCE) in the central highlands of Guatemala to become a large ceremonial site and political Maya capital that flourished until about 800 CE. Harvard Expedition to Samaria, 1908–1910 Harvard’s Committee on Exploration in the Orient designated the American archaeologist George A. Reisner to direct the University’s expedition to Samaria. With sponsorship from Jacob H. Schiff, the expedition was intended to excavate the site of Samaria (Sebaste), which was the capital of the ancient Kingdom of Israel. Reisner located remains of the royal palace built by Omri and Ahab during the Israelite period, as well as remnants of buildings constructed during later periods of occupation by Babylonians, Greeks, and Romans. Noteworthy among the artifacts found were ostraca, or pottery fragments, depicting Hebrew-character inscriptions in carbon ink of Biblical names and memoranda of commercial shipments.", 
    "domain": "ocp.hul.harvard.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2729339903375560632", 
            "resource_date": "2009-12-21T13:39:09.405-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:02:49.214426"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/06/harvard-university-library-open.html", 
            "resource_date": "2009-12-21T13:39:09.405-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:02:49.214443"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://ocp.hul.harvard.edu/", 
        "http://ocp.hul.harvard.edu/expeditions/", 
        "http://ocp.hul.harvard.edu/expeditions/ciwpeabody.html", 
        "http://ocp.hul.harvard.edu/expeditions/reisner.html", 
        "http://ocp.hul.harvard.edu/ihp/", 
        "http://ocp.hul.harvard.edu/", 
        "http://ocp.hul.harvard.edu/"
    ], 
    "title": "Harvard University Library Open Collections Program", 
    "url": "http://ocp.hul.harvard.edu/ihp/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}