{
    "description": "Modern Language Translations of Byzantine Sources. Search for modern language translations of Byzantine primary sources by keywords in the \"Site search\" box above, or browse to results using the pull-down menus in the right hand column. The database is maintained by, Librarian for Classics, Hellenic Studies and Linguistics at Princeton University. Search for modern language translations of Byzantine primary sources by keywords in the \"Site search\" box above, or browse to results using the pull-down menus in the right hand column. The database is maintained by, Librarian for Classics, Hellenic Studies and Linguistics at Princeton University. Search for modern language translations of Byzantine primary sources by keywords in the \"Site search\" box above, or browse to results using the pull-down menus in the right hand column. The database is maintained by, Librarian for Classics, Hellenic Studies and Linguistics at Princeton University. Search for modern language translations of Byzantine primary sources by keywords in the \"Site search\" box above, or browse to results using the pull-down menus in the right hand column. The database is maintained by, Librarian for Classics, Hellenic Studies and Linguistics at Princeton University.", 
    "domain": "library.princeton.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Byzantium", 
        "language"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5630950207317369471", 
            "resource_date": "2015-05-01T21:37:48.896-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:53.616679"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/modern-language-translations-of.html", 
            "resource_date": "2015-05-01T21:37:48.896-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:53.616695"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Modern Language Translations of Byzantine Sources", 
    "url": "http://library.princeton.edu/byzantine/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}