{
    "description": "atti del Convegno ‘Lazio e Sabina 9’, edito da Edizioni Quasar e curato da Giuseppina Ghini e Zaccaria Mari, con prefazione del Soprintendente, Elena Calandra. Il volume digitale, che precede la stampa cartacea, raccoglie le maggiori novità scaturite, negli anni 2011 e 2012, dalla molteplice attività di tutela e ricerca svolta sul territorio, ed è suddiviso in sei parti corrispondenti agli ambiti territoriali entro cui sono raggruppati topograficamente i contributi degli archeologi e architetti della Soprintendenza e degli studiosi che collaborano con loro: Area Tiburtina e Sublacense, Sabina, Area Tuscolana e Colli Albani, Area Prenestina, Area Costiera e Isole, Lazio Meridionale. Dati bibliografici Lazio a Sabina 9 (Atti del Convegno “Nono Incontro di Studi sul Lazio e la Sabina”, Roma, 27-29 marzo 2012), a cura di Giuseppina Ghini e Zaccaria Mari (Lavori e Studi della Soprintendenza per i Beni Archeologici del Lazio, 9), Edizioni Quasar, Roma 2013, pp. 546. Descrizione Il volume, suddiviso in 6 parti, raccoglie le maggiori novità scaturite, soprattutto nel 2011, dall’attività di tutela e ricerca svolta dalla Soprintendenza sul territorio di competenza. I contributi, come di consueto, sono raggruppati topograficamente in sezioni: Area tiburtina e sublacense, Sabina, Area tuscolana e Colli Albani, Area prenestina, Area costiera e isole, Lazio meridionale. PRESENTAZIONE Dott.ssa  Elena Calandra - Soprintendente per i Beni Archeologici del Lazio. AREA TIBURTINA E SUBLACENSE Maria Grazia Fiore – Filippo Coarelli – Maria Grazia Granino – Federico Rausa – Laura Romagnoli – Guido Batocchioni. Riccardo D’Aquino – Fabrizio De Cesaris – Donatella Fiorani Serafina Giannetti Vincenzo Fiocchi Nicolai – Alessandro Blanco – Enrica Davi – Alessandro Vella. Rosa Mezzina. Benedetta Adembri – Carlotta Bassoli Zaccaria Mari – Fabiana Marino Maria Grazia Fiore – Agostina Appetecchia Sergio Sgalambro. Zaccaria Mari SABINA. Giovanna Alvino. Emeri Farinetti. Carla Ciccozzi. Cristiano Ranieri. Patrizio Pensabene – Eleonora Gasparini – Giuseppe Restaino Alessandro Maria Jaia – Maria Rosa Lucidi – Carlo Virili Giovanna Alvino – Francesca Lezzi Fiorenzo Catalli. Francesca Santini. Stephen Kay AREA TUSCOLANA E COLLI ALBANI. Giuseppina Ghini – Anna Maria Cavallaro – Anastasia Zourou – Silvia Pitolli – Fabio Mestici. Leonor Pena-Chocarro – Valeria Beolchini – Alessandra Molinari – Pilar Diarte Blasco Emanuela Pettinelli Diana Gorostidi Pi Giorgio Rascaglia – Jacopo Russo. Emanuele Nicosia – Simon Luca Trigona – Cristiano Mengarelli. Alessia Palladino – Alessandro D’Agostino. Diego Blanco – Roberto Manigrasso – Piero Sebastiani Del Grande Claudia Angelelli – Micaela Angle – Carla Caldarini – Giulia Facchin – Federica Micarelli Alessandro Bedetti – Maria Grazia Granino Cecere. Annarena Ambrogi – Daniela Bonanome. Flavio Altamura – Micaela Angle – Pamela Cerino – Andrea De Angelis – Noemi Tomei Mauro Rubini – Paola Zaio Silvia Aglietti – Alexandra W. Busch. Marco Placidi. Francesca Diosono – Laura Romagnoli – Guido Batocchioni Deborah Chatr Aryamontri – Timothy Renner Luca Attenni Cecile Brouillard – Jan Gadeyne AREA PRENESTINA Sandra Gatti. Diana Raiano Zaccaria Mari. Maria Cristina Recco. Tiziano Cinti – Mauro Lo Castro AREA COSTIERA E ISOLE. Agnese Livia Fischetti – Sergio Del Ferro. Gabriele Cifani – Alessandro Guidi – Alessandro Maria Jaia – Ada Cama – Davide De Giovanni – Erika Di Leo – Federico Nomi – Giulia Peresso. Alessia Vivaldi Nicoletta Cassieri – Martijn van Leusen – Hendrik Feiken – Carmela Anastasia – Gijs Tol. Nicoletta Cassieri – Alessandro Blanco – Giovanna Patti – Dario Rose – Alessandro Vella. Annalisa Zarattini – Cristiano Mengarelli – Simon Luca Trigona LAZIO MERIDIONALE. Alessandro Betori – Sara Marandola. Federica Colaiacomo. Rachele Frasca. Italo Biddittu – Elisa Canetri – Valerio Comerci – Marco Germani – Giovanni Picchi. Dante Sacco – Antonella Natali – Manuela Tondo – Emanuele Nicosia. Giovanna Rita Bellini Giovanna Rita Bellini – Gianmatteo Matullo – Simon Luca Trigona. Simon Luca Trigona. Dante Sacco – Manuela Tondo – Emanuele Nicosia. Manuela Tondo – Dante Sacco – Francesca Cerrone – Emanuele Nicosia. Giovanna Rita Bellini. Sophie Hay – Alessandro Launaro – Ninetta Leone – Martin Millett. Giovanni Murro. Giovanna Rita Bellini – Francesca Sposito – Enrico Montanelli. Henner von Hesberg – Hubertus Manderscheid – Stefan Arnold ABBREVIAZIONI SOMMARIO", 
    "domain": "www.archeolazio.beniculturali.it", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Open Access Pubblicazione degli atti del convegno \"Lazio e Sabina 9\"", 
        "url": "http://www.archeolazio.beniculturali.it/index.php?it/238/news/37/pubblicazione-degli-atti-del-convegno-lazio-e-sabina-9"
    }, 
    "keywords": [
        "Mari"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "atti del Convegno ‘Lazio e Sabina 9’", 
    "url": "http://www.archeolazio.beniculturali.it/index.php?it/210/pubblicazioni/107/lazio-e-sabina-9", 
    "volume": "9", 
    "year": null, 
    "zotero_id": null
}