{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 14 March 2011, updated 2 February 2015]. Bollettino di Archeologia On Line. ISSN 2039-0076. Editoriale. Quasi un secolo è passato dall’emanazione del R. D. 30 gennaio 1913, n. 363 (Regolamento di esecuzione delle leggi 20 giugno 1909, n. 364, e 23 giugno 1912, n. 688, per le antichità e le belle arti), ma ne resta, tra altri, tuttora in vigore l’art. 83 che assegnava alla responsabilità del Soprintendente l’invio al Ministero, ai fini della pubblicazione, di una relazione sui risultati scientifici ottenuti negli scavi più importanti. La sede allora prevista per la pubblicazione erano le \"Notizie degli scavi e scoperte d'antichità\" dell’Accademia dei Lincei, cui si sono opportunamente affiancate nel corso di questo secolo numerose altre sedi di pubblicazione. Nonostante tale moltiplicazione di testate, il problema della edizione degli scavi archeologici è tuttavia restato un problema fondamentale e, duole dirlo, largamente irrisolto; ciò anche per l’enorme dilatarsi, naturalmente ben venuto sotto il profilo culturale, della materia oggetto della ricerca scientifica, al quale però non ha corrisposto un’adeguata estensione dei mezzi per le pubblicazioni. Da alcuni anni la tecnologia informatica è venuta in aiuto mettendo a disposizione strumenti molto potenti per dar soluzione - o almeno avviare a soluzione - a questo problema. Non è naturalmente questa la sede per illustrare i vantaggi che il nostro Ministero può ricavare dall’utilizzazione dell’editoria elettronica nel settore archeologico, ma vale la pena ricordarli almeno sommariamente: mettere a disposizione delle Soprintendenze un efficace strumento per gestire, anche con metodologie e criteri innovativi, la pubblicazione di grandi quantità di dati in tempi utili al progredire della ricerca e alla comunicazione di informazioni su temi di interesse generale (ad esempio nel campo dell’archeologia preventiva); offrire al personale tecnico-scientifico del Ministero e ai loro collaboratori esterni la possibilità di pubblicare (mantenendo la proprietà intellettuale delle opere prodotte) con costi ridotti la propria produzione scientifica di qualità garantita, in un circuito che ne permette la diffusione accanto o in alternativa all’editoria commerciale; offrire un servizio all’utenza contribuendo all’attività di valorizzazione del patrimonio; accrescere l’impatto della produzione scientifica entrando a far parte del circuito globale delle \"digital libraries\"; diffondere l’immagine del Ministero anche attraverso un proprio marchio editoriale. A circa vent’anni dalla nascita del \"Bollettino di Archeologia\" ad opera di Paola Pelagatti e Adriano La Regina e a quasi un decennio della nascita di una Direzione Generale per i Beni Archeologici, la Direzione per le Antichità ha voluto perciò istituire, anche avvalendosi dell’importante esperienza maturata in collaborazioni come quella con \"Fold&amp;R\" e \"Fastionline\", una rivista telematica che costituisca un punto di riferimento ed un luogo di discussione per tutti gli studiosi, funzionari, collaboratori, docenti e ricercatori che operano a vario titolo nel settore archeologico. L’obiettivo è che essa diventi oltre che luogo di pubblicazione di scavi e ricerche, anche sede di incontro di problematiche specifiche e luogo di confronto per realtà diverse, occasione per offrire un ampio panorama delle attività di ricerca, di tutela e di promozione della conoscenza del ricco patrimonio archeologico italiano, strumento per informare e confrontarsi su tematiche attuali, su questioni di metodo, su prospettive innovative e sulla molteplicità di iniziative di comune interesse per quanti operano nel settore. Naturalmente l’interesse dell’uso dell’informatica sta anche nella possibilità di rinnovare i modi stessi della comunicazione archeologica, e crediamo che la disponibilità di uno strumento, peraltro a utilizzazione gratuita, come questo, faciliterà la sperimentazione di nuovi modi di divulgazione, ma anche riflessioni sul senso del nostro lavoro nel contesto attuale, anche nel confronto con quanto si fa in altri settori e altri paesi. Se nel tempo molte Soprintendenze Archeologiche hanno meritoriamente attivato proprie collane editoriali, destinate a sensibilizzare soprattutto un pubblico locale, la nuova testata potrà costituire occasione anche per dare risalto a livello nazionale ed internazionale alle attività editoriali ed alle pubblicazioni di ciascun Ufficio, anche attraverso presentazioni, anticipazioni o recensioni. Al tempo stesso è auspicabile che l’iniziativa possa invogliare la partecipazione dei colleghi di altri Paesi, europei e non, con problematiche simili o punti di vista differenti, per confermare la validità e la vitalità di un dibattito aperto nella comunità scientifica degli archeologi e degli amministratori del patrimonio di antichità, indipendentemente dai confini circoscritti di ciascuna nazione. Non a caso, in apertura della Rivista e in alcuni dei primi fascicoli saranno pubblicati gli atti del XVII International Congress of Classical Archaeology - Meetings between Cultures in the ancient Mediterranean, svoltosi a Roma dal 22 al 26 settembre 2008, raccolti e curati per la pubblicazione dall’Associazione Internazionale di Archeologia Classica con la quale questo Ministero ha da tempo istituito la proficua collaborazione sopra ricordata per Fasti online e Fold&amp;R. Il numero 0 della nuova rivista scientifica è solo una ridotta presentazione della più vasta rassegna che sarà messa in rete nei prossimi mesi con la pubblicazione delle diverse sessioni del Congresso, contestualmente alla presentazione dei contributi scientifici e agli spunti di discussione che auspichiamo possano pervenire numerosi per arricchire il panorama che ci si prefigge di presentare. Nel frattempo ci attendiamo dai colleghi proposte, suggerimenti, articoli, contributi per dar corpo e linfa vitale alla nuova rivista, che, come indica la partecipazione al Comitato Scientifico di tutti i Soprintendenti italiani, intende essere più che la Rivista della Direzione per le Antichità, la rivista di tutti gli archeologi dell’Amministrazione. La pubblicazione dei dati degli scavi e delle ricerche archeologiche, resta infatti, insieme alla tutela e alla conservazione del patrimonio, il fine ultimo del lavoro degli archeologi che operano nel Ministero, oltre che un loro preciso dovere culturale e sociale, in quanto non si tratta solo di mettere sempre nuovi e più precisi segmenti nell’inesauribile disegno della ricerca scientifica, ma anche di far partecipe nei diversi modi della comunicazione l’intera comunità, che sostiene i costi di queste ricerche, dei valori della storia: ovvero dare sempre più compiuta attuazione al dettato dell’articolo 9 della nostra Costituzione. Buon lavoro. Stefano De CaroSee the full List of Open Access Journals in Ancient Studies.", 
    "domain": "www.bollettinodiarcheologiaonline.beniculturali.it", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "2039-0076"
            ]
        }
    }, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "Italy", 
        "archaeology", 
        "open access"
    ], 
    "languages": [
        "it"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7310363511387679828", 
            "resource_date": "2015-02-02T20:37:31.825-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:13:55.927694"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/03/new-forthcoming-open-access-journal_14.html", 
            "resource_date": "2015-02-02T20:37:31.825-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:13:55.927711"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "www-bollettinodiarcheologiaonline-beniculturali-it", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Bollettino di Archeologia On Line", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.bollettinodiarcheologiaonline.beniculturali.it/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}