{
    "description": "[First posted in AWOL 6 December 2010, updated 30 November 2013]. Epigraphische Datenbank zum antiken Kleinasien - Epigraphic database for ancient Asia Minor. The Institute for Ancient History of the University of Hamburg has been working on and preparing an epigraphic database over the past years, in which all Greek and Latin inscriptions of several different regions from ancient Asia Minor are collected. Primarily the Hamburg epigraphic database fulfilled a supporting function in the wider context of the \"PHI-Greek Epigraphy Project\", sponsored by the Packard Humanities Institute (PHI), under the direction of Kevin Clinton. The PHI-project aims at creating an electronic corpus of all ancient Greek inscriptions and papyri. The concept was created by Glen Bowersock and Christian Habicht in Princeton during the 1980's and was realised by Donald McCabe within the PHI-Project until 1991. The Hamburg project started in 1993 and followed on directly and conceptionally from the Princeton project. The latter with its scientific claim and respective regional limitation, contained a complete compilation of inscriptions which differed from the normal PHI maxims, that according to the principle of the masses - regionally random and by chance depending on the actual compilation levels of publications - furthered the database of collected inscriptions from the whole Greek-speaking world. From 1993 until 2006 the Hamburg project was supported by the Deutsche Forschungsgemeinschaft and research is now financed by the University of Hamburg only.", 
    "domain": "www.epigraphik.uni-hamburg.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "epigraphy", 
        "Anatolia", 
        "Latin", 
        "database", 
        "Turkey", 
        "Asia", 
        "antiquity", 
        "Greek", 
        "data"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6974127145232678787", 
            "resource_date": "2013-11-30T08:34:34.597-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:28.602084"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/12/epigraphic-database-for-ancient-asia.html", 
            "resource_date": "2013-11-30T08:34:34.597-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:28.602100"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Epigraphic database for ancient Asia Minor", 
    "title_extended": "Epigraphische Datenbank zum antiken Kleinasien - Epigraphic database for ancient Asia Minor", 
    "url": "http://www.epigraphik.uni-hamburg.de/datenbank", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}