{
    "description": "More Like This University of Cincinnati: Classics 1. ABELL, NATALIE D. The Role of Malta in Prehistoric Mediterranean Exchange Networks. Degree: MA, Arts and Sciences: Classics, 2008, University of Cincinnati ► The Maltese archipelago, made up of five small islands, is located almost… ( more ) Subjects: Anthropology, Archaeology Keywords: Neolithic and Bronze Age Malta; Mycenaean trade; Prehistoric central Mediterranean More Like This 2. AMORE, MARIA GRAZIA. SETTLEMENT AND BURIAL IN APOLLONIA AND ITS AREA (ALBANIA). Degree: MA, Arts and Sciences: Classics, 2005, University of Cincinnati ► This study presents an analysis of data pertaining to the Archaic and… ( more ) Subjects: Anthropology, Archaeology Keywords: Archaeology; Anthropology; Albania More Like This 3. Anderson, Peter John. ‘Fame Is The Spur’: Memoria, Gloria, and Poetry Among the Elite in Flavian Rome. Degree: PhD, Arts and Sciences: Classics, 2003, University of Cincinnati ► In this dissertation I situate and analyze expressions of renown in nugatory… ( more ) Subjects: Literature, Classical Keywords: Pliny Minor; Martial; Statius; Gloria; Elite Culture More Like This 4. Arikan Erciyas, Deniz Burcu. STUDIES IN THE ARCHAEOLOGY OF HELLENISTIC PONTUS: THE SETTLEMENTS, MONUMENTS, AND COINAGE OF MITHRADATES VI AND HIS PREDECESSORS. Degree: PhD, Arts and Sciences: Classics, 2001, University of Cincinnati ► This dissertation is the first comprehensive study of the central Black Sea… ( more ) Subjects: Anthropology, Archaeology Keywords: PONTUS; BLACK SEA; MITHRADATES VI; ARCHAEOLOGY; HELLENISTIC More Like This 5. ARMSTRONG, KRISTOPHER MARK. SETTLEMENT HIERARCHY AND THE LOCATION OF ALASHIYA ON CYPRUS. Degree: MA, Arts and Sciences: Classics, 2003, University of Cincinnati ► This thesis investigates the socio-political character of Late Bronze Age (LBA) Cyprus… ( more ) Subjects: Anthropology, Archaeology Keywords: Bronze Age; Cyprus; settlement; Alashiya More Like This 6. ATWOOD, MARK ANDREW. TRAJAN'S COLUMN: THE CONSTRUCTION OF TRAJAN'S SEPULCHER IN URBE. Degree: MA, Arts and Sciences: Classics, 2006, University of Cincinnati ► Eutropius (8.5.2) and Dio (69.2.3) record that after Trajan’s death in A.D.… ( more ) Subjects: History, Ancient More Like This 7. Barfoed, Signe. An Archaic Votive Deposit from Nemea - Ritual Behavior in a Sacred Landscape. Degree: MA, Arts and Sciences: Classics, 2009, University of Cincinnati ► This thesis presents material from an unpublished votive deposit discovered in a… ( more ) Subjects: Archaeology Keywords: Nemea; Archaic Classical Pottery; Corinthian Pottery; Miniature votive pottery; Ritual behavior; Rural spring shrine More Like This 8. Beasom, Patrick Timothy. Oculi Sunt in Amore Duces: the Use of Mental Image in Latin Love Poetry. Degree: PhD, Arts and Sciences: Classics, 2009, University of Cincinnati ► Propertius tells us that the eyes are our guides in love. Both… ( more ) Subjects: Classical studies Keywords: Latin poetry; love poetry; Catullus; Propertius; Ovid; mental image More Like This 9. BERKOWITZ, GARY CHARLES. NARRATIVE PROBLEMS IN APOLLONIUS' ARGONAUTICA. Degree: PhD, Arts and Sciences: Classics, 2002, University of Cincinnati ► Apollonius' Argonautica is difficult to read and to understand. These difficulties have… ( more ) Keywords: Apollonius; Apollonios; Argonautica; Argonatika; Erato More Like This 10. Beyer, Jennifer Marie. The Iconographic Program of the Architectural Terracotta Relief Plaques from Zone F at Acquarossa. Degree: MA, Arts and Sciences: Classics, 2003, University of Cincinnati ► The Archaic Etruscan site of Acquarossa, approximately 80 kilometers north of Rome,… ( more ) Keywords: architectural terracottas; Etruria; Acquarossa; Archaic Italy More Like This 11. BRANNIN, ALDER M.W. Princess or Pawn: Creusa of Corinth in Classical Literature and Art. Degree: MA, Arts and Sciences: Classics, 2008, University of Cincinnati ► The story of Medea's actions at Corinth and her murder of Creusa,… ( more ) Subjects: Classical studies More Like This 12. Cloke, Christian F. Aqua Nabataea et Aqua Romana: Signs of Cultural Change in the Waterworks of Ancient Arabia. Degree: MA, Arts and Sciences: Classics, 2008, University of Cincinnati ► When Pompey conquered Syria-Palestine in 64–63 B.C., the Nabataeans remained outside Rome’s… ( more ) Subjects: Anthropology, Archaeology Keywords: Nabataea; Nabataeans; Roman Arabia; Ancient Waterworks; Romanization More Like This 13. COTE, JASON M. THEODOSIUS AND THE GOTHS: THE LIMITS OF ROMAN POWER. Degree: MA, Arts and Sciences: Classics, 2004, University of Cincinnati ► This thesis examines the official policies pursued by the imperial government towards… ( more ) Subjects: History, Ancient Keywords: Theodosius I; Stilicho; Goths; Tervingi More Like This 14. Dibble, William Flint. The Archaeology of Food in Athens: The Development of an Athenian Urban Lifestyle. Degree: MA, Arts and Sciences: Classics, 2010, University of Cincinnati ► Athenian material culture is particularly well represented by ceramic vessels, the majority… ( more ) Subjects: Archaeology Keywords: Athens; Athenian Archaeology; Foodways; Ancient Food Practices; Ancient Urbanism; Urbanization More Like This 15. EFKLEIDOU, KALLIOPI. SLAVERY AND DEPENDENT PERSONNEL IN THE LINEAR B ARCHIVES OF MAINLAND GREECE. Degree: MA, Arts and Sciences: Classics, 2004, University of Cincinnati ► This work focuses on the relations of dominance as they are demonstrated… ( more ) Subjects: Anthropology, Archaeology Keywords: MYCENAEAN, AEGEAN, TABLETS, PYLOS, MYCENAE, TIRYNS, THEBES More Like This 16. EGAN, EMILY CATHERINE. The Stylistic Relationship Between Wall Painting and Vase Painting at the Palace at Knossos During the Neo- and Final Palatial Periods. Degree: MA, Arts and Sciences: Classics, 2008, University of Cincinnati ► There is an often purported, but little studied, relationship between Minoan wall… ( more ) Subjects: Archaeology Keywords: Crete, Knossos, Minoans, Vase Painting, Wall Painting More Like This 17. EMMERSON, ALLISON L. C. A RECONSIDERATION OF THE FUNERARY MONUMENTS OF ROMAN DACIA. Degree: MA, Arts and Sciences: Classics, 2007, University of Cincinnati ► This thesis aims to improve our understanding of cultural interaction in the… ( more ) Keywords: Roman Dacia, Funerary Sculpture, Provincial Art, Romanization, Post Colonial Theory More Like This 18. Fitzsimons, Rodney Desmond. Monuments of Power and the Power of Monuments: The Evolution of Elite Architectural Styles at Bronze Age Mycenae. Degree: PhD, Arts and Sciences: Classics, 2006, University of Cincinnati ► It has been widely recognized that for many cultures the prominent display… ( more ) Subjects: Anthropology, Archaeology Keywords: Mycenae; Mycenaean Architecture; Mycenaean Palaces; Mycenaean State Formation; Mycenaean Tholos Tombs; Shaft Graves More Like This 19. FURUYA, YUKI. A STUDY OF BUILDING III AT THE NEOLITHIC ACROPOLIS OF HALAI, GREECE. Degree: MA, Arts and Sciences: Classics, 2004, University of Cincinnati ► Building III is a Middle Neolithic structure in the archaeological site of… ( more ) Keywords: Neolithic; Architecture; Archaeology; Central Greece; Halai More Like This 20. Galsworthy, Carrie. Language and Intent in Empedocles' Cosmic Cycle. Degree: PhD, Arts and Sciences: Classics, 2010, University of Cincinnati ► In this dissertation, I analyze how Empedocles uses language to present himself… ( more ) Subjects: Classical studies Keywords: Empedocles; Presocratic Philosophy; Science; Magic; Cosmology; Religion More Like This 21. GLAUBIUS, JENNIFER. THE VENETIAN PERIOD IN VOSTIZZA, GREECE, 1685-1715: A GIS ANALYSIS. Degree: MA, Arts and Sciences: Classics, 2005, University of Cincinnati ► This study examines the state of Venetian administration in Vostizza. I use… ( more ) Keywords: Venetian History; Greek History; GIS (Geographic Information Systems) More Like This 22. Gordon, Jody Michael. Felicitas Imperii: The Roman African Modes of Antonine Dynastic Commemoration in African Proconsularis (138-192 A.D.). Degree: MA, Arts and Sciences: Classics, 2004, University of Cincinnati ► This thesis charts the ways in which the Antonine dynasty (138-192 A.D.)… ( more ) Subjects: History, Ancient Keywords: Rome; Antonine Emperors; Roman Africa; Africa Proconsularis; Dynastic Commemoration More Like This 23. GOROGIANNI, EUGENIA. MIDDLE HELLADIC PERIOD IN BOIOTIA: A STUDY OF SOCIAL ORGANIZATION. Degree: MA, Arts and Sciences: Classics, 2002, University of Cincinnati ► The present thesis is concerned the Middle Helladic period in Boiotia with… ( more ) Subjects: Anthropology, Archaeology Keywords: middle helladic perod in Boiotia; social organization; archaeology; systematic surface suvey; Eutresis More Like This 24. Gorogianni, Eugenia. Creation Stories: The Archaeological Site Of Ayia Irini, Kea, And The Production Of Archaeological Knowledge. Degree: PhD, Arts and Sciences: Classics, 2008, University of Cincinnati ► Archaeological practice has a major impact on the production of archaeological knowledge,… ( more ) Subjects: Archaeology; Classical studies Keywords: Ayia Irini, archaeological practice, archaeological knowledge, Kea, Bronze Age, Greek archaeology, Cyclades More Like This 25. Harris, Sarah E. BURIALS AND PEER POLITY INTERACTION A CASE STUDY OF BURIALS AT METAPONTO AND TARAS. Degree: MA, Arts and Sciences: Classics, 2001, University of Cincinnati ► Scholars (e.g. Graham 1964, Boardman 1980) have often attempted to explain colony… ( more ) Keywords: BURIALS; TARAS; METAPONTO More Like This 26. HASAKI, ELENI. CERAMIC KILNS IN ANCIENT GREECE: TECHNOLOGY AND ORGANIZATION OF CERAMIC WORKSHOPS. Degree: PhD, Arts and Sciences: Classics, 2002, University of Cincinnati ► The present study constitutes a literary, iconographical, technological, and typological analysis of… ( more ) Subjects: Language, Ancient Keywords: ceramic technology; kilns; pyrotechnology; geometric, archaic, classical; workshops, specialization More Like This 27. Hatch, Joel S. ELABORATE WISDOM: THE USE OF GNOMIC STATEMENTS IN PINDAR'S EPINIKIAN ODES. Degree: MA, Arts and Sciences: Classics, 2001, University of Cincinnati ► Studies in the conventional features of epinikian poetry have recognized the importance… ( more ) Keywords: Gnomic Statements; Peindar More Like This 28. HATCH, JOEL SIMMONS. POETIC VOICES AND HELLENISTIC ANTECEDENTS IN THE ELEGIES OF PROPERTIUS. Degree: PhD, Arts and Sciences: Classics, 2007, University of Cincinnati ► This dissertation, Poetic Voices and Hellenistic Antecedents in the Elegies of Propertius,… ( more ) Keywords: Propertius; Roman elegy; Hellenistic poetry; poetic voices More Like This 29. Hernandez, David R. Excavations of the Roman Forum at Butrint (2004-2007): The Archaeology of a Hellenistic and Roman Port in Epirus. Degree: PhD, Arts and Sciences: Classics, 2010, University of Cincinnati ► This study presents the results of a four-year archaeological fieldwork project undertaken… ( more ) Subjects: Archaeology Keywords: Butrint; Epirus; Forum; Albania; Asclepius; Pastoralism More Like This", 
    "domain": "etd.ohiolink.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "OhioLINK ETD Center (Electronic Theses and Dissertations)", 
        "url": "http://etd.ohiolink.edu/"
    }, 
    "keywords": [
        "prehistory", 
        "Italy", 
        "Hellenistic", 
        "Mediterranean", 
        "Athens", 
        "Christianity", 
        "Etruscans", 
        "culture", 
        "technology", 
        "archaeological site", 
        "Latin", 
        "Mycenean", 
        "poetry", 
        "religion", 
        "Black Sea", 
        "empires", 
        "literature", 
        "GIS", 
        "monuments", 
        "food", 
        "Greek", 
        "Roman", 
        "antiquity", 
        "data", 
        "bronze", 
        "imagery", 
        "forum", 
        "language", 
        "Linear B", 
        "Africa", 
        "slavery", 
        "Thebes", 
        "project", 
        "classics", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "More Like This", 
    "url": "http://etd.ohiolink.edu/search.cgi?q=accession_number:osu1298294360&pagesize=30&mlt=y", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}