{
    "description": "More Like This 61. TZONOU-HERBST, IOULIA NIKOLAOU. A CONTEXTUAL ANALYSIS OF MYCENAEAN TERRACOTTA FIGURINES. Degree: PhD, Arts and Sciences: Classics, 2002, University of Cincinnati ► This study examines the archaeological find-contexts of 4593 Mycenaean terracotta figurines to… ( more ) Subjects: Anthropology, Archaeology Keywords: Archaeology; Greece; Bronze Age Aegean; Mycenae; Late Helladic Civilization More Like This 62. WILLIAMS, ERIN L. ARCHAEOLOGICAL EXPLORATIONS IN ELIS. A DIACHRONIC STUDY OF THE ALPHEIOS RIVER VALLEY WITH A CATALOGUE OF MATERIAL FROM JEROME SPERLING'S 1939 SURVEY. Degree: MA, Arts and Sciences: Classics, 2004, University of Cincinnati ► In 1939, Jerome Sperling conducted an extensive, non-systematic archaeological survey of the… ( more ) Subjects: Anthropology, Archaeology Keywords: Alpheios river valley; Classics Study Collection; Elis More Like This 63. WISE, SUSAN J. CHILDBIRTH VOTIVES AND RITUALS IN ANCIENT GREECE. Degree: PhD, Arts and Sciences: Classics, 2007, University of Cincinnati ► This dissertation provides the first comprehensive account of private worship associated with… ( more ) Keywords: childbirth; infants; religion; ancient Greece; antiquity; Greek; worship; ritual; votive More Like This 64. ZECH, SILVANA. Coniuratio sese impia tenet (XXXIX,16,3) - Zur Darstellung von Verschwörungen bei Livius. Degree: MA, Arts and Sciences: Classics, 2008, University of Cincinnati ► This thesis explores how Livy presents conspiracies and what it can teach… ( more ) Subjects: Classical studies Keywords: Livy; Livius; conspiracies; coniuratio; historiography; narratology More Like This", 
    "domain": "etd.ohiolink.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "OhioLINK ETD Center (Electronic Theses and Dissertations)", 
        "url": "http://etd.ohiolink.edu/"
    }, 
    "keywords": [
        "Mycenean", 
        "antiquity", 
        "catalogue", 
        "classics", 
        "archaeology", 
        "bronze"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "More Like This", 
    "url": "http://etd.ohiolink.edu/search.cgi?q=accession_number:ucin1242847730&pagesize=30&mlt=y", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}