{
    "description": "[First posted in AWOL 9 November 2009. Updated 8 February 2013] SBL Seminar Papers In years past, a print edition of the SBL Seminar Papers was made available in advance of the Annual Meeting each year in order to stimulate discussion of these works in progress during the meeting itself. Beginning in 2004, however, the print edition was discontinued, with a selection of papers presented at the meeting being made available online. In addition, a number of papers from previous years have been archived on the SBL Web site. Because these papers represent works in progress, they should not be quoted or otherwise cited without permission from the author. A Cognitive Linguistic Approach to Go’el in Deutero-Isaiah Shelley Ashdown Sapiential Synesthesia: The Confluence of Light and Word in Ben Sira’s Wisdom Instruction Greg Schmidt Goering Theme: Where From, Where To? In Matthean Studies Matthew Studies Today: A Willingness of Suspect and a Willingness to Listen Andries van Aarde, University of Pretoria Some Possible Directions to Explore in Matthew's Milieu Craig S. Keener, Palmer Theological Seminary of Eastern University Wise and Sagacious Vistas: The Past and Future of a Sapiential Reading of Matthew Ben Witherington, III, Asbury Theological Seminary From the Center to the Margins: German Speaking Scholarship on Matthew's Gospel as a Case Study for Matthean Scholarship as a Whole Roland Deines, University of Nottingham Theme: Muslim-Christian Debate and Dialog in Post-Industrial Society Early African American Muslim Perceptions of Jesus Simon A. Wood, University of Nebraska, Lincoln Early African American Muslims and the Figure of Jesus: Drew Ali's and Elijah Muhammad's Formulations of an unIslamic Muslim Jesus Herbert Berg, University of North Carolina at Wilmington Scripture Wars: Contemporary Polemical Discourses of Bible Versus Qur’An on the Internet Franz Volker Greifenhagen, Luther College, University of Regina Muslim-Christian Polemics on the Internet   Michael Pregill, Elon University Theme: The Bible and Circuits of Affect From Disgust to Humor: Rahab’s Queer Affect Erin Runions, Pomona College Romance and Danger at Nag Hammadi: Cultivating Desire for Heretical Objects Maia Kotrosits, Union Theological Seminary Hatred and the Critical Study of the Bible: Charles Dupuis Thomas Fabisiak, Emory University Encountering Suffering: Image Schemas and Generic Spaces in the Good Samaritan Text Kerry Danner-McDonald Mother Earth as a Conceptual Metaphor in 4 Ezra Karina Martin Hogan The Role of Suffering in Moral Accounting Eve Sweetser Matthew section SBL 24-85: Reading The Gospel of Matthew within a Global Context Andries van Aarde, University of Pretoria “Foxes’ holes and birds’ nests” (Mt 8:20): A postcolonial reading for South Africans from the perspective of Matthew’s anti-society language Laura Anderson, Graduate Theological Union Healthy Economies or Cautionary Tales? The Sub-Structural Economies of Four Matthean Healing Stories Lidija Novakovic, Baylor University “Yet Even the Dogs Eat the Crumbs that Fall from Their Masters’ Table”: Matthew’s Gospel and Economic Globalization Dorothy Jean Weaver, Eastern Mennonite Seminary “They Did to Him Whatever They Pleased”: The Exercise of Political Power within Matthew’s Narrative John Y. H. Yieh,Virginia Theological Seminary Jesus as ‘Teacher-Savior’ or ‘Savior-Teacher’: Reading the Gospel of Matthew in Chinese Contexts Philippe Hugo, University of Fribourg Text History as a Research Tool on Literary Development in the Books of Kings: The Case of 1 Kings 17-19 in the Masoretic Text and Septuagint Francesca Stavrakopoulou, University of Exeter Ideological Dynamics in Kings: Identity and Religious Practice Dagmar Pruin, Humboldt University Mapping the Simultaneity of Randomness: Announcement and Fulfilment in the Narratives about the Omride Dynasty Michael Pietsch, University of Hamburg Prophetess of Doom: Hermeneutical Reflections on the Huldah Oracle (2 Kings 22) Peter D. Miscall, Aquinas Institute of Theology Function of Imagery in Isaiah Joel B. Green, Asbury Theological Seminary Luke on Conversion/Repentance: A Cognitive Linguistic Assessment Mary Therese Des Camp, Graduate Theological Union Blessed are the Baby Killers: Cognitive Linguistics and the Text of Psalm 137 Eve Sweetser, University of California, Berkeley Cognition, Culture and Reading Ancient Texts Gerbern S. Oegema, McGill University The Reception of the Book of Daniel and Danielic Literature in the Early Church Kirsti Barrett Copeland, Stanford University The Wise, the Simple, and the Apocalypse of Paul Birger A. Pearson, University of California, Santa Barbara Jewish Wisdom and Apocalyptic in Gnostic Apocalypses Catherine Playoust, Harvard University \"Written in the book that I prophesied publicly\": The Discernment of Apocalyptic Wisdom According to the \"Ascension of Isaiah\" Annette Yoshiko Reed, McMaster University Beyond Revealed Wisdom and Apocalyptic Epistemology: The Redeployment of Enochic Traditions about Knowledge in Early Christianity Leslie Baynes, Missouri State University Enoch, the Angels, and Heavenly Books David Kudan, Harvard University Reflexes of Apocalyptic Wisdom in Jewish Liturgical Texts Rebecca Lesses, Ithaca College Women, Magic, and the History of 1 Enoch Dorothy Jean Weaver, Eastern Mennonite Seminary \"Suffering Violence\" and the Kingdom of Heaven (Mt. 11:12): A Matthean Manual for Life in a Time of War Glen Stassen, Fuller Theological Seminary Transforming Initiatives of Just Peacemaking Based on the Triadic Structure of the Sermon on the Mount Michael Winger, New York, New York Conflict and Paradox in Matthew Lidija Novakovic, Bethel University, St. Paul Turning the Other Cheek to a Perpetrator: Denunciation or Upholding of Justice? Barbara Reid, Catholic Theological Union Matthean Perspectives on Bloodshed, Obedience, and Bearing Arms Sujin Pak, Garrett Evangelical Theological Seminary Romans 5 and 13 as Lenses into the Similarities and Differences of Melanchthon, Calvin and Luther's Romans Commentaries Victoria Balabanski, Flinders University of South Australia Mission in Matthew Against the Horizon of Matthew 24 Eckhard J. Schnabel, Trinity Evangelical Divinity School The First Gospel and Matthew's Mission - Narrative, Theological and Historical Perspectives Andries Van Aarde, University of Pretoria Jesus' Mission to All of Israel Emplotted in Matthew's Story Nienke Pruiksma, Theological University Kampen Musa W. Dube's Postcolonial Feminist Reading of Mission Texts in Matthew and the Evolvement of the Concept of Mission in the HIV/AIDS Reading Daniel Patte, Vanderbilt University Reading Matthew 28:16-20 with Others: How It Deconstructs Our Western Concept of Mission David Rhoads, Lutheran School of Theology at Chicago Performance Criticism: An Emerging Methodology in Biblical Studies David Wilhite, University of St. Andrews (Scotland) \"He Alone of All My Kin\": Kinship Theory, Roman Kinship, and Perpetua Sarah J. Melcher, Xavier University \"I Will Lead the Blind by a Road They Do Not Know:\" Disability in Prophetic Eschatology Paul L. Redditt, Georgetown College The King in the Book of the Twelve John Gee, Brigham Young University \"There Needs No Ghost, My Lord, Come from the Grave to Tell Us This\"1: Dreams and Angels in Ancient Egypt George W. E. Nickelsburg, The University of Iowa The Study of Apocalypticism from H. H. Rowley to the Society of Biblical Literature Claire Clivaz, University of Lausanne \"A Sweat like Drops of Blood\" (Luke 22:44): at the Crossing of Intertextual Reading and Textual Criticism Sabrina Inowlocki, Oxford University Wisdom and Apocalypticism in Aseneth Timothy J. Johnson, Marquette University Job as Proto-Apocalypse: A Fresh Proposal for Job’s Governing Genre R. Glenn Wooden, Acadia Divinity College Changing Perceptions of Daniel: Reading Dan 4 and 5 in Context A. Joseph Everson, California Lutheran University A Bitter Memory: Isaiah's Commission in Isaiah 6: 1-13 Francis Landy, University of Alberta Does Isaiah 40:1-11 Answer to Isaiah 6? Spectrality and Autonomy in Deutero-Isaiah Claudia V. Camp, Texas Christian University “All This is the Book of the Covenant of the Most High God”: Orality, Literacy and Textual Authority in the Work of Ben Sira Rollin Ramsaran, Emmanuel School of Religion From Mind to Message: Oral Performance In 1 Corinthians 15 Whitney Shiner, George Mason University Sounding The Eschatological Alarm: Chapter Thirteen In The Performance Of Mark Lawrence M. Wills, Episcopal Divinity School “Instruction in Matthew” Aaron Milavec Apprenticeship in the Way of Wisdom Within the Apocalyptic-Orientated Didache Communities 50 – 70 C.E.1 Ellen B. Aitken, Harvard Divinity School “Wily, Wise, and Worldly: Instruction and the Formation of Character in the Epistle to the Hebrews” Benjamin G. Wright, Lehigh University Wisdom and Instruction in Ben Sira and 1 Enoch Yonder Moynihan Gillihan Astral knowledge and the authority of the general in Greco-Roman military manuals: analogies to the role of the maskil in the DSS Matthew Goff, Georgia Southern University Wisdom, Apocalypticism, and the Pedagogical Ethos of 4QInstruction", 
    "domain": "www.sbl-site.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access", 
        "SBL"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6204861334918174399", 
            "resource_date": "2013-02-08T09:13:06.601-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:13:32.910901"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/02/open-access-journal-sbl-seminar-papers.html", 
            "resource_date": "2013-02-08T09:13:06.601-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:13:32.910918"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.sbl-site.org/assets/pdfs/Ashdown_Goel.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Goerging_Sapiential.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Matthew2009_Aarde.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Matthew2009_Keener.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Matthew2009_Witherington.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Matthew2009_Deines.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Berg_FigureofJesus.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Greifenhagen_Scripturewars.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Runions_Disgust.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Kotrosits_Romance.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Fabisiak_Hatred.pdf", 
        "http://www.sbl-site.org/assets/pdfs/DannerMcDonald_suffer.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Hogan_MotherEarth.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Aarde_FoxesHoles.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Anderson_Healing.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Novakovic_Yeteventhedogs.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Weaver_DidtoHim.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Yieh_TeacherSavior.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Phillipe_Hugo.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Stavrakopoulou.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Dagmar_Pruin.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Michael_Pietsch.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Miscal_Scroll.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Green_Conversion.pdf", 
        "http://www.sbl-site.org/assets/pdfs/DesCamp_Blessed.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Sweetser_Eye.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Oegema_Daniel.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Copeland_Wise.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Pearson_Gnostic.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Playoust.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Reed_Redeployment.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Baynes.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Kudan.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Lesses.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Weaver_Suffering.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Stassen_Transforming.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Winger_Conflict.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Novakovic_Cheek.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Reid_War.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Pak_Romans5.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Balabanski_Mission.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Schnabel_First.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Aarde_Jesus.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Pruiksma_Dube.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Patte_Reading.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Rhoads_Performance.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Wilhite_HeAlone.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Melcher_Prophetic_Disability.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Redditt_King.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Gee_Dreams.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Nickelsburg_Study.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Clivaz_Sweat.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Inowlocki_Aseneth.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Johnson_Job.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Wooden_Changing.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Everson_Bitter_Memory.pdf", 
        "http://www.sbl-site.org/assets/pdfs/LandyIsaiah40.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Camp.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Ramsaran.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Shiner.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Wills.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Milavec.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Aitken.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Wright.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Gillihan.pdf", 
        "http://www.sbl-site.org/assets/pdfs/Goff.pdf"
    ], 
    "title": "SBL Seminar Papers", 
    "url": "http://www.sbl-site.org/Meetings/AMseminarpapers.aspx", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}