{
    "description": "Just appeared in ANCIENT NEAR EAST MONOGRAPHS / MONOGRAFIAS SOBRE EL ANTIGUO CERCANO ORIENTE. Historical Linguistics and Biblical Hebrew: Steps Toward an Integrated Approach Robert Rezetko, Ian Young ISBN 1628370475 Status Forthcoming will be available to ship on 12/20/2014 Price: $109. 95 Binding Hardback Publication Date December, 2014 Pages 720 A philologically robust approach to the history of ancient Hebrew In this book the authors work toward constructing an approach to the history of ancient Hebrew that overcomes the chasm of academic specialization. The authors illustrate how cross-textual variable analysis and variation analysis advance research on Biblical Hebrew and correct theories based on extra-linguistic assumptions, intuitions, and ideologies by focusing on variation of forms/uses in the Masoretic text and variation between the Masoretic text and other textual traditions. Features: A unique approach that examines the nature of the sources and the description of their language together Extensive bibliography for further research Tables of linguistic variables and parallels Robert Rezetko is an independent scholar; Honorary Research Associate, University of Sydney; and Associate Researcher, Radboud University Nijmegen. He is the author of Source and Revision in the Narratives of David’s Transfer of the Ark: Text, Language and Story in 2 Samuel 6 and 1 Chronicles 13, 15-16 (T&T Clark). Ian Young is Associate Professor of Classical Hebrew and Biblical Studies at The University of Sydney. He is the author of Diversity in Pre-Exilic Hebrew (Mohr Siebeck).", 
    "domain": "www.sbl-site.org", 
    "identifiers": {
        "isbn": {
            "generic": [
                "1628370475"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "linguistics", 
        "bible", 
        "religion", 
        "open access", 
        "Hebrew", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4619339579430683774", 
            "resource_date": "2014-11-15T16:12:42.873-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:12.408816"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/11/new-open-access-book-historical.html", 
            "resource_date": "2014-11-15T16:12:42.873-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:12.408832"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Historical Linguistics and Biblical Hebrew: Steps Toward an Integrated Approach", 
    "url": "http://www.sbl-site.org/assets/pdfs/pubs/9781628370461_OA2.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}