{
    "description": "Call for Papers #3 \"Cultural heritage\" is commonly associated with buildings, monuments and other historical relics (such as, for example, the pyramids, the Ishtar Gate or the Nefertiti Bust), as well as with the work of museums or other public institutions and organizations whose duty it is to restore, preserve, and present them to the public. In a wider sense, however, the term covers not only material artifacts but also the intangible legacy of cultures such as customs, traditions, religion, literature, sciences and languages. These are passed on from generation to generation, often without their value as \"cultural heritage\" being noticed, and it is only in exceptional situations—for example, when their continued existence is in danger—that they are recognized and treated as important elements of a community’s shared history and that positive steps for their preservation are undertaken. Influenced by the work of organizations like the UNESCO since the second half of the 20th century, and the development of concepts like “world heritage” (i.e. concepts that have no precedent in history), one might be tempted to regard the preservation of cultural heritage as a modern invention; but the awareness—inherent in the concept—that for the continuity of a culture it is necessary to protect at least some of its specific features, is in fact as old as mankind itself. Although the term \"cultural heritage\" as such has a positive connotation, the treatment of its central elements does not necessarily have to be positive: when political or social situations change, there might also be a desire to destroy them in order to eliminate remembrances of particular aspects of the past. However, even without such radical change, the perception of what constitutes a culture’s shared heritage, and whether it is worthy of protection, may vary over the course of time. The recognition and acceptance of a given thing (an object, a monument or a custom) as a valuable part of cultural heritage is therefore always closely connected with the definition of cultural identities as well as with mechanisms of assessment and selection. Conceived with the aim to highlight historical depth and to bridge the gap between ancient and modern Near Eastern studies, the planned volume of META is dedicated to the long history of \"cultural heritage\" and its treatment in the Near and Middle East from the invention of writing (or even before) until the modern era. Thereby, lines of tradition and continuity (concerning, for example, languages, onomastics, religion, literature, art and architecture) will be discussed, as well as breaks with tradition, deliberate or accidental destruction of historical monuments (by wars, dam building, illegal excavations, etc.), the rediscovery of forgotten cultures (following excavations or the decipherment of ancient texts), the preservation and presentation of cultural residues (in museums and on archaeological sites), and the integration of previous accomplishments into contemporary ideologies and political programs (like Saddam Hussein’s affinity with Nebuchadnezzar II or the Shah of Persia’s \"2500 year celebration of the Persian Empire\"). Further topics could address the role of antiques as economic factors (tourism) and issues of political negotiation (e.g., the granting of excavation licenses or the request for return of archaeological artifacts), the problem of dealing in antiques (including the discussion whether it is legitimate to publish material of unknown provenance), the question of who owns cultural heritage (e.g., the objects that came from the Near and Middle East to Europe or North America during the late 19th and early 20th centuries), and its artistic reception (both in Near Eastern and Western traditions). In any case, particular attention should be paid to the concept of \"cultural heritage\", to the question whether its reception happens consciously or unconsciously, and to the relationship between those who left this legacy and its later recipients. We are happy to accept articles from a broad array of disciplines which involve the Near and Middle East, including cultural studies, archeology, history, philology, anthropology, literature studies, sociology, political science, and economics. With regard to the interdisciplinary and debate-oriented culture of META, innovative approaches and controversial hypotheses are particularly welcome. Prior to developing a complete manuscript authors are asked to submit an abstract (300 words max.) including a working title, some key words, and 3-5 relevant bibliographic sources. The editors will then make a preliminary decision regarding the topic’s relevance to the journal’s aims and scope and will provide suggestions for developing the manuscript. Please consult our website for further information about the journal’s concept, sections, and guidelines for submissions. All articles that fall into the general framework of the journal but do not relate to the special topic \"cultural heritage\" will be taken into consideration for the \"off-topic\" section of Middle East – Topics & Arguments. The deadline for abstract submissions is January 15, 2014. The deadline for article submissions is April 30, 2014. Manuscripts and manuscript proposals as well as any other editorial correspondence should be sent to: submissions#3@meta-journal.net.", 
    "domain": "meta-journal.net", 
    "identifiers": {}, 
    "is_part_of": {
        "issn": "2196-629X", 
        "title": "Middle East - Topics & Arguments", 
        "url": "http://meta-journal.net/index"
    }, 
    "keywords": [
        "archaeological site", 
        "Europe", 
        "website", 
        "literature", 
        "art", 
        "monuments", 
        "manuscripts", 
        "journal", 
        "call for papers", 
        "preservation", 
        "antiquity", 
        "museums", 
        "culture", 
        "Middle East", 
        "reception", 
        "heritage", 
        "Near East", 
        "cultural heritage", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Call for Papers #3", 
    "url": "http://meta-journal.net/announcement/view/6", 
    "volume": "3", 
    "year": null, 
    "zotero_id": null
}