{
    "description": "Letras Clássicas. ISSN: 1516-4586. A Revista \"Letras Clássicas\" é o veículo oficial do Programa de Pós-Graduação em Letras Clássicas da Universidade de São Paulo - Brasil. Seu objetivo é divulgar pesquisas recentes acerca dos temas atinentes à Área de Letras Clássicas sob a forma de Artigos, Resenhas, Traduções e Notícias. Letras Clássicas destina-se a pesquisadores e estudiosos da área de Estudos Clássicos: Arqueologia, História Antiga, Filosofia Antiga e Letras Clássicas, além dos pesquisadores em Língua e Literatura como um todo. 2010 Letras Clássicas 14 O eixo temático deste volume da revista Letras Clássicas é a poesia épica. 2009 Letras Clássicas 13 O eixo temático deste volume da revista Letras Clássicas é o Renascimento. 2008 Letras Clássicas 12 O eixo temático deste volume da revista Letras Clássicas é a tragédia grega. 2007 Letras Clássicas 11 Este número de Letras Clássicas é dedicado aos estudos da língua grega e da língua latina - não só aos estudos da gramática, mas aos estudos dos gramáticos gregos e latinos. 2006 Letras Clássicas 10 Este número de Letras Clássicas é dedicado às composições mélicas, elegíacas e iâmbicas de autores gregos e latinos. 2005 Letras Clássicas 9 O número 9 de Letras Clássicas é dedicado ao problema da distinção entre os gêneros de discurso. 2004 Letras Clássicas 8 O eixo temático deste número de Letras Clássicas são as relações entre as várias disciplinas dos estudos clássicos, isto é, as relações entre a arqueologia clássica, a epigrafia greco-romana, a filosofia antiga, a história antiga,a numismática greco-romana e, certamente, as letras clássicas. 2003 Letras Clássicas 7 Este número é dedicado ao riso, isto é, ao estudo dos gêneros, fontes e fins do risível, segundo textos gregos e latinos, em verso (= iambo, elegia, mélica, comédia, sátira) e em prosa (= discurso oratório, diálogo filosófico). 2002 Letras Clássicas 6 Este número é dedicado às relações entre mito e história presentes nos textos épicos, trágicos e historiográficos gregos e latinos. 2001 Letras Clássicas 5 Este número de Letras clássicas é dedicado à poesia épica greco-latina. 2000 Letras Clássicas 4 Este número consagra-se à retórica e à poética greco-latina. Há também estudo sobre os autores indianos que trataram retórica ou poética a partir do séc. VII d. C. e estudos sobre a retórica praticada na Europa nos tempos modernos, quer nas contendas teológicas do séc. XVI, quer na corte das monarquias absolutistas do séc. XVII. 1999 Letras Clássicas 3 Este número dedica-se ao filósofo e escritor Sêneca. 1998 Letras Clássicas 2 Este número norteia-se pela figura de Platão. 1997.", 
    "domain": "www.revistas.fflch.usp.br", 
    "identifiers": {
        "issn": {
            "generic": [
                "1516-4586"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Brazil", 
        "Portuguese", 
        "journal", 
        "classics", 
        "open access"
    ], 
    "language": [
        "pt", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2312227228925672625", 
            "resource_date": "2014-11-04T10:34:37.794-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:09.315619"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/11/open-access-journal-letras-classicas.html", 
            "resource_date": "2014-11-04T10:34:37.794-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:09.315636"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Letras Clássicas", 
    "url": "http://www.revistas.fflch.usp.br/letrasclassicas/index", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}