{
    "authors": [], 
    "contributors": [], 
    "description": "Lupa Capitolina Electronica (LCE) a pour ambition initiale de regrouper l'ensemble des données (textuelles, bibliographiques, iconographiques, électroniques) nécessaires à l'étude d'un des éléments fondamentaux de la légende de Romulus et Rémus: la Louve du Capitole. Elle développe aussi certains aspects particuliers du cadre dans lequel s'inscrit nécessairement son sujet: le vaste dossier des origines et des premiers siècles de Rome, soit un laps de temps compris entre la chute de Troie (1184 av. J. -C) et la fin de la période royale (509 av. J. -C. ). LCE s'adresse donc prioritairement à tous ceux, spécialistes, étudiants, érudits ou simples curieux, qu'intéresse de près ou de loin cette période de l'histoire romaine sur laquelle pèsent encore tant d'incertitudes. Comme elle est en cours de constitution et que la matière à brasser s'avère aussi vaste que multiple, on n'y trouvera pour l'instant qu'un relevé, certes important, mais nécessairement incomplet des matériaux disponibles. Périodiquement mis à jour, ce relevé autorise toute correction, suggestion ou addition qui serait signalée. Pour faciliter le déplacement de ses visiteurs, LCE a été scindée en cinq secteurs qui, pour être parallèles, n'en sont pas moins interconnectés par un dense réseau de liens: un répertoire des données littéraires (avec des ouvertures sélectives sur les principaux auteurs). les témoignages archéologiques commémorant le souvenir de ces récits. un aperçu de données légendaires liées à l'épisode de la louve. des bibliographies (générale et thématiques) rassemblant ouvrages et articles de périodiques. un état des ressources électroniques aujourd'hui disponibles. En outre, on y trouvera dans un avenir proche des synthèses et des dossiers présentant sous une forme plus détaillée certaines facettes de la matière traitée.", 
    "domain": "lupacap.fltr.ucl.ac.be", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Lupa Capitolina Electronica (LCE)", 
        "url": "http://lupacap.fltr.ucl.ac.be/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "fr"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3550834267593602248", 
            "resource_date": "2013-12-03T15:58:22.526-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:09:32.318809"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/12/lupa-capitolina-electronica-lce.html", 
            "resource_date": "2013-12-03T15:58:22.526-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:09:32.318835"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "lce-rois-ancus-biblio-htm", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Ancus Marcius", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://lupacap.fltr.ucl.ac.be/lce.rois.ancus.biblio.htm", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}