{
    "authors": [], 
    "contributors": [], 
    "description": "Instrumentum, Association de type loi 1901, regroupe toutes les personnes intéressées par l’artisanat antique et l’étude précise des productions manufacturées de l’Antiquité (Age du Fer, archéologies grecque et romaine): historiens, archéologues, ethnologues, etc. Du point de vue géographique, le champ d’action d’Instrumentum couvre l’Europe et le Bassin méditerranéen. L’association favorise les relations entre les chercheurs intéressés par les mêmes thèmes de réflexion, publie deux fois par an (juin et décembre) un Bulletin de liaison destiné à entretenir un contact régulier et à informer les membres des travaux récemment publiés en Europe sur les thèmes d’Instrumentum. Toutes les rubriques de ce Bulletin sont alimentées par les correspondants nationaux et largement ouvertes aux membres de l’Association. Depuis 1996, Instrumentum a commencé à organiser des réunions de travail thématiques sur les thèmes proposés par les membres actifs. L’Association a également lancé sa collection de Monographies (Editions Monique Mergoil) dont le premier volume a paru en juin 1997. Instrumentum aims to bring together scholars interested in crafts and industry in the ancient world, whether historians, archaeologists, ethnologists or economists. The time scale to be covered is wide: Iron Age, Greek and Roman periods, although some overlap from the late Bronze Age and into early Middle Ages is expected. Geographically, Instrumentum covers Europe and the Mediterranean. It is hoped that all research on crafts and industry (bar too specialised ceramology) will be brought together by bringing attention to published work, and thus elucidating the conditions in which crafts, industries and manufacturing techniques evolved before the Middle Ages. Twice a year, Instrumentum issues a news Bulletin, disseminating information, encouraging research and facilitating international communications. An up-to-date bibliography, brief notices on current research and requests for information are included in an attempt to promote and facilitate research on objects, their use and manufacture. From 1996 onwards, Instrumentum started organizing scientific meetings, on the proposal of active members. The working group also started a collection of Monographs (Editions Monique Mergoil), with a first volume issued in June 1997.", 
    "domain": "rzblx1.uni-regensburg.de", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "open access"
    ], 
    "languages": [
        "fr"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9092746551702537011", 
            "resource_date": "2013-10-30T14:59:15.151-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:17:19.190136"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/10/open-access-journal-instrumentum.html", 
            "resource_date": "2013-10-30T14:59:15.151-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:17:19.190153"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "428b6cc8d801024e77da5ff32a053fdc310e095b", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Instrumentum: Bulletin du Groupe de Travail Européen sur l'Artisanat et les Productions Manufacturées dans l'Antiquité", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://rzblx1.uni-regensburg.de/ezeit/warpto.phtml?bibid=AAAAA&colors=7&lang=de&jour_id=110116", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}