{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 10 October 2010. Updated 21 June 2015]. Bulletin Analytique d'Histoire Romaine. Dernière mise à jour: 5 février 2014. ISSN: 0525-1044. Le Bulletin Analytique d'Histoire Romaine (BAHR) a été créé en 1962 par Edmond Frézouls, professeur d’histoire romaine à l’Université de Strasbourg de 1959 à 1995. Création en avance sur son temps, le BAHR s’est d’emblée présenté comme une recension bibliographique et analytique de l’ensemble de la production scientifique en histoire et en archéologie romaines publiée dans des revues, y compris celles publiées dans des langues peu pratiquées et élargies aux revues de l’Europe orientale. Dès l’origine de cette entreprise, E. Frézouls fut aidé dans sa tâche par Hélène Jouffroy, ingénieur de recherche au CNRS, dont la vaste connaissance tant en histoire qu’en archéologie romaine a largement bénéficié à la qualité des analyses du BAHR. Le BAHR a été ensuite successivement dirigé par H. Jouffroy (1996-1998), A. -M. Adam (1996-2004) et M. -L. Freyburger (2005-2012), et depuis début 2013, il est dirigé par M. Humm, professeur d'histoire romaine à l'Université de Strasbourg. Le BAHR se présentait initialement comme une suite de résumés non critiques classés thématiquement et publiés annuellement. À partir de 1992, l'analyse des articles a été abandonnée au profit d'un choix de mots-clés (peuples, anthroponymes, théonymes, lieux géographiques, sources littéraires, épigraphiques, papyrologiques), de thèmes et de mots-clés divers (ces derniers regroupés et classés dans un thésaurus). Cette grille d’analyse a été inspirée par les PACTOLS de la base FRANTIQ (Fichiers de Recherche sur l’ANTIQuité). L’ouverture sur le web grâce au serveur de la MISHA permet au chercheur de découvrir les travaux, publiés parfois dans des revues rares, qui concernent l’objet de sa recherche. Aujourd’hui, le BAHR se présente toujours comme une base de données bibliographique et analytique unique pour la connaissance et la recherche en histoire et en archéologie du monde romain antique. Cette base de données est fondée sur le dépouillement de plus de 800 revues françaises et étrangères traitant du monde romain antique (en histoire, archéologie, épigraphie, numismatique, papyrologie. ). Depuis 2007, une analyse des articles (en texte libre) accompagne les mots-clés de la plupart des notices. En 2013, l’équipe du BAHR a décidé d’adapter cet outil bibliographique aux nouvelles exigences de la recherche en histoire ancienne: le BAHR intègre désormais le dépouillement des actes de colloque et d’autres ouvrages collectifs traitant de l’histoire romaine (publiés à partir de 2012, à condition que l’équipe du BAHR reçoive directement un exemplaire de ces ouvrages). Le BAHR repose sur le travail d’une équipe composée d’ingénieurs CNRS de l'UMR 7044 « ArcHiMède » et d’un informaticien de l’USR-MISHA. S’y ajoute l'aide d'enseignants-chercheurs de l'équipe et aussi d'étudiants en master et en doctorat des universités de Strasbourg (UDS) et de Mulhouse (UHA), des collègues de diverses universités françaises (Paris IV, Grenoble) ainsi que des collègues et doctorants québécois de l’Université de Laval, et enfin de quelques chercheurs extérieurs (Pavie, Italie). Depuis 1999, l'ensemble des données de la base est accessible gratuitement sur le web (http://www. misha. fr/antiquite). En 2004, grâce à une initiative du Réseau des Maisons des Sciences de l'Homme, le BAHR a participé à la mise en place du portail DAPHNE (Données en Archéologie Préhistoire et Histoire sur le Net), commun à FRANTIQ et à FRANCIS - Archéologie / Préhistoire / Religion - (http://www. daphne. cnrs. fr/). Enfin, depuis septembre 2013, les données du BAHR sont également disponibles sur la plateforme de recherche ISIDORE: http://rechercheisidore. fr Fidèle à ses objectifs initiaux et à l’ambition de son fondateur, le BAHR constitue une base de données unique, exclusivement consacrée au monde romain, et reste un outil au service des scientifiques français et étrangers. See the full.", 
    "domain": "www2i.misha.fr", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "0525-1044"
            ]
        }
    }, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "bibliography", 
        "journal", 
        "France", 
        "Rome", 
        "open access", 
        "history"
    ], 
    "languages": [
        "fr"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8001095990232302632", 
            "resource_date": "2015-06-21T08:40:16.474-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:15:08.894442"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/10/open-access-journal-bulletin-analytique.html", 
            "resource_date": "2015-06-21T08:40:16.474-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:15:08.894464"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "flora-jsp-index-jsp", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Bulletin Analytique d'Histoire Romaine", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www2i.misha.fr/flora/jsp/index.jsp", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}