{
    "description": "Documenti di Enciclopedia Costantiniana. Agiografia E Culto Costantiniano Delle Chiese D'Oriente. La Figura Di Costantino Tra L'Invasione Araba E La Quarta Crociata (2013) Amministrazione Dell'impero (2013) Architettura Costantiniana A Costantinopoli (2013) Architettura E Iconografia Costantiniana A Roma Fra Rinascimento E Moderno (2013) Arte E Iconografia Costantiniane. Grecia, Cipro E Vicino Oriente, Vii-Xv Secolo (2013) Battesimo Di Costantino (2013) Burckhardt E La Storiografia Di Lingua Tedesca (2013) Chenu E Il Vaticano Ii Come 'Fine Dell'era Costantiniana'. Categoria Della Storia E Imperativo Pastorale (2013) Concili E Sinodi (2013) Costantino Dal Mito Imperiale Alla Russia Post-Sovietica (2013) Costantino Dopo I Lumiere. L'Imperatore Cristiano Nel Cinema E Nella Televisione (2013) Costantino E Costantinopoli Sotto Mehmed Ii. L'Eredita Costantiniana Dopo La Conquista Ottomana Di Costantinopoli (2013) Costantino E I Barbari (2013) Costantino E I Re Della Prima Eta Moderna (1493-1705). Imperatore Cristiano O Re Sacerdote? (2013) Costantino E I Templi (2013) Costantino E I Vescovi Di Roma. Momenti Di Un Problematico Incontro (2013) Costantino E Il Diritto Canonico Moderno. Da Marsilio In Poi (2013) Costantino E Il Monachesimo (2013) Costantino E Il Potere Papale Post-Gregoriano (2013) Costantino E Il Senato Romano (2013) Costantino E Il Sol Invictus (2013) Costantino E L'Autorappresentazione Del Papato. Arte, Architettura E Cerimoniali Romani (2013) Costantino E La Bizantinistica Prima E Dopo Francis Dvornik (2013) Costantino E La Crisi Donatista (2013) Costantino E La Dottrina Della Regalita Sociale Di Cristo (2013) Costantino E La Legislazione Antiereticale. La Costruzione Della Figura Dell'eretico (2013) Costantino E La Letteratura. Teatro, Poesia, Narrativa, Saggistica (1890-2010) (2013) Costantino E La Riforma Radicale Nel Cinquecento. Il Successo Di Un Mito Negativo (2013) Costantino E La Teologia 'Romana'. Figure Della Gerarchia Dei Poteri Nella Pubblicistica Di Parte Papale (Secoli Xv-Xviii) (2013) Costantino E Le Crociate. L'Eredita Costantiniana Nella Costruzione Dell'ideologia Delle Crociate (2013) Costantino E Le Guerre Civili. Storia E Storiografia (2013) Costantino Fra Divinizzazione E Santificazione. Una Sepoltura Contestata (2013) Costantino Fra Giurisdizionalismo E Ius Publicum Ecclesiasticum (2013) Costantino Il Grande A Mosca Dai Rjurikidi Alla Dinastia Dei Romanov (2013) Costantino Nel Codice Teodosiano. La Raccolta Delle Leggi Per Un Nuovo Codice (2013) Costantino Nel Diritto Canonico Classico. Elementi Costantiniani Nella Canonistica Fra Xi E Xiv Secolo (2013) Costantino Nel Modernismo. Premesse Di Un Discorso Critico Sull'era Costantiniana Della Chiesa (2013) Costantino Nella Patristica Latina Tra Iv E V Secolo (2013) Costantino Nella Storiografia Cattolica Tedesca (2013) Costantino Nella Storiografia Della Controriforma. Sigonio E Baronio Tra Filologia, Censura E Apologetica (2013) Costantino Nella Storiografia Francese Del Novecento: Marrou E Pietri (2013) Costantino Nella Storiografia Italiana Su Roma (2013) Costantino Nella Storiografia Tedesca Del Novecento (2013) Costantino Nella Tradizione Ecclesiastica Armena (2013) Costantino Nelle Mostre Dal Xx Secolo. Un Imperatore E La Sua Immagine (2013) Costantino Tra Francia E Italia. Il Dibattito Storiografico Dei Secoli Xvii E Xviii (2013) Costantinopoli (2013) Culto E Memoria Di Costantino Nelle Tradizioni Sire. Agiografia Costantiniana Nella Liturgia E Nella Storiografia (2013) D «Dio Da Dio». Costantino E La Patristica Greca Nei Conflitti Infraecclesiali Del Iv Secolo (2013) Edward Gibbon. Costantino Nella History Of The Decline And Fall Of The Roman Empire (2013) Elena. De Stercore Ad Regnum (2013) Eresia, Arianesimo E Dottrina Trinitaria (2013) Filosofia, Teologia E Potere In Eusebio Di Cesarea (2013) Genere Storico. La Storiografia Di Eusebio Di Cesarea (2013) Geografia Dell'impero (2013) Giustiniano E Le Riforme Religiose (2013) Gli Actus Silvestri Tra Oriente E Occidente. Storia E Diffusione Di Una Leggenda Costantiniana (2013) Gli Ebrei Nell'impero Romano In Eta Costantiniana (2013) I Vescovi (2013) Iconografia Di Costantino. L'Invenzione Di Una Nuova Immagine Imperiale (2013) Idea Imperiale E Continuita Romana. Aspetti Del Culto Di San Costantino In Ambito Romeno (2013) Il 'Nuovo Costantino' Fascista. Immagini E Utilizzi Dell'imperatore Tra Chiesa Cattolica E Regime (2013) Il 311: L'Editto Di Serdica (2013) Il 313: Costantino E I Cristiani (2013) Il Concilio (2013) Il Cristianesimo Armeno. Dalla Prima Evangelizzazione Alla Fine Del Iv Secolo (2013) Il Cristianesimo In Egitto Prima E Dopo Costantino (2013) Il Cristianesimo Siriaco. Protagonisti, Stagioni E Nodi Problematici Dalla Prima Evangelizzazione All'esordio Del V Secolo (2013) Il Dibattito Sulla Teologia Politica, Prima E Dopo Peterson (2013) Il Diritto Prima E Dopo Costantino (2013) Il Diritto Romano Tra Oriente E Occidente (2013) Il Governo Di Roma E La Nuova Roma (2013) Il Monachesimo. Pratiche Ascetiche E Vita Monastica Nel Mediterraneo Tardoantico (Secoli Iv-Vi) (2013) Il Neoplatonismo. Sviluppi Filosofici Nel Pensiero Pagano Fra Iii E Iv Secolo (2013) Il Paganesimo. Identita E Alterita Come Paradigmi Dell'eta Costantiniana (2013) Il Potere Di Costantino. Dimensioni E Limiti Del Potere Imperiale (2013) Il Saeculum: L'Elefante Nella Stanza (2013) Il Titulus Di Costantino. Tra Conciliarismo, Umanesimo E Iconografia (2013) Il Veleno Di Costantino. La Donazione Di Costantino Tra Spunti Riformatori Ed Ecclesiologia Ereticale (2013) L 1913. L'Italia E Il Xvi Centenario Dell'editto Di Milano (2013) L' 'Epoca' Di Costantino E Il Tardoantico (2013) L'Architettura E L'Iconografia Costantiniana In Serbia E Bulgaria (2013) L'Arco Di Costantino. Un Monumento Dell'arte Romana Di Rappresentanza (2013) L'Editto Di Milano. Origine E Sviluppo Di Un Dibattito (2013) L'Epigrafia Costantiniana. La Figura Di Costantino E La Propaganda Imperiale (2013) L'Esegesi Di Eusebio E La Figura Di Costantino (2013) L'Iconografia Di Costantino Il Grande Nell'arte E Nella Civilta Della Russia (2013) L'Immagine Di Costantino Magno Nella Storiografia Ecclesiastica Fra Tardo Illuminismo E Novecento (2013) L'Immagine Di Costantino Nelle Fonti Arabe. Il Primo Imperatore Cristiano Nello Specchio Dell'islam (2013) L'Imperatore Delle Enciclopedie. La Voce Costantino Nella Produzione Dei Secoli Xvii-Xxi (2013) L'Imperatore E La Chiesa. Dalla Tolleranza (312) Alla Supremazia Della Religione Cristiana (380), Alle Contese Per La Cattoli (2013) L'Opera Apologetica Di Eusebio Di Cesarea (2013) L'Oratio Ad Sanctorum Coetum. Un Imperatore Cristiano Alla Ricerca Del Consenso (2013) L'Ordine Sociale Costantiniano. Schiavitu, Economia E Aristocrazia (2013) La Carriera Di Un Imperatore. Dal Fallimento Della Tetrarchia Alla Monarchia Carismatica (2013) La Chiesa Di Roma Prima E Dopo Costantino. Da Vittore (189-199) A Liberio (352-366) (2013) La Croce In Occidente. Il Simbolo E Il Monogramma (2013) La Croce In Oriente (2013) La Cultura Figurativa Nell'eta Costantiniana. Il Gusto E I Valori Di Una Nuova Epoca (2013) La Discussione Sui 'Precursori' Di Costantino. Eziologia Storico-Religiosa Della Cosiddetta Svolta Costantiniana (2013) La Donazione Di Costantino Nel Dibattito Politico Ed Ecclesiastico (Secoli Xiii-Xvii) (2013) La Famiglia E La Politica Dinastica Di Costantino (2013) La Figura Di Costantino Il Grande Negli Storici Bizantini Fra Vii E Xv Secolo (2013) La Figura Di Costantino Nei Caesares Di Giuliano L'Apostata (2013) La Figura Di Costantino Nell'ordo Panegyricorum. I Panegiristi E La Nascita Del Potere Costantiniano (2013) La Formula Di Heer Dell'era Costantiniana (1949-1953). Il Cristianesimo In Mezzo Al Tempo E All'¿Eternita (2013) La Genealogia Di Costantino (2013) La Leggenda Della Vera Croce E La Sua Iconografia (Viii-Xv Secolo). La Disseminazione Dei Cicli Figurativi In Prospettiva Eur (2013) La Liberta Religiosa Come Tema Costantiniano E Anticostantiniano (2013) La Politica Con I Sasanidi. Conflitti, Diplomazia E Nuove Problematiche Religiose (2013) La Religione E La Politica. Il Governo Dell'impero Tra Pagani E Cristiani Fra Iii E Vi Secolo (2013) La Ricezione Americana Di Costantino (2013) La Ricezione Di Costantino Nelle Monarchie Dell'europa Moderna (2013) La Riorganizzazione Amministrativa Dell'italia. Costantino, Roma, Il Senato E Gli Equilibri Dell'italia Romana (2013) La Storiografia Anglofona Su Costantino Nel Xx Secolo: Linee Di Sviluppo (2013) La Teologia Romana Dei Secoli Xix E Xx. Costantino Tra La Chiesa Trionfante E La Chiesa Dei Poveri (2013) La Trasmissione Nel Rituale Costantinopolitano (2013) La Vita E Le Laudes Constantini. Presentazione E Analisi Di Testi Problematici (2013) Lattanzio Ideologo Della Svolta Costantiniana (2013) Le Citta Costantiniane: Da York A Gerusalemme (2013) Le Donazioni E La Formazione Del Patrimonium Petri (2013) Le Iconografie Monetali (2013) Le Riforme Amministrative Di Costantino (2013) Leggere L'Architettura Costantiniana (2013) Lutero E Costantino (2013) Monarchia, Diarchia, Tetrarchia. La Dialettica Delle Forme Di Governo Imperiale Fra Diocleziano E Costantino (2013) Morte E Successione Costantiniana (2013) Ossio E La Politica Religiosa Di Costantino (2013) Persecuzioni E Tolleranza Cristiana E Pagana (2013) Politeismo E 'Monoteismo' Pagano, Culti Misterici Ed Ermetismo. Il Pluralismo Religioso Imperiale All'epoca Di Costantino (2013) Reliquie E Basiliche (2013) Roma Costantiniana (2013) Spazio E Tempo Dell'espansione Cristiana. La Geografia Ecclesiastica Fra Iii E Iv Secolo (2013) Specula Principum Carolingi E L'Immagine Di Costantino (2013) Specula Principum In Eta Moderna (2013) Stefano Il Grande E Il Culto Della Santa Croce In Moldavia Alla Fine Del Quattrocento (2013) Su Questa Pietra Edifichero La Mia Chiesa. Organizzazione Ecclesiastica Fra Iii E Iv Secolo (2013) Temistio. Citta E Dinastia (2013) Tradizione, Culto E Teologie Serbe (2013) Tradizioni Ecclesiastiche E Culto Costantiniano In Occidente. Il Culto Di Costantino Nei Secoli Vii-Xiii E La Sua Sopravviven (2013) Tradizioni Ecclesiastiche E Letterarie Copte Ed Etiopiche (2013) Tradizioni Ecclesiastiche, Culto E Teologie Russe. Il Constantinus Orthodoxus In Russia Nei Secoli X-Xv E La Ricezione Del Co (2013) Tradizioni, Culto E Dottrine Nel Mondo Bulgaro (2013) Un Altro Costantino: La Testimonianza Della Storiografia Profana (2013) Visione Anglicana Di Costantino. Un'indagine Storica (2013) Voltaire E Gli Illuministi Francesi (2013).", 
    "domain": "www.treccani.it", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "encyclopedia", 
        "Italy", 
        "Byzantium", 
        "late antiquity"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7848857047963639403", 
            "resource_date": "2015-02-17T07:41:20.042-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:57.051588"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/02/documenti-di-enciclopedia-costantiniana.html", 
            "resource_date": "2015-02-17T07:41:20.042-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:57.051604"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Documenti di Enciclopedia Costantiniana", 
    "url": "http://www.treccani.it/enciclopedia/elenco-opere/Enciclopedia_Costantiniana/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}