{
    "description": "%IMAGEREPLACED% Dear Colleagues! The Scientific & Educational Centre for Classical Studies at Yaroslavl State University (Russia) resumes acceptance of papers for the web-conference «» which is currently conducted on the Centre’s website. The format of the event is a forum-like discussion of presented papers. All professors, PhD students and qualified scholars in Classical Studies are invited to participate. Giarelli L. “ Res publica Camunnorum ”: a small Roman Republic in the Alps. Varga R. “ Constitutio Antoniniana. Law and Individual in a Time of Change. Filonik J. “Athenian Laws on Impiety – Some Notes on the Procedures. Zacharski M. “The Normative Aspect of the Concept of φύσις and the Origin of the Naturalistic Fallacy. Voloshin D. Gladiatorial Combats as Political Mass Spectacle and Instrument of “Social Training”. Gouschin V. Ephialtes versus Areopagus. Danilov E. Tranquility of the Soul in Interpretation of the Roman Citizens. Dementyeva V. Die Legaten-Proquästoren in der Römischen Republik am Ende 3. Jh. -1 Jh. V. Chr. Malyugin O. Administrative Division of Late Roman Britain and the Problem of the Province of Valentia in Anglo-American Historiography. Nefedkin A. Recruitment and Organization of Cavalry in Aetolian League. Nikolayev N. On Reconstruction of the Dedication Formula of the Olbian Molpoi Surikov I. What was the Name of the Supreme Government Body in the Democratic Athenian Polis? Frolov R. The Designations of the Roman Non-Voting Public Meetings in Livy’s Work: the contio and Its Derivatives Tsimbal O. The Theoric Board in the System of Athenian Financial Offices in the 4 th Century B.C. Shmeleva L. The Formation of the ius fetiale in the Ancient Rome (8 th -6 th Centuries B.C.).", 
    "domain": "antik-yar.ru", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Ancient Civilization: Political Institutions and Legal Regulation", 
        "url": "http://antik-yar.ru/events-2/ancient-civilization-political-institutions-and-legal-regulation?lang=en"
    }, 
    "keywords": [
        "antiquity", 
        "law", 
        "Britain", 
        "Athens", 
        "Roman", 
        "Rome", 
        "classics"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-776935183632134682", 
            "resource_date": "2012-04-29T12:09:04.971-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:12.646566"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/04/web-conference-ancient-civilization.html", 
            "resource_date": "2012-04-29T12:09:04.971-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:12.646581"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "%IMAGEREPLACED%", 
    "url": "http://antik-yar.ru/wp-content/uploads/2010/12/logo.png", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}