{
    "description": "Revista Mundo Antigo: História Antiga, Idade Média e Arqueologia. ISSN: 2238-8788. Revista Mundo Antigo é uma publicação científica semestral sem fins lucrativos de História Antiga, Medieval e Arqueologia do Núcleo de Estudos em História Medieval, Antiga e Arqueologia Transdisciplinar (NEHMAAT) do curso de História da Universidade Federal Fluminense - Pólo Universitário de Campos dos Goytacazes que por objetivo: Promover o intercâmbio entre pesquisadores, professores e pós-graduandos do Brasil e do exterior. Disseminar pesquisas de professores e pós-graduandos do Brasil e do exterior. Permitir acesso mais ágil e fácil a produção acadêmica de modo a ser usada em pesquisas futuras por discentes e docentes. Estimular a produção de conhecimento sobre a História Antiga, História Medieval e Arqueologia Antiga. Divulgar publicações, eventos, cursos e sites, quando possível, de modo a contribuir com a pesquisa docente e discente. Estabelecer uma relação entre mundo antigo e mundo contemporâneo, quando possível, para uma melhor compreensão dos processos históricos. Todos os direitos reservados aos autores. Os artigos são de responsabilidade de seus autores.", 
    "domain": "www.nehmaat.uff.br", 
    "identifiers": {
        "issn": {
            "generic": [
                "2238-8788"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Brazil", 
        "Portuguese", 
        "journal", 
        "open access", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "pt", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1071351965150391858", 
            "resource_date": "2013-08-16T07:41:54.237-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:21.283761"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/08/open-access-journal-revista-mundo.html", 
            "resource_date": "2013-08-16T07:41:54.237-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:21.283777"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Revista Mundo Antigo: História Antiga, Idade Média e Arqueologia", 
    "url": "http://www.nehmaat.uff.br/mundoantigo.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}