{
    "description": "[First posted in AWOL 21 June 2010. Updated 12 February 2012]. El Futuro del Pasado. Revista electrónica de Historia. [First posted in AWOL 21 June 2010. Updated 12 February 2012]. El Futuro del Pasado. Revista electrónica de Historia ISSN: 1989 - 9289. El Futuro del Pasado. Revista electrónica de Historia pretende ser un espacio abierto para el diálogo y el debate entre investigadores de diferentes áreas de conocimiento que tienen como objeto de estudio el pasado en sus diferentes vertientes. Se trata de una herramienta para la investigación, la divulgación y la crítica, ajena a cualquier tipo de partidismo ideológico o clientelismo de cualquier signo. El Futuro del Pasado busca ayudar a superar los muros que separan a los historiadores, tratando de romper barreras entre las diferentes áreas afines de conocimiento y estableciendo lazos para la colaboración en un mundo en el que se da cada vez más importancia a la competencia. Las nuevas tecnologías permiten, a quienes saben hacer de ellas un aliado, superar las barreras económicas y difundir gratuitamente la cultura por todo el territorio nacional y más allá de nuestras fronteras. Se muestra como una evidencia que cada vez es más importante la generación y comunicación académica del conocimiento científico a través de la Red. El Futuro del Pasado pretende contribuir a esta transmisión libre y gratuita del conocimiento científico. El futuro del pasado. Revista electrónica de Historia. Núm. 1. Año 2010.", 
    "domain": "www.elfuturodelpasado.com", 
    "identifiers": {
        "issn": {
            "generic": [
                "1989---9289"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access", 
        "history"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2318212968807830193", 
            "resource_date": "2013-06-04T10:52:03.532-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:27.635846"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/06/new-open-access-journal-el-futuro-del.html", 
            "resource_date": "2013-06-04T10:52:03.532-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:27.635861"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "El Futuro del Pasado", 
    "title_extended": "El Futuro del Pasado. Revista electrónica de Historia", 
    "url": "http://www.elfuturodelpasado.com/elfuturodelpasado/Home.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}