{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 10 January 2012. Updated 12 December 2012]. Mappa: Metodologie applicae alla predittività del potenziale archeologico. Un network di sistemi e procedure standardizzate per la redazione e la gestione dei dati archeologici: questo è il nostro obbiettivo! La città, lo spazio geografico su cui lavoreremo. Archeologi, geologi e matematici insieme per studiare strumenti di calcolo predittivo applicabili al potenziale archeologico di un’area urbana e creare un prodotto funzionale alla tutela, alla ricerca e alla governance della città e del suo patrimonio sepolto. La sfida: realizzare il primo open digital archaeological archive italiano, rendendo accessibili tutti i dati pubblici delle indagini archeologiche, convinti che garantire l’accesso e la condivisione del patrimonio storico comune sia il mezzo migliore per sviluppare una società della conoscenza veramente libera e democratica. Utilizzare le diverse potenzialità della rete come mezzo di comunicazione in progress delle fasi di lavoro e dei risultati e come strumento di ricerca in sé. Formare nuove figure professionali con un profilo interdisciplinare che possano dialogare trasversalmente con la comunità scientifica e la società civile. MAPPAproject è tutto questo. follow us!. A network of systems and standardised procedures for drawing up and handling archaeological data: this is our aim! The city will be our geographical area of work. Archaeologists, geologists and mathematicians will combine their expertise to study predictive calculation instruments applied to the archaeological potential of an urban area and to create a product which will contribute to the protection, research and governance of the city and of its underground archaeological heritage. Our challenges are:To create the first Italian open digital archaeological archive and make all public data relating to the archaeological investigations accessible. We are convinced that ensuring access and sharing historical heritage is the most effective means for developing a truly free and democratic knowledge-based society. To use the web’s wide-ranging potential as a means for communicating project work progress and results, and as a research tool. To train new professional figures with inter-disciplinary skills who will be able to liaise transversally with the scientific community and civil society. The MAPPA project is all this. follow us!.", 
    "domain": "mappaproject.arch.unipi.it", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Mappa", 
        "url": "http://mappaproject.arch.unipi.it/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "it"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8990041275652527187", 
            "resource_date": "2012-12-12T06:20:01.897-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:17:06.940076"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/01/mappa.html", 
            "resource_date": "2012-12-12T06:20:01.897-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:17:06.940093"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "wp-content-uploads-2012-03-Poster-TraMonti-open-day-Mappaproject-pdf", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Monica Baldassrri, Paolo Mogorovich, Enrica Salvatori (Università di Pisa, CNR-Isti): Il progetto \"TraMonti\" (Val di Vara, SP)", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://mappaproject.arch.unipi.it/wp-content/uploads/2012/03/Poster-TraMonti-open-day_Mappaproject.pdf", 
    "url_alternates": [], 
    "volume": "-", 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}