{
    "authors": [], 
    "contributors": [], 
    "description": "Patrimonio Cultural de España. Revista del IPCE. La revista Patrimonio Cultural de España pretende precisamente convertirse en el soporte necesario para que esta reflexión pueda llevarse a cabo. Una nueva revista que responde no solo a un nuevo concepto Patrimonial a nivel teórico, sino también a la materialización del mismo presente en el nuevo proyecto del centro promotor de dicha publicación, el Instituto del Patrimonio Cultural de España. Desde mediados de 2008 el Instituto del Patrimonio Cultural de España, Subdirección dependiente de la Dirección General de Bellas Artes y Bienes Culturales del Ministerio de Cultura, se encuentra inmerso en un proceso de transformación que posee como principal objetivo adaptar el elenco funcional de dicha institución, articulado en torno a la conservación y restauración de los Bienes Culturales, a la realidad de la gestión patri-monial en España. La progresiva dotación de infraestructuras por parte de la Comunidades Autónomas, que garantizan la ejecución de políticas eficaces de protección y puesta en valor de los Bienes Culturales de su competencia, así como los anteriormente citados retos de preservación planteados por el nuevo concepto de Patrimonio Cultural son sólo algunos de los motores que han impulsado la reflexión sobre la nueva natu-raleza del IPCE. Un Centro que, orgulloso de su trayectoria como Instituto del Patrimonio Histórico Español, reorienta su andadura con los objetivos de dotar de mayor equilibrio y racionalidad a su política de interven-ciones de conservación, restauración y difusión de los Bienes Culturales, fomentar la investigación en las materias de su competencia, potenciar la formación de sus profesionales y dotar de mayor visibilidad a la Institución. Todo ello en un marco de relaciones institucionales de proyección nacional e internacional. Es en el seno de esta nueva institución, en el cual la creación de una nueva publicación periódica adquiere sentido. Ahora bien, Patrimonio Cultural de España no nace sólo con el objetivo de dar a conocer los pro-yectos de investigación e intervención realizados por el IPCE; la publicación que presentamos lo que busca es generar un espacio de diálogo interdisciplinar en el que todos los profesionales, nacionales e internacio-nales, vinculados a la gestión de los Bienes Culturales hallen un ámbito libre de expresión para las reflexiones derivadas de su experiencia. De este modo, cuestiones teóricas, metodológicas o estrictamente prácticas serán analizadas de forma fle-xible, articulándose en los cuatro grandes bloques que constituyen la revista. Con la publicación de Patrimonio Cultural de España se inicia una ambiciosa aventura en la que los Bienes Culturales son los principales protagonistas. El gran impulso mostrado por instituciones nacionales e inter-nacionales, dedicadas a la preservación y enriquecimiento del Patrimonio, para que esta empresa fructifique ha sido y continuará siendo aliento suficiente para que los profesionales del IPCE cumplan con el objetivo de convertir a esta recién nacida publicación en punto de referencia imprescindible para los profesionales de la gestión de los Bienes Culturales.", 
    "domain": "www.mcu.es", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "culture", 
        "journal", 
        "open access", 
        "Spain"
    ], 
    "languages": [
        "es"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2407062918528279154", 
            "resource_date": "2014-11-16T17:00:44.905-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:36.738841"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/03/open-accesss-journal-patrimonio.html", 
            "resource_date": "2014-11-16T17:00:44.905-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:36.738859"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "patrimonio-MC-PatrimonioCulturalE-index-html", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "N. 0", 
            "url": "http://www.mcu.es/patrimonio/MC/PatrimonioCulturalE/N0/index.html"
        }, 
        {
            "title_full": "N. 1", 
            "url": "http://www.mcu.es/patrimonio/MC/PatrimonioCulturalE/N1/index.html"
        }, 
        {
            "title_full": "N. 2", 
            "url": "http://www.mcu.es/patrimonio/MC/PatrimonioCulturalE/N2/index.html"
        }
    ], 
    "title": "Patrimonio Cultural de España. Revista del IPCE", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.mcu.es/patrimonio/MC/PatrimonioCulturalE/index.html", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}