{
    "description": "[First posted in AWOL 22 February 2011. Updated 14 March 2013]. The Denver Journal: An Online Review of Current Biblical and Theological Studies. Title & Author Article Author(s) Old Testament Annotated Old Testament Bibliography - 2013 M. Daniel Carroll R. , Hélène Dallaire, and Richard S. Hess Deborah O’Daniel Cantrell. The Horsemen of Israel: Horses and Chariotry in Monarchic Israel (Ninth-Eighth Centuries B. C. E. ) Richard S. Hess New Testament Exegesis Bibliography - 2013 Craig L. Blomberg, William W. Klein, David Mathewson Vern S. Poythress. Inerrancy and the Gospels: A God-Centered Approach to the Challenges of Harmonization Craig L. Blomberg Murray J. Harris. Prepositions and Theology in the Greek New Testament Craig L. Blomberg Gareth Lee Cockerill. The Epistle to the Hebrews David Mathewson Frederick Dale Bruner, Paul Anderson. Comparison of \"The Gospel of John: A Commentary\" and \"The Riddles of the Fourth Gospel: An Introduction to John\" Judith A. Diehl, Ph. D Murray J. Harris. Second Review: Prepositions and Theology in the Greek New Testament David Mathewson Logos 5. 0. Logos Version 5 William W. Klein Larry R. Helyer. The Life and Witness of Peter Apologetics and Ethics Christopher Hitchens. Mortality Douglas Groothuis J. P. Moreland. Love Your God with all Your Mind: The Role of Reason in the Life of the Soul Douglas Groothuis Herman Leonard. Jazz Douglas Groothuis Charles Harrington Elster. The Accidents of Style: Good Advice on How Not to Write Badly Douglas Groothuis Peter Brötzmann. Paintings and Objects Douglas Groothuis Thomas S. Hibbs. Rouault, Fujimura: Soliloquies Douglas Groothuis Kevin Whitehead. Why Jazz? A Concise Guide Douglas Groothuis Gary Cox. How to Be an Existentialist: or How to Get Real, Get a Grip, and Stop Making Excuses Douglas Groothuis Douglas Coupland. Marshal McLuhan: You Know Nothing of My Work Douglas Groothuis Austin Kleon. Steal Like an Artist: Ten Things Nobody Told You About Being Creative Douglas Groothuis Makoto Fujimura. The Four Holy Gospels. Paintings Douglas Groothuis Karen Karbo. How Georgia Became O’Keeffe: Lessons on the Art of Living Douglas Groothuis Susan Danly, Barbara Buhler Lynes. Georgia O’Keeffe and the Camera Douglas Groothuis Mark Mittelberg. The Questions Christians Hope No One Will Ask (with Answers) Douglas Groothuis Alain de Botton. Religion for Atheists: A Nonbelievers Guide to the Uses of Religion Douglas Groothuis James S. Spiegel. The Making of an Atheist: How Immorality Leads to Unbelief Douglas Groothuis Luc Ferry. A Brief History of Thought: A Philosophical Guide to Living Jonah Haddad Franck Frommer. How PowerPoint Makes You Stupid: the Faulty Causality, Sloppy Logic, Decontextualized Data, and Seductive Showmanship that Have Taken Over Our Thinking Douglas Groothuis David A. Horner. Mind Your Faith: A Student’s Guide to Thinking and Living Well Douglas Groothuis Pat Martino, Bill Milkowski. Here and Now: The Autobiography of Pat Martino Douglas Groothuis Michael Levin. Zebrato Douglas Groothuis Andrew Keen. Digital Vertigo: How Today's Online Social Revolution Is Dividing, Diminishing, and Disorienting Us Douglas Groothuis Volumes Available. Volume 1 - 1998 Volume 2 - 1999 Volume 3 - 2000 Volume 4 - 2001 Volume 5 - 2002 Volume 6 - 2003 Volume 7 - 2004 Volume 8 - 2005 Volume 9 - 2006 Volume 10 - 2007 Volume 11 - 2008 Volume 12 - 2009 Volume 13 - 2010 Volume 14 - 2011 Volume 15 - 2012 Denver Journal Volume 16 - 2013.", 
    "domain": "www.denverseminary.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "bible", 
        "journal", 
        "theology", 
        "religion", 
        "Bible", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3025512701723128413", 
            "resource_date": "2013-03-14T10:38:23.057-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:35.653309"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/02/open-access-journal-denver-journal.html", 
            "resource_date": "2013-03-14T10:38:23.057-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:35.653325"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Denver Journal", 
    "title_extended": "The Denver Journal: An Online Review of Current Biblical and Theological Studies", 
    "url": "http://www.denverseminary.edu/resources/the-denver-journal/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}