{
    "description": "[First posted in AWOL 10 December 2013, updated 27 May 2015]. Propylaeum-DOK: Digital Repository: Ancient Near Eastern Studies. Jump to: A | B | C | E | F | H | J | K | M | N | P | Q | R | S | V | W | Y Number of items at this level: 513. Assmann, Jan (2008) Sakralkönigtum und Gemeinschaftskunst. Der Alte Orient und das Politische. In: Junge, Kay and Šuber, Daniel and Gerber, Gerold (Hrsgg. ): Erleben Erleiden Erfahren. Die Konstitution sozialen Sinns jenseits instrumenteller Vernunft. Bielefeld 2008, pp. 357-371 Buchmann, Ingo and Schröder, Tobias and Yule, Paul (2009) Documentation and visualisation of archaeological sites in Yemen: an antique relief wall in Zafar (poster). In: Proceedings of the Seminar for Arabian Studies, 39 (2009), pp. 69-72 Chataigner, Christine and Barge, Olivier (2008) Quantitative approach to the diffusion of obsidian in the ancient northern Near East. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 375 (Abstract) Erkul, Ercan and Hüser, Andreas and Stümpel, Harald (2008) Combined geophysical survey of an ancient Hittite dam: new and old high-tech. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 24 (Abstract) Faist, Betina (2005) C. Zaccagnini (Hrsg. ), Mercanti e politica nel mondo antico, Roma, 2003. In: Die Welt des Orients, 35 (2005), pp. 232-235 Faist, Betina (2008) Clelia Mora - Mauro Giorgieri, Le lettere tra i re ittiti e i re assiri ritrovate a Hattuša. History of the Ancient Near East, Monographs, 7. Padova, S. A. R. G. O. N. Editrice e Libreria, 2004 [2005]. In: Orientalia, 77 (2008), pp. 418-424 Faist, Betina (2001) Die Handelsbeziehungen zwischen Assyrien und Anatolien in der zweiten Hälfte des 2. Jt. s v. Chr. , unter besonderer Berücksichtigung des Metallhandels. In: Klinkott, H. (Hrsg. ): Anatolien im Lichte kultureller Wechselwirkungen. Akkulturationsphänomene in Kleinasien und seinen Nachbarregionen während des 2. und 1. Jahrtausends v. Chr. Tübingen 2001, pp. 53-66 Faist, Betina (2002) Die Rechtsordnung in Syrien nach der hethitischen Eroberung: Wandel und Kontinuität. In: Blum, H. and Faist, Betina and Pfälzner, Peter and Wittke, A. -M. (Hrsgg. ): Brückenland Anatolien? Ursachen, Extensität und Modi des Kulturaustausches zwischen Anatolien und seinen Nachbarn. Tübingen 2002, pp. 129-146 Faist, Betina (2001) Die Tontafeln der Kampagne 1999. In: Finkbeiner, U. (Hrsg. ): Emar 1999 - Bericht über die 3. Kampagne der syrisch-deutschen Ausgrabungen, Baghdader Mitteilungen 32. 2001 103 Faist, Betina (2009) An Elamite deportee. In: Galil, G. and Geller, M. and Milard, A. (Hrsgg. ): Homeland and Exile. Biblical and Ancient Near Eastern Studies in Honour of Bustenay Oded, Vetus Testamentum Supplement 130. Leiden / Boston 2009, pp. 59-69 Faist, Betina (2002) Emar. Eine syrische Stadt unter hethitischer Herrschaft. In: und Ausstellungshalle der Bundesrepublik Deutschland, Kunst- (Hrsg. ): Die Hethiter und ihr Reich. Das Volk der 1000 Götter, Ausstellungskatalog, hrsg. von der Kunst- und Ausstellungshalle der Bundesrepublik Deutschland. Bonn 2002, pp. 190-195 Faist, Betina (2011) Galil, Gershon: The Lower Stratum Families in the Neo-Assyrian Period. Leiden, Boston: Brill 2007. In: Orientalistische Literaturzeitung, 103 (2011), pp. 22-23 Faist, Betina (2006) Itineraries and travellers in the Middle Assyrian Period. In: State Archives of Assyria Bulletin, XV (2006), pp. 147-160 Faist, Betina (2003) J. G. Westenholz, Cuneiform Inscriptions in the Collection of the Bible Lands Museum Jerusalem. The Emar Tablets, Groningen, 2000. In: Die Welt des Orients, 33 (2003), pp. 185-195 Faist, Betina (2010) Kingship and institutional development in the Middle Assyrian period. In: Lafranchi, Giovanni B. and Rollinger, Robert (Hrsgg. ): Concepts of Kingship in Antiquitiy. Proceedings of the European Science Foundation Exploratory Workshop; held in Padova, November 28th - December 1st, 2007. Padua 2010, pp. 15-24 Faist, Betina (2008) La organización política asiria. In: Justel, Josué-Javier and Vita, Juan-Pablo and Zamora, J. A. (Hrsgg. ): Las culturas del Próximo Oriente Antiguo y su expansión mediterránea. Zaragoza 2008, pp. 21-34 Faist, Betina (2005) Porter, Barbara Nevling: Trees, Kings, and Politics. Studies in Assyrian Iconography, Fribourg/Göttingen, 2003. In: Orientalistische Literaturzeitung, 100 (2005), pp. 424-429 Faist, Betina (2000) Roland Lamprichs: Die Westexpansion des neuassyrischen Reiches: eine Strukturanalyse. Kevelaer: Butzon und Bercker; Neukirchen-Vluyn: Neukirchener Verl. , 1995 (Alter Orient und Altes Testament, Bd. 239),452 5. ,37 Abb. , 2 Karten. ISBN 3-7666-9976-8 (Butzon und Bercker), ISBN 3-7887-1533-2 (Neukirchener Verl. ), DM 156,-. In: Die Welt des Orients, 31 (2000), pp. 236-240 Faist, Betina (2005) S. Jakob, Mittelassyrische Verwaltung und Sozialstruktur: Untersuchungen, Leiden/Boston, 2003. In: Archiv für Orientforschung, 51 (2005), pp. 329-331 Faist, Betina (2008) Scribal traditions and administration at Emar. In: Alfono, L. d' and Cohen, Y. and Sürenhagen, D. (Hrsgg. ): The City of Emar among the Late Bronze Age Empires. History, Landscape, and Society, Münster, Alter Orient und Altes Testament 349. Münster 2008, pp. 195-205 Faist, Betina (2003) Sprachen und Schriften in Assur. In: Salje, B. and Marzahn, Joachim (Hrsgg. ): Wiedererstehendes Assur. 100 Jahre deutsche Ausgrabungen in Assyrien. Mainz 2003, pp. 149-156 Faist, Betina (2004) V. Donbaz - S. Parpola, Neo-Assyrian Legal Texts in Istanbul, (Studien zu den Assur-Texten 2) Saarbrücken: SDV, 2001. XXI, 267 S. , 9 Taf. 30,2 x 21,2 cm, ISBN 3-930843-64-1. In: Zeitschrift für Assyriologie und Vorderasiatische Archäologie, 94 (2004), pp. 122-131 Faist, Betina (2011) Zum Gerichtsverfahren in der neuassyrischen Zeit. In: Renger, Johannes (Hrsg. ): Assur - Gott, Stadt und Land: 18. - 21. Februar 2004 in Berlin. Wiesbaden 2011, pp. 251-266 (Colloquien der Deutschen Orient-Gesellschaft; 5) Faist, Betina (2006) Zur Häusertypologie in Emar. Archäologie und Philologie im Dialog. In: Ess, M. van and Faist, Betina and Dittmann, R. (Hrsgg. ): „Es ist schon lange her. Das freut uns um so mehr“. Vorderasiatische Beiträge für Uwe Finkbeiner, Baghdader Mitteilungen 37. 2006, pp. 471-480 Faist, Betina and Justel, Josué-Javier and Vita, Juan-Pablo (2003) Bibliografía de los estudios de Emar. In: Ugarit-Forschungen, 35 (2003), pp. 191-230 Faist, Betina and Justel, Josué-Javier and Vita, Juan-Pablo (2005) Bibliografía de los estudios de Emar (2). In: Ugarit-Forschungen, 37 (2005), pp. 329-340 Faist, Betina and Justel, Josué-Javier and Vita, Juan-Pablo (2007) Bibliografía de los estudios de Emar (3). In: Ugarit-Forschungen, 39 (2007), pp. 141-160 Faist, Betina and Justel, Josué-Javier and Vita, Juan-Pablo (2009) Bibliografía de los estudios de Emar (4). In: Ugarit-Forschungen. Internationales Jahrbuch für die Altertumskunde Syrien-Palästinas, 41 (2009), pp. 181-191 Faist, Betina and Klengel-Brandt, Evelyn (2010) Die Siegel der Stadtvorsteher von Assur. In: Dönmez, Şevket (Hrsg. ): Veysel Donbaz'a sunulan yazılar. DUB. SAR É. DUB. BA. A. Studies presented in honour of Veysel Donbaz, Istanbul 2010, pp. 115-134 Faist, Betina and Vita, Juan-Pablo (2008) Der Gebrauch von ašar in den akkadischen Texten aus Emar. In: Welt des Orients, 38 (2008), pp. 53-60 Faist, Betina and Vita, Juan-Pablo (2010) angurinnu. In: Nouvelles Assyriologiques Brèves et Utilitaires, Nr. 1 (2010), pp. 6-8 Fischer, Elske and Rösch, Manfred and Yule, Paul (2010) The Highland Environment of Ḥimyarite Ẓafār (Yemen): Neo-Geographic Determinism? Franke, Kristina and Rösch, Manfred and Ruppert, Cornelia and Yule, Paul (2008) Zafar, Capital of Himyar, Sixth Preliminary Report, February-March 2006. In: Zeitschrift für Orient-Archäologie, 1 (2008), 208-245. Fuchs, Andreas (1995) B. Kienast unter Mitwirkung von W. Sommerfeld: Glossar zu den altakkadischen Königsinschriften. Freiburger Altorientalische Studien, Band 8. Stuttgart 1994. In: Zeitschrift der Deutschen Morgenländischen Gesellschaft, 145 (1995), 459. Fuchs, Andreas (2008) Der Turtan Šamši-īlu und die große Zeit der assyrischen Großen. In: Welt des Orients, 38 (2008), pp. 61-145 Fuchs, Andreas (2010) Die Darstellung von Räumen und Orten in neuassyrischen Königsinschriften. In: Gertz, Jan Christian (Hrsg. ): Ort und Bedeutung: Beiträge zum Symposion \"Die Darstellung von Orten; von der Antike bis in die Moderne\" am 20. und 21. Juni 2008 in Heidelberg. Kamen 2010, pp. 69-92 Fuchs, Andreas (2003) Die Heeresmassen Assurs. In: Damals, 35 (2003), pp. 38-44 Fuchs, Andreas (2003) Ein Inschriftenfragment Tiglatpilesers III. In: Eretz-Israel 27, Festschrift für Miriam und Hayim Tadmor. Jerusalem 2003, pp. 49-54 Fuchs, Andreas (1998) Festschrift für Hans Hisch zum 65. Geburtstag gewidmet von seinen Freunden, Kollegen und Schülern. Wien: Selbstverl. des Instituts für Orientalistik 1996. In: Orientalistische Literaturzeitung, 93 (1998), pp. 301-304 Fuchs, Andreas (1998) Grayson, A. Kirk, Assyrian Rulers of the Early First Millennium BC II (858-745 BC). (The Royal Inscriptions of Mesopotamia Assyrian Period. Vol. 3). University of Toronto Press, Toronto 1996. In: Bibliotheca Orientalis, 55 (1998), pp. 189-192 Fuchs, Andreas (2010) Gyges, Assurbanipal und Dugdamme/Lygdamis: Absurde Kontakte zwischen Anatolien und Ninive. In: Rollinger, Robert (Hrsg. ): Interkulturalität in der Alten Welt: Vorderasien, Hellas, Ägypten und die vielfältigen Ebenen des Kontakts. Wiesbaden 2010, pp. 409-427 Fuchs, Andreas (1997) Mario Liverani (Hrsg. ), Neo-Assyrian Geography. Quaderni di Geografia Storica, 5. Università di Roma “La Sapienza”, Dipartimento di Scienze storiche, archeologiche e antropologiche dell'Antichità, Rom 1995. In: Archiv für Orientforschung, 44/45 (1997), pp. 404-409 Fuchs, Andreas (2000) Māt Habhi. In: Marzahn, Joachim and Neumann, Hans (Hrsgg. ): Assyriologica et Semitica. Festschrift für Joachim Oelsner. Alter Orient und Altes Testament 252. Münster 2000, pp. 73-94 Fuchs, Andreas (2010) Neuassyrische Festesfreuden - leicht gedämpft. Fuchs, Andreas (2009) Niew-asssyrische Feestvreugde - Licht gedempt. In: Phoenix, 55 (2009), pp. 76-91 Fuchs, Andreas (2001) Periodisierung: Überlegungen zur sumerischen Eigenbegrifflichkeit. In: Archiv für Orientforschung. 2001, pp. 309-310 Fuchs, Andreas (2002) Shigeo Yamada, The Construction of the Assyrian Empire. A Historical Study of the Inscriptions of Shalmaneser III (859-824 BC) Relating to His Campaigns to the West. Culture and History of the Ancient Near East Vol. 3, Leiden; Boston; Köln 2000. In: Journal of the American Oriental Society, 122 (2002), Nr. 3. pp. 594-597 Fuchs, Andreas (1998) Tübinger Atlas des Vorderen Orients: Register zu den Karten / Generalindex. 3 Bde. Wiesbaden 1994. In: Journal of the American Oriental Society, 118 (1998), pp. 87-89 Fuchs, Andreas (1997) Walter Mayer, Politik und Kriegskunst der Assyrer. Ugarit-Verlag, Münster, 1995. In: Archiv für Orientforschung, 44-45 (1997), pp. 409-417 Fuchs, Andreas (2005) War das assyrische Reich ein Militärstaat? In: Meißner, B. and Schmitt, O. and Sommer, M. (Hrsgg. ): Krieg - Gesellschaft - Institutionen. Beiträge zu einer vergleichenden Kriegsgeschichte. Berlin 2005, pp. 35-60 Fuchs, Andreas (2009) Waren die Assyrer grausam? In: Zimmermann, Martin (Hrsg. ): „Extreme Formen von Gewalt in Bild und Text des Altertums“. München 2009, pp. 65-119 Fuchs, Andreas (2003) Waters, Matthew W. : A Survey of Neo-Elamite History. (State Archives of Assyria Studies 12). Helsinki: The Neo-Assyrian Text Corpus Project, 2000. In: Zeitschrift für Assyriologie, 93 (2003), pp. 128-137 Fuchs, Andreas (2008) Über den Wert von Befestigungsanlagen. In: Zeitschrift für Assyriologie und Vorderasiatische Archäologie, 98 (2008), pp. 45-99 Funke, Peter (1996) Die syrisch-mesopotamische Staatenwelt in vorislamischer Zeit. Zu den arabischen Macht- und Staatenbildungen an der Peripherie der antiken Großmächte im Hellenismus und in der römischen Kaiserzeit. In: Funck, B. (Hrsg. ): Hellenismus. Beiträge zur Erforschung von Akkulturation und politischer Ordnung in den Staaten des hellenistischen Zeitalters. Tübingen 1996, pp. 217-238 Halama, Simon (2006) Assyrische und babylonische Befestigungen des ersten Jahrtausends v. Chr. Jettmar, Karl (1961) Orientalistik als politische Wissenschaft. In: Österreichische Osthefte, 3 (1961), pp. 396-397 Krauskopf, Ingrid and Ambos, Claus (2010) The curved staff in the ancient Near East as a predecessor of the etruscan lituus. In: van der Meer, Bouke (Hrsg. ): Material Aspects of Etruscan Religion. Proceedings of the International Colloquium Leiden, May 29 and 30, 2008, Babesch Suppl. 16. 2010, pp. 127-153 Krebernik, Manfred (2003) Altbabylonische Hymnen an die Muttergöttin (HS 1884). In: Archiv für Orientforschung, 50 (2003), pp. 11-20 Krebernik, Manfred (2005) Altoriental(ist)ische und biblische Schöpfungsmythen. In: Manger, K. (Hrsg. ): Jenaer Universitätsreden. Philosophische Fakultät. Antrittsvorlesungen VII. Jena 2005, pp. 143-169 Krebernik, Manfred (2002) Anhang: Kollationen zu HS 2009 + 2985 (Su-Sin; Zeilenzählung nach RIME 3/2). In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 92 (2002), pp. 131-134 Krebernik, Manfred (1988) Black, Jeremya A. : Sumerian grammar in Babylonian theory ( = Studia Pohl, Series Maior, 12). Rom: Pontifico Istituto Biblico 1984. In: Wiener Zeitschrift für die Kunde des Morgenlandes, 78 (1988), pp. 282-285 Krebernik, Manfred (2007) Buchstabennamen, Lautwerte und Alphabetgeschichte. In: Rollinger, Robert and Luther, A. and Wiesehöfer, J. (Hrsgg. ): Getrennte Welten? Kommunikation, Raum und Wahrnehmung in der Alten Welt. Frankfurt a. M. 2007, pp. 108-175 Krebernik, Manfred (1986) Die Götterlisten aus Fara. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 76 (1986), pp. 161-204 Krebernik, Manfred (1990) Die Testfunde aus Tall Bi'a. In: Mitteilungen der Deutschen Orient-Gesellschaft, 122 (1990), pp. 67-87 Krebernik, Manfred (1992) Die Textfunde der 9. Kampagne (1986). In: Hrouda, B. (Hrsg. ): Isin - Isan Bahriyat IV. München 1992, pp. 102-144 Krebernik, Manfred (2005) Dietz Otto Edzard. 28. 8. 1930-2. 6. 2004. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 95 (2005), pp. 1-6 Krebernik, Manfred (2003) Drachenmutter und Himmelsrebe? Zur Frühgeschichte Dumuzis und seiner Familie. In: Sallaberger, W. and Volk, K. and Zgoll, A. (Hrsgg. ): Literatur, Politik und Recht in Mesopotamien. Festschrift für Claus Wilcke (Orientalia Biblica et Christiana 14). Wiesbaden 2003, pp. 151-180 Krebernik, Manfred (1994) Ein Keulenkopf mit Weihung an Gilgames im Vorderasiatischen Museum, Berlin. In: Altorientalische Forschungen, 21 (1994), pp. 5-12 Krebernik, Manfred (1984) Ein Lautwert šarx des Zeichens NE in Ebla? In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 74 (1984), pp. 168-169 Krebernik, Manfred (2001) Ein ki-dutu-Gebet aus der Hilprecht-Sammlung. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 91 (2001), pp. 238-252 Krebernik, Manfred (2004) Ein sumerischer Brief aus dem Kunsthandel. In: Waetzoldt, H. (Hrsg. ): Von Sumer nach Ebla und zurück. Festschrift Giovanni Pettinato zum 27. September 1999 gewidmet von Freunden, Kollegen und Schülern, Heidelberger Studien zum Alten Orient 9. Heidelberg 2004, pp. 101-104 Krebernik, Manfred (2005) Elamisch. In: P. Streck, Michael (Hrsg. ): Sprachen des Alten Orients. Darmstadt 2005, pp. 159-182 Krebernik, Manfred (1996) Fragment einer Bilingue. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 86 (1996), pp. 170-176 Krebernik, Manfred (1997) Frayne, Douglas: Old Babylonian period (2003-1595 BC) (= The royal inscriptions of Mesopotamia. Early periods, Volume 4). University of Toronto Press, Toronto/Buffalo, London 1990. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 87 (1997), pp. 122-141 Krebernik, Manfred (1991) Gelb, I. J. und B. Kienast: Die altakkadischen Königsinschriften des Dritten Jahrtausends v. Chr. (=Freiburger Altorientalistische Studien 7), Franz Steiner Verlag Stuttgart, 1990. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 81 (1991), pp. 133-143 Krebernik, Manfred (1994) Green, M. W. , und Hans J. Nissen: Zeichenliste der archaischen Texte aus Uruk. Unter Mitarbeit von Peter Damerow und Robert K. Englund. Berlin, Gebr. Mann (1987). In: Orientalistische Literaturzeitung, 89 (1994), pp. 380-385 Krebernik, Manfred (1985) Hermann Behrens und Horst Steible, Glossar zu den altsumerischen Bau- und Weihinschriften. Wiesbaden, Franz Steiner Verlag, 1983, Freiburger Altorientalische Studien, Band 6. In: Bibliotheca Orientalis, 42 (1985), pp. 642-643 Krebernik, Manfred (1984) Horst Steible, unter Mitarbeit von Hermann Behrens, Die altsumerischen Bau- und Weihinschriften. Teil I: Inschriften aus,Lagas'. Teil II: Kommentar zu den Inschriften aus,Lagas'. Inschriften ausserhalb von,Lagas'. Wiesbaden, Franz Steiner Verlag, 1982; Freiburger Altorientalische Studien, Band 5. In: Bibliotheca Orientalis, 41 (1984), pp. 642-646 Krebernik, Manfred (1993) Ignace J. Gelb, Piotr Steinkeller und Robert M. Whiting, Jr. , Earliest Land Tenure Systems in the Near East: Ancient Kudurrus, Chicago 1991. In: Archiv für Orientforschung, 40/41 (1993), pp. 88-91 Krebernik, Manfred (1984) Lemaire, André - Durand, Jean-Marie: Les inscriptions araméennes de Sfiré et l'Assyrie de Shamshi-ilu. Préface de Maurice Sznycer, Directeur d'Etudes à la Section (Ecole pratique des Hautes-Etudes. IVe Section, Scienes historiques et philologiques. II, Hautes Etudes orientales, 20). Librairie Droz, Genf-Paris, 1984. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 74 (1984), pp. 156-160 Krebernik, Manfred (1985) Loretz, Oswald: Habiru - Hebräer. Eine sozio-linguistische Studie über die Herkunft des Gentiliziums \\'ibrî vom Appellativum habiru (= Beihefte zur Zeitschrift für die alttestamentliche Wissenschaft 160). Walter de Gruyter, Berlin/ New York, 1984. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 75 (1985), pp. 150-152 Krebernik, Manfred (1995) M. Weinfelds Deuteronomiumskommentar aus assyriologischer Sicht. In: Braulik, G. (Hrsg. ): Bundesdokument und Gesetz. Studien zum Deuteronomium. Herders Biblische Studien 4. Freiburg 1995, pp. 27-36 Krebernik, Manfred (1996) Milano, Lucio (ed. ): Drinking in ancient societies. History and culture of drinks in the Ancient Near East. Papers of a symposium held in Rome, May 17 - 19, 1990 (= History of the Ancient Near East/Studies V I). Sargon srl, Padova 1994. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 86 (1996), pp. 285-287 Krebernik, Manfred (2001) Neues zu den Eponymen unter Jasmah-Addu. In: Altorientalische Forschungen, 28 (2001), pp. 1-7 Krebernik, Manfred (2006) Neues zu den Fara-Texten. In: Nouvelles assyriologiques brèves et utilitaires, (2006), 13-14 Nr. 15. Krebernik, Manfred (1988) Prefixed verbal forms in personal names from Ebla. In: Archi, A. (Hrsg. ): Eblaite Personal Names and Semitic Name-Giving. Papers of a symposion held in Rome, July 15-17, 1985. Archivi Reali di Ebla, Studi 1. Rom 1988, pp. 45-69 Krebernik, Manfred (1991) Schriftfunde aus Tall Bi'a 1990. In: Mitteilungen der Deutschen Orient-Gesellschaft, 123 (1991), pp. 41-70 Krebernik, Manfred (1993) Schriftfunde aus Tall Bi'a 1992. In: Mitteilungen der Deutschen Orient-Gesellschaft, 125 (1993), pp. 51-60 Krebernik, Manfred (1990) Sigrist, Rene Marcel: Les šattukku dans l\\'Ešumeša durant la periode d\\'Isin et Larsa. Malibu/Calif. : Undena Publications 1984. In: Orientalistische Literaturzeitung, 85 (1990), pp. 410-412 Krebernik, Manfred (1984) Starr, Ivan: The Rituals of the Diviner, (= Bibliotheca Mesopotamica 12). Undena Publications, Malibu, 1983. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 74 (1984), pp. 290-292 Krebernik, Manfred (1994) Tall Bia 1993: Die Schriftfunde. In: Mitteilungen der Deutschen Orient-Gesellschaft, 126 (1994), pp. 33-36 Krebernik, Manfred (1993) Verbalformen mit suffigierten n-Morphemen im Ugaritischen. Überlegungen zur Morphologie des Energikus im Ugaritischen und in anderen semitischen Sprachen. In: Irsigler, H. (Hrsg. ): Syntax und Text. Beiträge zur 22. Internationalen Ökumenischen Hebräisch-Dozenten-Konferenz 1993 in Bamberg, Arbeiten zu Text und Sprache im Alten Testament 40. St. Ottilien 1993, pp. 123-150 Krebernik, Manfred (1984) Verbalnomina mit prä- und infigirtem t in Ebla. In: Studi Eblaiti, 7 (1984), pp. 191-211 Krebernik, Manfred (2002) Vielzahl und Einheit im altmesopotamischen Pantheon. In: Krebernik, Manfred and van Oorschot, J. (Hrsgg. ): Polytheismus und Monotheismus in den Religionen des Vorderen Orients, Alter Orient und Altes Testament 293. Münster 2002, pp. 33-51 Krebernik, Manfred (2002) Von Zählsymbolen zur Keilschrift. In: Greber, E. (Hrsg. ): Materialität und Medialität von Schrift. Bielefeld 2002, pp. 51-71 Krebernik, Manfred (1984) Walter Sommerfeld: Der Aufstieg Marduks. Die Stellung Marduks in der babylonischen Religion des zweiten Jahrtausends v. Chr. , Verlag Butzon & Bercker, Kevelaer/Neukirchener Verlag, Neukirchen-Vluyn, 1982. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 74 (1984), pp. 141-142 Krebernik, Manfred (2008) „Wo einer in Wut ist, kann kein anderer ihm raten. \" Zum göttlichen Zorn im Alten Orient. In: Kratz, R. G. and Spieckermann, H. (Hrsgg. ): Divine Wrath and Divine Mercy in the World of Antiquity. Forschungen zum Alten Testament II/33. Tübingen 2008, pp. 44-66 Krebernik, Manfred (2004) Wörter und Sprichwörter: der zweisprachige Schultext HS 1461. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 94 (2004), pp. 226-249 Krebernik, Manfred (1982) Zu Syllabar und Orthographie der lexikalischen Texte aus Ebla. Teil I. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 72 (1982), pp. 178-236 Krebernik, Manfred (1983) Zu Syllabar und Orthographie der lexikalischen Texte aus Ebla. Teil II (Glossar). In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 73 (1983), pp. 1-47 Krebernik, Manfred (2001) Zu den georgischen Bezeichnungen der Himmelsrichtungen. In: Georgic, 24 (2001), pp. 74-76 Krebernik, Manfred (1985) Zur Entwicklung der Keilschrift im III. Jahrtausend anhand der Texte aus Ebla. Ein Vergleich zwischen altakkadischem und eblaitischem Schriftsystem. In: Archiv für Orientforschung, 32 (1985), pp. 53-59 Krebernik, Manfred (1984) Zur Lesung einiger frühdynastischer Inschriften aus Mari. In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 74 (1984), pp. 164-167 Krebernik, Manfred (2002) Zur Struktur und Geschichte des älteren sumerischen Onomastikons. In: Streck, M. P. and Weninger, S. (Hrsgg. ): Altorientalische und semitische Onomastik (Alter Orient und Altes Testament 296). Münster 2002, pp. 1-74 Krebernik, Manfred (2001) Zypern im III. und II. Jahrtausend aus altorientalischer Sicht. In: Kyriatsoulis, A. (Hrsg. ): Kreta und Zypern: Religion und Schrift. Altenburg 2001, pp. 169-185 Krebernik, Manfred (1984) hbrk bcl in den phönizischen Karatepe-Inschriften und 'à-ba-ra-gú in Ebla. In: Die Welt des Orients, 15 (1984), pp. 89-92 Krebernik, Manfred (1996) The linguistic classification of Eblaite: Methods, problems, and results. In: Cooper, J. S. and Schwartz, G. M. (Hrsgg. ): The Study of the Ancient Near East in the Twenty-First Century. The William Foxwell Albright Centennial Conference, Winona Lake. Winona Lake 1996, pp. 233-249 Krebernik, Manfred (1986) van Dijk, J. : LUGAL UD ME-LAM-Bi NIR-GAL. Le récit epique et didactique des Travaux de Ninurta, du Deluge et de la Nouvelle Création, Leiden, Brill 1983. In: Orientalistische Literaturzeitung, 81 (1986), pp. 343-345 Mansfeld, Günter and Röllig, Wolfgang (1970) Zwei Ostraka vom Tell Kamid-el-Loz und ein neuer Aspekt für die Entstehung des kanaanäischen Alphabets. In: Die Welt des Orients, 5/2 (1970), pp. 265-270 Mara, Hubert (2012) Multi-scale integral invariants for robust character extraction from irregular polygon mesh data. Maul, Stefan (1998) 1903-1914: Assur. Das Herz eines Weltreiches. In: Wilhelm, G. (Hrsg. ): Zwischen Tigris und Nil. 100 Jahre Ausgrabungen der Deutschen Orient-Gesellschaft in Vorderasien und Ägypten. Mainz 1998, pp. 47-65 Maul, Stefan (2001) Altertum in Mesopotamien. Beiträge zu den Sektionsthemen und Diskussionen. In: Kuhn, D. and Stahl, H. (Hrsgg. ): Die Gegenwart des Altertums. Formen und Funktionen des Altertumsbezugs in den Hochkulturen der Alten Welt. Heidelberg 2001, pp. 117-124 Maul, Stefan (2004) Altorientalische Schöpfungsmythen. In: Brandt, Reinhard and Schmidt, Steffen (Hrsgg. ): Mythos und Mythologie. Berlin 2004, pp. 45-53 Maul, Stefan (1998) Altorientalische Tatenberichte mit (auto)biographischen Zügen. In: Paschoud, F. and Ehlers, W. W. (Hrsgg. ): La biographie antique. Entretiens sur l’antiquité classique. Tome XLIV. Vandoevres / Genèves 1998, pp. 7-32 Maul, Stefan (2005) Altorientalische Trauerriten. In: Assmann, Jan and Maciejewski, Franz and Michaels, Axel (Hrsgg. ): Der Abschied von den Toten. Trauerrituale im Kulturvergleich. Göttingen 2005, pp. 359-372 Maul, Stefan (1990) Anmerkungen zu der 1. Tafel der Serie ‘sag. ba sag. ba’. In: Nouvelles assyriologiques brèves et utilitaires, (1990), pp. 51-52 Maul, Stefan (1998) Assur. In: D. Betz, H. and Browning, D. and Janowski, Bernd and Jüngel, E. (Hrsgg. ): Religion in Geschichte und Gegenwart. 1998 849 Maul, Stefan (2003) Assur - das Herz eines Weltreiches. In: Wedel, Carola (Hrsg. ): Das Pergamonmuseum. Menschen, Mythen Meisterwerk. Berlin 2003, pp. 102-107 Maul, Stefan (1997) Auf den Spuren assyrischer Gelehrsamkeit. In: Ruperto Carola. Forschungsmagazin der Universität Heidelberg, Nr. 1 (1997), pp. 12-18 Maul, Stefan (1992) \"Auf meinen Rechtsfall werde doch aufmerksam!\" Wie sich die Babylonier und Assyrer vor Unheil schützten, das sich durch ein Vorzeichen angekündigt hatte. In: Mitteilungen der Deutschen Orient-Gesellschaft zu Berlin, 124 (1992), pp. 131-142 Maul, Stefan (2005) Babylon - das Fadenkreuz von Raum und Zeit. In: Galle, R. and Klingen-Protti, J. (Hrsgg. ): Städte der Literatur. Heidelberg 2005, pp. 1-16 Maul, Stefan (1998) Bibliographie R. Borger. In: Maul, Stefan (Hrsg. ): Festschrift für Rykle Borger zu seinem 65. Geburtstag am 24. Mai 1994. Groningen 1998, pp. 359-368 Maul, Stefan (2008) Bier und Wein für die Götter. In: DAMALS. Das Magazin für Geschichte und Kultur, 7 (2008), pp. 26-31 Maul, Stefan (2003) Bildhafte Orthographie in der assyrisch-babylonischen Keilschrift. Orthographie und Etymologie als hermeneutische Verfahren babylonischer Gelehrter. In: Assmann, Aleida and Assmann, Jan (Hrsgg. ): Hieroglyphen. Archäologie der literarischen Kommunikation VIII. München 2003, pp. 65-76 Maul, Stefan (1995) Das \"dreifache Königtum\" - Überlegungen zu einer Sonderform des neuassyrischen Königssiegels. In: Finkbeiner, U. and Dittmann, R. and Hauptmann, H. (Hrsgg. ): Beiträge zur Kulturgeschichte Vorderasiens. Festschrift für Rainer Michael Boehmer. Mainz 1995, pp. 395-402 Maul, Stefan (2003) Das Band zwischen allen Dingen. Wissenskultur und Weltbild im Alten Orient. In: Gebhardt, H. and Kiesel, H. (Hrsgg. ): Weltbilder, Heidelberger Jahrbücher 47. 2003, pp. 97-110 Maul, Stefan (2005) Das Gilgamesch-Epos. In: Spielmann, Heinz (Hrsg. ): Willi Baumeister - Figuren und Zeichen. Zur Erinnerung an den 50. Todestag des Künstlers am 31. August 1955. Hamburg 2005, pp. 36-41 Maul, Stefan (1999) Das Wort im Worte. Orthographie und Etymologie als hermeneutische Verfahren babylonischer Gelehrter. In: Most, G. W. (Hrsg. ): Commentaries/Kommentare, Aporemata. Kritische Studien zur Philologiegeschichte, Bd. 4. Göttingen 1999, pp. 1-18 Maul, Stefan (2008) Den Gott ernähren. Überlegungen zum regelmäßigen Opfer in altorientalischen Tempeln. In: Stavrianopoulou, Eftychia and Michaels, A. and Ambos, Claus (Hrsgg. ): Transformations in Sacrificial Practices. From Antiquity to Modern Times. Berlin 2008, pp. 75-86 Maul, Stefan (1992) Der Kneipenbesuch als Heilverfahren. In: Charpin, D. and Joannès, F. (Hrsgg. ): La circulation des biens, des personnes et des idées dans le Proche-Orient ancien. Actes de la XXXVIIIe Rencontre Assyriologique Internationale (Paris, 8-10 juillet 1991). Paris 1992, pp. 389-396 Maul, Stefan (1992) Der Mann mit der Peitsche. In: Hrouda, B. and Kroll, S. and Spanos, Z. (Hrsgg. ): Von Uruk nach Tuttul eine Festschrift für Eva Strommenger. Studien und Aufsätze von Kollegen und Freunden. Münchener Universitäts-Schriften. Philosophische Fakultät 12. Münchener Vorderasiatische Studien, Band XII. München/Wien 1992, pp. 81-90 Maul, Stefan (2003) Der Sieg über die Mächte des Bösen. Götterkampf, Triumphrituale und Torarchitektur in Assyrien. In: Zenger, Erich (Hrsg. ): Ritual und Poesie. Formen und Orte religiöser Dichtung im Alten Orient, im Judentum und im Christentum. Freiburg 2003, pp. 47-71 Maul, Stefan (2000) Der Sieg über die Mächte des Bösen. Götterkampf,Triumphrituale und Torarchitektur in Assyrien. In: Hölscher, Tonio (Hrsg. ): Gegenwelten zu den Kulturen Griechenlands und Roms in der Antike. Leipzig 2000, pp. 19-46 Maul, Stefan (1998) Der assyrische König - Hüter der Weltordnung. In: Assmann, Jan and Janowski, Bernd and Welker, M. (Hrsgg. ): Gerechtigkeit. Richten und Retten in der abendländischen Tradition und ihren altorientalischen Ursprüngen. München 1998, pp. 65-77 Maul, Stefan (1999) Der assyrische König - Hüter der Weltordnung. In: Watanabe, K. (Hrsg. ): Priests and Officials in the Ancient Near East. Papers an the Second Colloquium on the Ancient Near East - The City and its Life, held at the Middle Eastern Culture Center in Japan, March 22-24, 1996. Heidelberg 1999, pp. 201-214 Maul, Stefan (2000) Die Frühjahrsfeierlichkeiten in Assur. In: George, A. R. and Finkel, I. L. (Hrsgg. ): Wisdom, Gods and Literature: Studies in Honour of W. G. Lambert. Winona Lake 2000, pp. 389-420 Maul, Stefan (2002) Die Heilkunst des Alten Orients. In: Karenberg, A. and Leitz, C. (Hrsgg. ): Heilkunde und Hochkultur II. ‘Magie und Medizin’ und ‘Der alte Mensch’ in den antiken Zivilisationen des Mittelmeerraumes. Münster 2002, pp. 3-19 Maul, Stefan (2001) Die Heilkunst des Alten Orients. In: Medizinhistorisches Journal, 36 (2001), pp. 3-22 Maul, Stefan (1994) Die Korrespondenz des Iasīm-Sūmû. Ein Nachtrag zu ARMT XIII 25-57. In: Durand, J. -M. and Charpin, D. (Hrsgg. ): Florilegium marianum II, Mémorial M. Birot, Mémoires de NABU no 3, SEPOA. Paris 1994, pp. 23-54 Maul, Stefan (2008) Die Religion Babyloniens. In: Marzahn, Joachim and Schauerte, G. (Hrsgg. ): Babylon. Wahrheit. Berlin 2008, pp. 167-206 Maul, Stefan (2003) Die Reste einer mittelassyrischen Beschwörerbibliothek aus dem Königspalast zu Assur. In: Sallaberger, W. and Volk, K. and Zgoll, A. (Hrsgg. ): Literatur, Politik und Recht in Mesopotamien. Festschrift für Claus Wilcke. Wiesbaden 2003, pp. 181-194 Maul, Stefan (2000) Die Schriftfunde aus Assur von den Ausgrabungen der Deutschen Orient-Gesellschaft im Frühjahr 2000. In: Mitteilungen der Deutschen Orient-Gesellschaft zu Berlin, 132 (2000), pp. 65-100 Maul, Stefan (1997) Die altorientalische Hauptstadt - Abbild und Nabel der Welt. In: Wilhelm, G. (Hrsg. ): Die Orientalische Stadt: Kontinuität, Wandel, Bruch, 1. Internationales Colloquium der Deutschen Orient-Gesellschaft, 9. -10. Mai 1996 in Halle/Saale. Saarbrücken 1997, pp. 109-124 Maul, Stefan (2008) Die altorientalischen Mythen um Gilgamesch, den König von Uruk. In: Württembergischer Verein zur Förderung der humanistischen Bildung (Hrsg. ), Antiker Mythos, Humanistische Bildung 23. Stuttgart 2008, pp. 7-18 Maul, Stefan (2004) Die ‘Lösung vom Bann'. In: Horstmanshoff, H. F. J. and Stol, M. (Hrsgg. ): Magic and Rationality in Ancient Near Eastern and Graeco-Roman Medicine. Leiden / Boston 2004, pp. 79-95 Maul, Stefan (2007) Divination culture and the handling of the future. In: Leick, G. (Hrsg. ): The Babylonian World. New York / London 2007, pp. 361-372 Maul, Stefan (1990) Drei hethitische Tontafelfragmente aus Privatbesitz. In: Altorientalische Forschungen, 17 (1990), pp. 109-190 Maul, Stefan (2004) Drei mittelassyrische Urkunden aus Kulishinas. In: Waetzoldt, H. (Hrsg. ): Von Sumer nach Ebla und zurück, Festschrift Giovanni Pettinato zum 27. September 1999 gewidmet von Freunden, Kollegen und Schülern, Heidelberger Studien zum Alten Orient, Band 9. Heidelberg 2004, pp. 129-140 Maul, Stefan (1995) Ein beschriftetes Schwert aus der späten mittelbabylonischen Zeit. In: Nouvelles assyriologiques brèves et utilitaires, (1995), pp. 63-64 Maul, Stefan (1990) Ein weiteres Exemplar der Kegelinschrift Lipitestar 2. In: Nouvelles assyriologiques brèves et utilitaires, (1990), pp. 11-12 Maul, Stefan (1995) Eine Rationenliste aus dem Königreich Arraphe. In: Altorientalische Forschungen, 22 (1995), pp. 117-124 Maul, Stefan (2002) Eine babylonische Kultordnung für den ‘Klagesänger’ (kalû). In: Richter, Thomas and Prechel, D. and Klinger, J. (Hrsgg. ): Kulturgeschichten. Altorientalische Studien für Volkert Haas z um 65. Geburtstag. Saarbrücken 2002, pp. 255-265 Maul, Stefan (1990) Eine neue Tafel aus dem Egibi-Archiv. In: Altorientalische Forschungen, 17 (1990), pp. 107-112 Maul, Stefan (1993) Erste Medizinkonzepte zwischen Magie und Vernunft. In: Schott, H. (Hrsg. ): Die Chronik der Medizin. Chronik-Verlag, Dortmund 1993, pp. 16-33 Maul, Stefan (1989) GEŠTUG = nēmequ. In: Nouvelles assyriologiques brèves et utilitaires, (1989), pp. 5-6 Maul, Stefan (2004) Gilgamesch, König von Uruk. »Der, der alles sah«. In: Hartmann, Andreas and Neumann, Michael (Hrsgg. ): Mythen Europas. Schlüsselfiguren der Imagination. Antike. Regensburg 2004, pp. 28-42 Maul, Stefan (1999) Gottesdienst im Sonnenheiligtum zu Sippar. In: Böck, B. and Cancik-Kirschbaum, E. and Richter, Thomas (Hrsgg. ): Munuscula Mesopotamica. Festschrift für Johannes Renger, Alter Orient und Altes Testament 267. Münster 1999, pp. 285-316 Maul, Stefan (1999) How the Babylonians Protected Themselves against Calamities Announced by Omens. In: Abusch, T. and Toorn, K. van der (Hrsgg. ): Mesopotamian Magic. Textual, Historical, and Interpretative Perspectives. Ancient Magic and Divination I. Groningen 1999, pp. 123-129 Maul, Stefan (2000) »Il ritorno alle origini«: Il rinnovamento rituale della regalità nella festa babilonese-assira del nuovo anno. In: Il giubileo prima del giubileo. Tempo e spazio nelle civiltà mesopotamiche e dell\\'antico Egitto, Atti del Convegno Internazionale, Milano, 12 febbraio 2000. Mailand 2000, pp. 23-34 Maul, Stefan (1998) Im Fadenkreuz von Raum und Zeit. Zum Verhältnis von Weltbild und Herrschaftskonzeption im Alten Orient. In: Heidelberger Jahrbücher, 42 (1998), pp. 27-41 Maul, Stefan (1997) Korrekturen zu M. A. R. I. 8 (1997). In: Nouvelles assyriologiques brèves et utilitaires. 1997 76 Maul, Stefan (1997) Küchensumerisch oder hohe Kunst der Exegese? Überlegungen zur Bewertung akkadischer Interlinearübersetzungen von Emesal-Texten. In: Pongratz-Leisten, B. and Kühne, Hartmut (Hrsgg. ): Ana sadî Labnani lu allik. Beiträge zu altorientalischen und mittelmeerischen Kulturen, Festschrift für Wolfgang Röllig. Kevelaer/Neukirchen-Vluyn 1997, pp. 253-267 Maul, Stefan (2008) L'épopée de Gilgamesh. In: André-Salvini, B. (Hrsg. ): Babylone, Musée du Louvre, Catalogue de l\\'exposition »Babylone« (14. 3. -2. 6. 2008). Paris 2008, pp. 348-359 Maul, Stefan (1995) La fin de la tradition cunéiforme et les \"Graeco-Babyloniaca\". In: Cahiers du Centre Gustave-Glotz, 6 (1995), pp. 3-17 Maul, Stefan (2002) L’imperscrutabile parola divina. Lamentazioni sumeriche per la parola divina. In: Parole, Parola. Alle origini della comunicazione, Atti del Convegno Internazionale, Milano, 27 gennaio 2001. Mailand 2002, pp. 33-39 Maul, Stefan (1998) Marduk, Nabû und der assyrische Enlil. Die Geschichte eines sumerischen Šu\\'ilas. In: Maul, Stefan (Hrsg. ): Festschrift für Rykle Borger zu seinem 65. Geburtstag am 24. Mai 1994. Groningen 1998, pp. 159-197 Maul, Stefan (2007) Militärpferde im Alten Orient. In: Wieczorek, Alfried and Tellenbach, Michael (Hrsgg. ): Pferdestärken. Das Pferd bewegt die Menschheit, Begleitband zur Sonderausstellung “Pferdestärken - Das Pferd bewegt die Menschheit” in den Reiss-Engelhorn-Museen. Mainz 2007, pp. 51-56 Maul, Stefan (1998) Namburbi. In: O. Edzard, D. (Hrsg. ): Reallexikon der Assyriologie und Vorderasiatischen Archäologie. Berlin/New York 1998, pp. 92-94 Maul, Stefan (2001) Neue Textvertreter der elften Tafel des Gilgamesch-Epos. In: Mitteilungen der Deutschen Orient-Gesellschaft zu Berlin, 133 (2001), pp. 33-50 Maul, Stefan (1991) Neues zu den \"Graeco-Babyloniaca\". In: Zeitschrift für Assyriologie und vorderasiatische Archäologie, 81 (1991), pp. 87-107 Maul, Stefan (1999) New information about the rulers of Tabetu. In: al-Rafidan, 20 (1999), pp. 49-55 Maul, Stefan (2005) No. 43. Fragment of Lugal-e. In: Spar, I. and Lambert, W. G. (Hrsgg. ): Literary and Scholastic Texts of the First Millennium B. C. , Cuneiform Texts in the Metropolitan Museum of Art, Volume II. New York 2005, pp. 201-202 Maul, Stefan (2005) Nos. 2-18. Bilingual (Sumero-Akkadian) Hymns from the Seleucid-Arsacid Period. In: Spar, I. and Lambert, W. G. (Hrsgg. ): Literary and Scholastic Texts of the First Millennium B. C. , Cuneiform Texts in the Metropolitan Museum of Art, Volume II. New York 2005 11-116; Tafel 2-30 Maul, Stefan (2001) Reste einer frühneuassyrischen Fassung des Gilgamesch-Epos aus Assur. In: Mitteilungen der Deutschen Orient-Gesellschaft zu Berlin, 133 (2001), pp. 11-32 Maul, Stefan (2007) Ringen um göttliches und menschliches Mass. Die Sintflut und ihre Bedeutung im Alten Orient. In: Hornung, Erik and Schweizer, A. (Hrsgg. ): Schönheit und Mass. Beiträge der Eranos Tagungen 2005 und 2006. Basel 2007, pp. 161-183 Maul, Stefan (2000) Sonnenfinsternisse in Assyrien. In: Sterne und Weltraum. Zeitschrift für Astronomie, 9 (2000), pp. 742-750 Maul, Stefan (2000) Sonnenfinsternisse in Assyrien: Eine Bedrohung der Weltordnung. In: Köhler, H. and Görgemanns, H. and Baumbach, M. (Hrsgg. ): »Stürmend auf finsterem Pfad. «. Ein Symposion zur Sonnenfinsternis in der Antike. Heidelberg 2000, pp. 1-12 Maul, Stefan (2008) Teilhaben an der Heilsgeschichte. Überlegungen zu Fiktionalität und Identitätsbildung im Gilgamesch-Epos. In: Bauks, M. and Liess, Kathrin and Riede, P. (Hrsgg. ): Was ist der Mensch, dass du seiner gedenkst? (Psalm 8,5). Aspekte einer theologischen Anthropologie. Festschrift für Bernd Janowski zum 65. Geburtstag. Neukirchen 2008, pp. 343-350 Maul, Stefan (2008) Tor der Götter. In: Antike Welt, (2008), pp. 21-29 Maul, Stefan (1995) Totengeist und Vögel. Eine Vogelliste aus dem neubabylonischen Grab 433 in Uruk. In: Boehmer, R. M. and Pedde, F. and Salje, B. (Hrsgg. ): Uruk. Die Gräber. Mainz 1995, pp. 218-220 Maul, Stefan (2008) Walking backwards into the future. The conception of time in the ancient Near East. In: Miller, T. (Hrsg. ): Given World and Time. Temporalities in Context. Budapest/New York 2008, pp. 15-24 Maul, Stefan (1995) \"Was habe ich nur getan?\". In: Nouvelles assyriologiques brèves et utilitaires. 1995 39 Maul, Stefan (2005) Weinen aus Trauer: Der Tod des Enkidu. In: Ambos, Claus and Hotz, S. and Schwedler, G. and Weinfurter, Stefan (Hrsgg. ): Die Welt der Rituale. Von der Antike bis heute. Darmstadt 2005, pp. 22-23 Maul, Stefan (1991) \"Wenn der Held (zum Kampfe) auszieht. \". Ein Ninurta-Ersemma. In: Orientalia NS, 60 (1991), pp. 312-334 Maul, Stefan (1999) Wer baute die babylonische Arche? Ein neues Fragment der mesopotamischen Sintfluterzählung aus Assur. In: Mitteilungen der Deutschen Orientgesellschaft zu Berlin, 131 (1999), pp. 155-162 Maul, Stefan (2003) Wie die Bibliothek eines assyrischen Gelehrten wiederersteht. In: Marzahn, Joachim and Salje, B. (Hrsgg. ): Wiedererstehendes Assur. 100 Jahre deutsche Ausgrabungen in Assyrien. Mainz 2003, pp. 175-182 Maul, Stefan (1998) Wiedererstehende Welten. Aufgaben und Möglichkeiten moderner Altorientalistik. In: Antike Welt, 29 (1998), pp. 567-571 Maul, Stefan (1998) Wiedererstehende Welten. Aufgaben und Möglichkeiten moderner Altorientalistik. In: Mitteilungen der Deutschen Orient-Gesellschaft zu Berlin, 130 (1998), pp. 266-274 Maul, Stefan (2006) Zerschlagene Denkmäler. Die Zerstörung von Kulturschätzen im eroberten Zweistromland im Altertum und in der Gegenwart. In: Bildersturm. Sammelband der Vorträge des Studium Generale der Ruprecht-Karls-Universität Heidelberg im Wintersemester 2003/2004. Heidelberg 2006, pp. 163-193 Maul, Stefan (1991) Zwei neue \"Herzberuhigungsklagen\". In: Revue archéologique, 85 (1991), pp. 67-74 Maul, Stefan (1997) Zwischen Sparmaßnahme und Revolte. Die Aktivitäten des Iasīm-Sūmû, des šandabakkum von Mari. In: MARI. Annales de Recherches Interdisciplinaires, 8 (1997), pp. 755-774 Maul, Stefan (1992) kurgarrû und assinnu und ihr Stand in der babylonischen Gesellschaft. In: Haas, V. (Hrsg. ): Außenseiter und Randgruppen. Beiträge zu einer Sozialgeschichte des Alten Orients. Konstanz 1992, pp. 159-171 Maul, Stefan (1989) nindaGÉSTUG = hasistu, ‘Öhrchen’, ‘Brot in Ohrenform’. In: Nouvelles assyriologiques brèves et utilitaires, (1989), 6. Maul, Stefan (1998) tikip santakki mala bašmu. Anstelle eines Vorwortes. In: Maul, Stefan (Hrsg. ): Festschrift für Rykle Borger zu seinem 65. Geburtstag am 24. Mai 1994. Groningen 1998 VII-XVII Neumann, Georg (2008) Sasanidische Stempelsiegel aus dem Archäologischen Museum der Westfälischen Wilhelms-Universität, Münster. In: Altorientalische Forschungen, 35 (2008), pp. 337-347 Neumann, Hans (1998) Altorientalistik in der DDR (1986-1990) und ihre inhaltlich-strukturelle Umgestaltung in den neuen Bundesländern (1990/91-1995). In: Krauth, W. -H. and Wolz, R. (Hrsgg. ): Wissenschaft und Wiedervereinigung. Asien - und Afrikawissenschaften im Umbruch. Berlin 1998, pp. 165-268 Neumann, Hans (1997) Assur in altakkadischer Zeit: Die Texte. In: Waetzoldt, H. and Hauptmann, H. (Hrsgg. ): Assyrien im Wandel der Zeiten. 39e Rencontre Assyriologique Internationale, Heidelberg 6. -10. Juli 1992. Heidelberg 1997, pp. 133-138 Neumann, Hans (1994) Beer as a means of compensation for work in Mesopotamia during the Ur III period. In: Milano, L. (Hrsg. ): Drinking in ancient societies. History and culture of drinks in the ancient Near East. Papers of a symposium held in Rome, May 17-19 1990. Padua 1994, pp. 321-331 Neumann, Hans (1987) Bemerkungen zu Ehe, Konkubinat und Bigamie in neusumerischer Zeit. In: Durand, J. -M. (Hrsg. ): La femme dans le Proche-Orient antique. XXXIIIe Rencontre Assyriologique Internationale (Paris, 7-10 juillet 1986). Paris 1987, pp. 131-137 Neumann, Hans (1992) Bemerkungen zum Problem der Fremdarbeit in Mesopotamien (3. Jahrtausend v. u. Z. ). In: Bemerkungen zum Problem der Fremdarbeit in Mesopotamien (3. Jahrtausend v. u. Z. ), 19 (1992), pp. 266-275 Neumann, Hans (1989) Bemerkungen zur Freilassung von Sklaven im alten Mesopotamien gegen Ende des 3. Jahrtausends v. u. Z. In: Altorientalische Forschungen, 16 (1989), pp. 220-233 Neumann, Hans (2005) Der Beitrag Mesopotamiens zur Rechtsgeschichte - Bürgschaft und Pfand als Mittel der Vertragssicherung. In: Barta, H. and Mayer-Maly, Th. and Raber, F. (Hrsgg. ): Lebend(ig)e Rechtsgeschichte. Beispiele antiker Rechtskulturen: Ägypten, Mesopotamien und Griechenland. Wien 2005, pp. 181-204 Neumann, Hans (1996) Der sumerische Baumeister (sidim). In: Veenhof, K. R. (Hrsg. ): Houses and households in ancient Mesopotamia. Papers read at the 40e Rencontre Assyriologique Internationale, Leiden, July 5-8, 1993. Istanbul 1996, pp. 153-169 Neumann, Hans (1988) Der sumerische Brief UVB 7, Taf. 23c (W 15966c). In: Altorientalische Forschungen, 15 (1988), pp. 209-210 Neumann, Hans (1993) Die Keilschrifttexte in der Sammlung des Archäologischen Museums Zagreb. In: Vjesnik Arheoloskog Muzeja u Zagrebu, 3, Ser (1993), pp. 125-144 Neumann, Hans (2002) Die sogenannte Oikos-Ökonomie und das Problem der Privatwirtschaft im ausgehenden 3. Jahrtausend v. Chr. in Mesopotamien. Bemerkungen zu J. Renger: Wirtschaftsgeschichte des alten Mesopotamien. Versuch einer Standortbestimmung. In: Hausleiter, A. and Kerner, S. and Müller-Neuhof, B. (Hrsgg. ): Material Culture and Mental Spheres. Rezeption archäologischer Denkrichtungen in der Vorderasiatischen Altertumskunde, Internationales Symposium für Hans J. Nissen. Münster 2002, pp. 273-281 Neumann, Hans (1976) Drei altmesopotamische Tonnägel im Besitz des Archäologischen Museums der Martin-Luther-Universität Halle-Wittenberg. In: Wissenschaftliche Zeitschrift Univ. Halle, Nr. 3 (1976), pp. 83-89 Neumann, Hans (1992) Ein Brief an König Sulgi in einer späten Abschrift. In: Altorientalische Forschungen, 19 (1992), pp. 29-39 Neumann, Hans (1980) Ein Ur III-Brief aus der Sammlung des Archäologischen Museums der Martin-Luther-Universität Halle-Wittenberg. In: Altorientalische Forschungen, 7 (1980), pp. 269-272 Neumann, Hans (2003) Ein Ur III-Text aus Münsteraner Privatbesitz. In: Blöbaum, A. and Kahl, Jochem and Schweitzer, Simon (Hrsgg. ): Ägypten - Münster. Kulturwissenschaftliche Studien zu Ägypten, dem Vorderen Orient und verwandten Gebieten. Wiesbaden 2003, pp. 213-214 Neumann, Hans (1997) Ein neuer mu-iti-Text aus einer Berliner Privatsammlung. In: Altorientalische Forschungen, 24 (1997), pp. 31-34 Neumann, Hans (1981) Eine Inschrift des Königs Lugalkisalsi (VA 4855). In: Altorientalische Forschungen, 8 (1981), pp. 75-82 Neumann, Hans (2007) Einheimische Tradition und interkulturell bedingter Wandel in den babylonischen Rechtsverhältnissen der hellenistischen Zeit. In: Rollinger, Robert and Barta, H. (Hrsgg. ): Rechtsgeschichte und Interkulturalität. Zum Verhältnis des östlichen Mittelmeerraums und \\\"Europas\\\" im Altertum. Wiesbaden 2007, pp. 117-134 Neumann, Hans (1988) Einige Erwägungen zu Recht und Gesellschaft in Mesopotamien in frühstaatlicher Zeit. In: Vavrousek, P. and Soucek, V. (Hrsgg. ): Papers on the Ancient Near East, International Conference of Specialists of Socialist Countries (Prague, Sept. 30 - Oct. 3, 1986). Prag 1988, pp. 211-224 Neumann, Hans (1991) Forschungen zur altorientalischen Geschichte in der DDR (1980-1990). In: Altorientalische Forschungen, 18 (1991), pp. 346-370 Neumann, Hans (1989) \"Gerechtigkeit liebe ich. \". Zum Strafrecht in den ältesten Gesetzen Mesopotamiens. In: Das Altertum, 15 (1989), pp. 13-22 Neumann, Hans (2007) \"Gib mir mein Geld zurück!\" Zur rechts- und wirtschaftsgeschichtlichen Bedeutung keilschriftlicher Privatarchive des 3. Jahrtausends v. Chr. In: Wilcke, C. (Hrsg. ): Das geistige Erfassen der Welt im Alten Orient. Beiträge zu Sprache, Religion, Kultur und Gesellschaft. Wiesbaden 2007, pp. 281-299 Neumann, Hans (1997) Gläubiger oder Schuldner? Anmerkungen zu einem neuassyrischen Privatbrief. In: Pongratz-Leisten, B. and Kühne, Hartmut (Hrsgg. ): Ana sadî Labnani lu allik. Beiträge zu altorientalischen und mittelmeerischen Kulturen. Festschrift für Wolfgang Röllig. Kevelaer -Neukirchen-Vluyn 1997, pp. 281-293 Neumann, Hans (2001) Goldverzierte Schuhe für die Königin. In: Richter, Thomas and Prechel, D. and Klinger, J. (Hrsgg. ): Kulturgeschichten. Altorientalistische Studien für Volkert Haas zum 65. Geburtstag. Saarbrücken 2001, pp. 285-289 Neumann, Hans (1999) Grundpfandbestellung und Feldabgabe unter rechts- und sozialvergleichendem Aspekt. In: Klengel, H. and Renger, J. (Hrsgg. ): Landwirtschaft im Alten Orient. Ausgewählte Vorträge der XLI. Rencontre Assyriologique Internationale, Berlin, 4. -8. 7. 1994. Berlin 1999, pp. 137-148 Neumann, Hans (2008) Göttliche Gerechtigkeit und menschliche Verantwortung im alten Mesopotamien im Spannungsfeld von Norm(durch)setzung und narrativer Formulierung. In: Barta, H. and Rollinger, Robert and Lang, M. (Hrsgg. ): Recht und Religion. Menschliche und göttliche Gerechtigkeitsvorstellungen in den antiken Welten. Wiesbaden 2008, pp. 37-48 Neumann, Hans (1979) Handel und Händler in der Zeit der III. Dynastie von Ur. In: Altorientalische Forschungen, 6 (1979), pp. 15-67 Neumann, Hans (2000) Historische Keilschrifttexte im Kestner-Museum Hannover I: Gudea, Lipit-Estar, Sanherib. In: Graziani, S. (Hrsg. ): Studi sul Vicino Oriente antico dedicati alla memoria di Luigi Cagni II. Neapel 2000, pp. 783-795 Neumann, Hans (2000) Historische Keilschrifttexte im Kestner-Museum Hannover II: Nebukadnezar II. In: Marzahn, Joachim and Neumann, Hans (Hrsgg. ): Assyriologica et Semitica. Festschrift für Joachim Oelsner anlässlich seines 65. Geburtstages am 18. Februar 1997. Münster 2000, pp. 319-330 Neumann, Hans (2008) Keilschrifttexte aus kleineren deutschen Sammlungen I. Die Ur III-Texte im Kestner-Museum Hannover. In: Altorientalische Forschungen, 35 (2008), pp. 238-245 Neumann, Hans (1992) Nochmals zum Kaufmann in neusumerischer Zeit: Die Geschäfte des Ur-DUN und anderer Kaufleute aus Nippur. In: Charpin, D. and Joannès, F. (Hrsgg. ): La circulation des biens, des personnes et des idées dans le Proche-Orient ancien. Actes de la 38e Rencontre Assyriologique Internationale (Paris, 8-10 juillet 1991). Paris 1992, pp. 83-94 Neumann, Hans (1987) Politik und Religion in Mesopotamien zur Zeit der Entstehung von Stadt- und Territorialstaat (3. Jahrtausend v. u. Z. ). In: Klio, 69 (1987), pp. 297-307 Neumann, Hans (2004) Prozeßführung im Edubba'a. Zu einigen Aspekten der Aneignung juristischer Kenntnisse im Rahmen des Curriculums babylonischer Schreiberausbildung. In: Zeitschrift für Altorientalische und Biblische Rechtsgeschicht, 10 (2004), pp. 71-92 Neumann, Hans (2006) Schuld und Sühne. Zu den religiös-weltanschaulichen Grundlagen und Implikationen altmesopotamischer Gesetzgebung und Rechtsprechung. In: Hengstl, J. and Sick, U. (Hrsgg. ): Recht gestern und heute. Festschrift zum 85. Geburtstag von Richard Haase. Wiesbaden 2006, pp. 27-43 Neumann, Hans (2000) Staatliche Verwaltung und privates Handwerk in der Ur III-Zeit: Die Auftragstätigkeit der Schmiede von Girsu. In: Bongenaar, A. C. V. M. (Hrsg. ): Interdependency of Institutions and Private Entrepreneurs. Proceedings of the Second MOS Symposium (Leiden 1998). Leiden 2000, pp. 119-133 Neumann, Hans (1999) Ur-Dumuzida and Ur-DUN. Reflections on the relationship between state-initiated foreign trade and private economic activity in Mesopotamia towards the end of the third millennium BC. In: Dercksen, J. G. (Hrsg. ): Trade and finance in ancient Mesopotamia. Proceedings of the First MOS Symposium (Leiden 1997). Leiden 1999, pp. 43-53 Neumann, Hans (2004) Weitere Ur III-Texte aus dem Sammlungsbestand der Johns Hopkins University in Baltimore. In: Waetzoldt, H. (Hrsg. ): Von Sumer nach Ebla und zurück. Festschrift Giovanni Pettinato zum 27. September 1999 gewidmet von Freunden, Kollegen und Schülern. Heidelberg 2004, pp. 211-215 Neumann, Hans (2001) Zu den Buchungseinträgen in den neusumerischen Handwerkerpräsenzlisten aus Ur. In: Høyrup, J. and Damerow, P. (Hrsgg. ): Changing views on ancient Near Eastern mathematic. Berlin 2001, pp. 37-51 Neumann, Hans (1993) Zu den Geschäften des Kaufmanns Ur-Dumuzida aus Umma. In: Altorientalische Forschungen 20, 20 (1993), Nr. 1. pp. 69-86 Neumann, Hans (2002) Zu einem rechtshistorisch bedeutsamen Passus in der altakkadischen Urkunde OAIC 10. In: Loretz, O. and Metzler, K. A. (Hrsgg. ): Ex Mesopotamia et Syria Lux. Festschrift für Manfried Dietrich zu seinem 65. Geburtstag am 6. 11. 2000. Münster 2002, pp. 511-515 Neumann, Hans (1990) Zu einer Kopie der Inschrift Naramsîn 2 aus Babylon. In: Journal of Cuneiform Studies, 42 (1990), pp. 202-210 Neumann, Hans (1993) Zum Problem der privaten Feldpacht in neusumerischer Zeit. In: Zablocka, J. and Zawadzki, St. (Hrsgg. ): Sulmu IV. Everyday Life in Ancient Near East. Papers Presented at the International Conference Poznan, 19 - 22 September 1989. Poznan 1993, pp. 223-233 Neumann, Hans (1987) Zum Problem des privaten Bodeneigentums in Mesopotamien (3. Jt. v. u. Z. ). In: Das Grundeigentum in Mesopotamien, Jahrbuch für Wirtschaftsgeschichte Sonderband 1987. Berlin 1987, pp. 29-48 Neumann, Hans (1999) Zum Publizitätsakt beim Immobiliarkauf in der altakkadischen Rechtsüberlieferung. In: Böck, B. and Cancik-Kirschbaum, E. (Hrsgg. ): Munuscula Mesopotamica. Festschrift für Johannes Renger. Münster 1999, pp. 355-361 Neumann, Hans (1996) Zum privaten Werkvertrag im Rahmen der neusumerischen handwerklichen Produktion. In: Altorientalische Forschungen, 23 (1996), pp. 254-264 Neumann, Hans (1992) Zur Problematik des subjektiven Faktors im Prozeß politischer Umwälzungen in Mesopotamien gegen Ende des 3. Jahrtausends v. u. Z. In: Archív Orientální, 60 (1992), pp. 234-250 Neumann, Hans (1991) Zur geplanten Publikation von Keilschrifttexten aus kleineren Sammlungen. In: Klengel, H. and Sundermann, W. (Hrsgg. ): Ägypten - Vorderasien - Turfan. Probleme der Edition und Bearbeitung altorientalischer Handschriften. Tagung in Berlin, Mai 1987 (= Schriften zur Geschichte und Kultur des Alten Orients 23). Berlin 1991, pp. 66-72 Neumann, Hans (1988) Zur privaten Geschäftstätigkeit in Nippur in der Ur III-Zeit. In: deJong Ellis, M. (Hrsg. ): Nippur at the Centennial: Papers Read at the 35e Rencontre Assyriologique Internationale, Philadelphia 1988. Philadelphie 1988, pp. 161-176 Neumann, Hans and Hruska, Blahoslav (1994) Die Ur III-Texte aus der Sammlung des Altorientalischen Seminars der Karlsuniversität Prag. In: Die Ur III-Texte aus der Sammlung des Altorientalischen Seminars der Karlsuniversität Prag, 62 (1994), pp. 227-249 Neumann, Hans and Marzahn, Joachim (1995) Eine altsumerische Urkunde aus Girsu über Silberzahlungen. In: Altorientalische Forschungen, 22 (1995), pp. 110-116 Novák, Mirko (2005) Architektur und Stratigraphie der seleukidischen und parthisch-römischen Siedlung auf der Zitadelle. In: Kühne, Hartmut (Hrsg. ): Magdalu / Magdala - Der Tall Seh Hamad von der postassyrischen Zeit bis zur römischen Kaiserzeit. Berichte der Ausgrabung Tall Seh Hamad / Dur-Katlimmu 2. Berlin 2005, pp. 59-90 Novák, Mirko (1999) C. Castel, M. Al-Maqdissi, F. Villeneuve (eds), Les maisons dans la Syrie antique du IIIe millénaire aux débuts de l'Islam. Pratiques et représentations de l'espace domestique. Actes du Colloque International, Damas 27-30 juin 1992 (BAH 150), Ifapo-Beyrouth (1997). In: TOPOI, 9 (1999), Nr. 1. pp. 439-445 Novák, Mirko (2000) Das \"Haus der Totenpflege\". Zur Sepulkralsymbolik des Hauses im Alten Mesopotamien. In: Altorientalische Forschungen, 27 (2000), pp. 132-154 Novák, Mirko (2005) Das islamische Heiligtum des Šēh Hamad und der rezente Friedhof auf der Kuppe des Tall Šēh Hamad. In: Kühne, Hartmut (Hrsg. ): Magdalu / Magdala - Der Tall Seh Hamad von der postassyrischen Zeit bis zur römischen Kaiserzeit. Berichte der Ausgrabung Tall Seh Hamad / Dur-Katlimmu 2. Berlin 2005, pp. 355-360 Novák, Mirko (1996) Der Landschaftsbezug in der orientalischen Palastarchitektur. In: Altorientalische Forschungen, 23 (1996), pp. 335-379 Novák, Mirko (2004) Die Außenwirkung des späthethitischen Kulturraumes auf Assyrien, Urartu, Palästina und Ägypten. In: Novák, Mirko and Prayon, F. and Wittke, A. -M. (Hrsgg. ): Die Außenwirkung des späthethitischen Kulturraums. Akten der zweiten Forschungstagung des Graduiertenkollegs ‘Anatolien und seine Nachbarn’ der Universität Tübingen, Alter Orient und Altes Testament 323. Münster 2004, pp. 299-305 Novák, Mirko (2004) Die Religionspolitik der aramäischen Fürstentümer im 1. Jahrtausend v. Chr. In: Hutter, M. and Hutter-Braunsar, S. (Hrsgg. ): Offizielle Religion, lokale Kulte und individuelle Religiosität. Akten des religionsgeschichtlichen Symposiums „Kleinasien und angrenzende Gebiete vom Beginn des 2. bis zur Mitte des 1. Jt. v. Chr. “, Alter Orient und Altes Testament 318. Münster 2004 319 Novák, Mirko (1995) Die „Samarra'-Zeit\" als Wendepunkt der islamischen Geschichte. In: Das Altertum, 41 (1995), pp. 123-140 Novák, Mirko (2003) Divergierende Bestattungskonzepte und ihre sozialen, kulturellen und ethnischen Hintergründe. In: Altorientalische Forschungen, 30 (2003), 63-84. Novák, Mirko (1994) Eine Typologie der Wohnhäuser von Nuzi. In: Baghdader Mitteilungen, 25 (1994), pp. 341-446 Novák, Mirko (2008) Erdlage und Bauschicht. Bemerkungen zu stratigraphischen Prinzipien in der Vorderasiatischen Archäologie. In: Bonatz, D. and Czichon, R. M. and Kreppner, J. (Hrsgg. ): Fundstellen: Gesammelte Schriften zur Archäologie und Geschichte Altvorderasiens ad honorem Hartmut Kühne. Wiesbaden 2008, pp. 335-341 Novák, Mirko (2007) Florian Janoscha Kreppner: Die Keramik des „Roten Hauses \" von Tall Seh Hamad / Dür-Katlimmu. Eine Betrachtung der Keramik Nordmesopotamiens aus der zweiten Hälfte des 7. und aus dem 6. Jahrhundert v. Chr. Mit Beiträgen von Malgorzata Daszkiewicz, Ewa Bobryk und Gerwulf Schneider. Berichte der Ausgra©bung Tall Seh Hamad / Dür-Katlimmu (BATSH) Band 7. Harrasowitz Verlag Wiesbaden 2006. In: Die Welt des Orients, 37 (2007), pp. 214-220 Novák, Mirko (1997) Forsberg, Stig: Near Eastern Destruction Datings as Sources for Greek and Near Eastern Iron Age Chronology. Archaeologicaland Historcical Studies. The Cases of Samaria (722 B. C. ) and Tarsus (696 B. C. ). Uppsala: Uppsala University 1995. 106 S. m. Abb. 4 = Boreas. Uppsala Studies in Ancient Mediterranean and Near Eastern Civilizations. In: Orientalische Literaturzeitung, 92 (1997), pp. 518-522 Novák, Mirko (2006) Fundamentierungstechniken im Palast von Qatna. In: Czerny, Ernst and Hein, I. and Hunger, Hermann and Melmann, Dagmar and Schwab, A. (Hrsgg. ): Timelines. Studies in Honour of Manfred Bietak Bd. 3, Orientalia Lovaniensia Analecta 149. Leuven 2006, pp. 63-71 Novák, Mirko (2004) Hilani und Lustgarten. Ein »Palast des Hethiter-Landes« und ein »Garten nach dem Abbild des Amanus« in Assyrien. In: Novák, Mirko and Prayon, F. and Witte, A. -M. (Hrsgg. ): Die Außenwirkung des späthethitischen Kulturraums. Tagungsberichte der 2. Forschungstagung des Graduiertenkollegs ‘Anatolien und seine Nachbarn’ der Universität Tübingen. Münster 2004, pp. 335-372 ( Alter Orient und Altes Testament; 323) Novák, Mirko (2008) Individuum oder Kollektiv? Zur kulturgeschichtlichen Stellung der Königsgruft von Qatna. In: Kümmel, C. and Schweizer, B. and Veit, U. (Hrsgg. ): Körperinszenierungen - Objektsammlung - Monumentalisierung: Totenritual und Grabkult in frühen Gesellschaften. Münster 2008, pp. 207-232 Novák, Mirko (1999) K. R. Veenhof (Hrsg. ), Houses and Households in Ancient Mesopotamia, Papers read at the 40th Rencontre Assyriologique Internationale, Leiden, July 5-8, 1993. Paperback, VIII, 326 pp. Leiden, Nederlands Historisch-Archaeologisch Instituut te Istanbul, 1996. In: Archiv für Orientforschung, 46/47 (1999), pp. 301-306 Novák, Mirko (2005) Mamoun, Fansa, Stefan Burmeister (Herausgeber): Rad und Wagen. Der Ursprung einer Innovation im Vorderen Orient und Europa. Wissenschaftliche Beischrift zur Sonderausstellung vom 28. März bis 11. Juli 2004 im Landesmuseum für Natur und Mensch in Oldenburg (= Beiheft der Archäologischen Mitteilungen aus Nordwestdeutschland Nr. 40). Mainz: Philipp von Zabern 2004. In: Die Welt des Orients, 35 (2005), pp. 280-284 Novák, Mirko (2007) Mittani empire and the question of absolute chronology: Some archaeological considerations. In: Bietak, M. and Czerny, Ernst (Hrsgg. ): he Synchronisation of Civilisations in the Eastern Mediterranean in the Second Millennium B. C. III. Proceedings of the SCIEM 2000 - 2 ndEuro Conference. Wien 2007, pp. 389-401 Novák, Mirko (2005) Rezension: Ellen Rehm, Waffengräber im Alten Orient Zum Problem der Wertung von Waffen in Gräbern des 3. und frühen 2. Jahrtausends v. Chr. in Mesopotamien und Syrien (BAR Int. Ser. 1191). In: Die Welt des Orients, 35 (2005), pp. 285-287 Novák, Mirko (2002) The artificial paradise: programme and ideology of royal gardens. In: Parpola, S. and Whiting, R. M. (Hrsgg. ): Sex and Gender in Ancient Near East, Compte rendu de la. e Rencontre Assyriologique Internationale 47. Helsinki 2002 443-460 Novák, Mirko (2004) The chronology of the Bronze Age palace of Qatna. In: Ägypten und Levante, 14 (2004), 299-317. Novák, Mirko and Elsen-Novák, Gabriele (2006) Der „König der Gerechtigkeit“ - Zur Ikonologie und Teleologie des ‘Codex’ Hammurapi. In: Baghdader Mitteilungen, 37 (2006), pp. 131-155 Novák, Mirko and Kozal, Ekin (2007) Geschenke, Tribute und Handelswaren im Hethiterreich. Eine Bestandsaufnahme am Fallbeispiel Hattusa. In: Klinkott, H. and Kubisch, S. and Müller-Wollermann, R. (Hrsgg. ): Geschenke und Steuern, Zölle und Tribut. Antike Abgabenformen in Anspruch und Wirklichkeit. Leiden 2007, pp. 323-346 Novák, Mirko and Kulemann-Ossen, Sabina (2000) Kūbu und das Kind im Topf. In: Altorientalische Forschungen, 27 (2000), pp. 121-131 Novák, Mirko and Pfälzner, Peter (2000) Der 4000 Jahre alte Palast von Qatna nach 70 Jahren wiederentdeckt. Neue Ausgrabungen in Teil Mischrife /Qatna (Syrien). In: Alter Orient Aktuell, 1 (2000), pp. 29-30 Novák, Mirko and Pfälzner, Peter and Richter, Thomas (2001) Ausgrabungen in Tall Misrife-Qajna 2000 Vorbericht der deutschen Komponente des internationalen Kooperationsprojektes. In: Mitteilungen der deutschen Orient-Gesellschaft, 133 (2001), pp. 157-198 Paulus, Susanne (2009) Blutige Vertragsstrafen in mittelbabylonischen Kaufurkunden. In: Zeitschrift für altorientalische und biblische Rechtsgeschichte, 15 (2009), pp. 15-30 Paulus, Susanne (2008) Ein Beitrag zum mittelbabylonischen Immobiliarkauf. In: Archäologische Forschungen, 35 (2008), pp. 318-322 Paulus, Susanne (2007) \"Ein Richter wie Šamaš\" - Zur Rechtsprechung der Kassitenkönige. In: Zeitschrift für altorientalische und biblische Rechtsgeschichte, 13 (2007), pp. 1-22 Paulus, Susanne (2006) Kudurru - Göttlicher Schutz für königliche Geschenke. Untersuchungen zu einer mesopotamischen Denkmälergattung des 2. Jt. v. Chr. In: Conrad: ein Magazin von Alumni für Alumni, 2 (2006), pp. 26-29 Paulus, Susanne (2010) Verschenkte Städte - Königliche Landschenkungen an Götter und Menschen. In: Kogan, L. and Koslova, N. and Loesov, S. and Tishchenko, S. (Hrsgg. ): City Administration in the Ancient Near East. Proceedings of the 53rd Rencontre Assyriologique Internationale (Babel und Bibel 5). Winona Lake 2010, pp. 191-206 Pfälzner, Peter (2007) Archaeological investigations in the royal palace of Qatna. In: Bonacossi, Morandi (Hrsg. ): Urban and natural landscapes of an ancient Syrian capital, Proceedings of the International Conference held in Udine, 9-11 December 2004, Studi Archeologici su Quatna I. Udine 2007, pp. 29-64 Pfälzner, Peter (2008) Between the Aegean and Syria: the wall paintings from the royal palace of Qatna. In: Bonatz, D. and Czichon, R. M. and Kreppner, J. (Hrsgg. ): Fundstellen: Gesammelte Schriften zur Archäologie und Geschichte Altvorderasiens ad honorem Hartmut Kühne. Wiesbaden 2008, pp. 95-118 Pfälzner, Peter (2007) Das System des \"kommerzialisierten Geschenkaustausches\" im 2. Jahrtausend v. Chr. in Syrien. In: Klinkott, H. and Kubisch, S. and Müller-Wollermann, R. (Hrsgg. ): Geschenke und Steuern, Zölle und Tribute. Antike Abgabenformen in Anspruch und Wirklichkeit. Leiden / Boston 2007, pp. 109-123 Pfälzner, Peter (2008) Das Tempeloval von Urkeš. Betrachtungen zur Typologie und Entwicklungsgeschichte der mesopotamischen Ziqqurrat im 3. Jt. v. Chr. In: Zeitschrift für Orient-Archäologie, 1 (2008), pp. 396-433 Pfälzner, Peter (1990) Die Keramik vom Tell Hwēš. In: Berytus, 38 (1990), pp. 137-154 Pfälzner, Peter (1988) Die glasierte Baukeramik. In: Damaszener Mitteilungen, 3 (1988), pp. 180-184 Pfälzner, Peter (1984) Eine archäologische Geländebegehung im Gebiet des Wadi 'Agig/Ostsyrien. In: Archiv für Orientforschung, 31 (1984), pp. 178-185 Pfälzner, Peter (2009) Kunstwerke aus der Königsgruft von Qatna. In: Welt und Umwelt der Bibel, 4 (2009), pp. 4-7 Pfälzner, Peter (1989) Tall Bderi 1985-1987. In: Archiv für Orientforschung, 36/37 (1989), pp. 212-221 Pfälzner, Peter (1990) Tell Bderi - the development of a Bronze Age town. In: Kerner, S. (Hrsg. ): The Near East in Antiquity. German contributions to the archaeology of Jordan, Palestine, Syria, Lebanon and Egypt. Amman 1990, pp. 63-79 Pfälzner, Peter (1986) The excavations at Tell Bderi 1986. In: Les Annales Archeologiques Arabes Syriennes, 36/37 (1986), pp. 292-303 Pfälzner, Peter (1986) A short account of the excavation in Tell Bderi 1985. In: Les Annales Archeologiques Arabes Syriennes, 36/37 (1986), pp. 276-291 Pfälzner, Peter and Rehm, Ellen (2009) Schätze des Alten Syrien. In: Alter Orient Aktuell, 9/10 (2009), pp. 19-25 Pfälzner, Peter and Mukherjee, Anna J. and James, Matthew A. and Evershed, Richard P. (2007) Biomolecular Analysis of Ceramic Containers, Skeletal Remains, Anthropogenic Sediments and Organic Artefacts from the Royal Tomb at Qatna. In: Bonacossi, Morandi (Hrsg. ): Urban and natural landscapes of an ancient Syrian capital, Proceedings of the international conference held in Udine, 9-11 December 2004, Studi Archeologici su Qatna 1. Udine 2007, pp. 189-197 Pfälzner, Peter and Mukherjee, Anna J. and Roßberger, Elisa and James, Matthew A. (2008) The Qatna lion: scientific confirmation of Baltic amber in late Bronze Age Syria. In: Antiquity, 82 (2008), pp. 49-59 Quack, Joachim Friedrich (1989) Die Datierung der Siegelabdrücke von Tel En Besor. In: Zeitschrift des Deutschen Palästina-Vereins, 105 (1989), pp. 18-26 Rehm, Ellen (2003) Abschied von der Heiligen Hure. Zum Bildmotiv der „Frau am Fenster\" in der phönizisch-nordsyrischen Elfenbeinschnitzkunst. In: Ugarit-Forschungen, 35 (2003), pp. 487-519 Rehm, Ellen (1993) Achämenidischer Schmuck als Bedeutungsträger. In: Mitteilungen des Deutschen Archäologen-Verbandes, 24 (1993), Nr. 1. pp. 49-55 Rehm, Ellen (1996) Antiker Schmuck: Kunsthandwerk als Ausdruck religiöser Vorstellungen. In: Mitteilungen für Anthropologie und Religionsgeschichte, 11 (1996), pp. 75-92 Rehm, Ellen (2005) Assyrische Möbel für den assyrischen Herrscher! In: Suter, C. and Uehlinger, C. (Hrsgg. ): Crafts and Images in Contact. Studies on Eastern Mediterranean Art in the First Millennium BCE, Orbis Biblicus et Orientalis 210. Fribourg / Göttingen 2005, pp. 187-206 Rehm, Ellen (2006) „Auf zu den Ufern des Nils\". Vorderasiatica in Ägypten im 1. Jahrtausend v. Chr. In: Ugarit-Forschungen, 37 (2006), pp. 491-516 Rehm, Ellen (2003) Das Gefäß als Topos in Schöpfungsmythen. In: Corporal identity. Körpersprache. 9. Triennale für Form und Inhalte, Museum für Angewandte Kunst/Frankfurt am Main, Klingspor Museum/Offenbach und Museum of Arts and Design/New York. Frankfurt; Offenbach; New York 2003, pp. 58-64 Rehm, Ellen (2009) Die Entdeckung des Königreichs Qatna. In: Welt und Umwelt der Bibel, 4 (2009), 2-3. Rehm, Ellen (2001) Ein >assyrisches< Objekt in >ägyptischem< Licht. In: Meyer, Jan-Waalke (Hrsg. ): Beiträge zur Vorderasiatischen Archäologie. Winfried Orthmann gewidmet. Frankfurt/Main 2001, pp. 430-435 Rehm, Ellen (2004) Hohe Türme und goldene Schilde - Tempel und Tempelschätzein Urartu. In: Mitteilungen der Deutschen Orient-Gesellschaft, 136 (2004), pp. 173-194 Rehm, Ellen (1993) Inkrustation bei achämenidischen Armreifen. In: Archäologische Mitteilungen aus Iran, 26 (1993), pp. 105-107 Rehm, Ellen (2001) Kleine Gaben für große Götter. In: Altorientalische Forschungen, 28 (2001), pp. 102-107 Rehm, Ellen (1993) Neuerworbene Rollsiegel des Badischen Landesmuseums in Karlsruhe. In: Beschreiben und Deuten. Festschrift für R. Mayer-Opificius, Altertumskunde des Vorderen Orients 4. Münster 1993, pp. 269-282 Rehm, Ellen (2003) Rollsiegel aus einer hessischen Privatsammlung. In: Ugarit-Forschungen, 35 (2003), pp. 521-565 Rehm, Ellen (1999) Urartu und Phönizien. Die Museen der Welt und die Bibel. In: Welt und Umwelt der Bibel, 13 (1999), pp. 64-67 Rehm, Ellen (2000) Votivbleche im 1. Jt. v. Chr. - Ausdruck unbekannter Kulte. In: Dittmann, R. (Hrsg. ): Variatio Delectat. Iran und der Westen, Gedenkschrift für P. Calmeyer (Alter Orient und Altes Testament Bd. 272), Münster (2000), pp. 627-649 Rehm, Ellen (1992) Zwei achämenidische Goldohrringe. In: Acta Praehistorica et Archaeologica, 24 (1992), pp. 139-141 Rieck, Bastian and Mara, Hubert and Krömker, Susanne (2013) Unwrapping highly-detailed 3D meshes of rotationally symmetric man-made objects. In: Proc. of the XXIV. CIPA 2013 Symposium Recording, Documentation and Cooperation for Cultural Heritage. ISPRS - International Society for Photogrammetry and Remote Sensing 2013, pp. 259-264 (SPRS Ann. Photogramm. Remote Sens. Spatial Inf. Sci. ; II-5/W) Röllig, Wolfgang (1986) Aims and organization of the \"Repertoire Geographique des Textes Cuneiformes\" and historical geography. In: Sumer, 42 (1986), pp. 40-43 Röllig, Wolfgang (1996) Akkadisch tu'um, di'um, phönizisch tw, aramäisch twn: Versuch einer Klärung. In: Acquaro, E. (Hrsg. ): Alle soglie della classicità. Il Mediterraneo tra tradizione e innovazione, Studi in onore di Sabatino Moscati, Band 3. Rom 1996, pp. 1203-1207 Röllig, Wolfgang (1993) Aktion oder Reaktion? Politisches Handeln assyrischer Könige. In: Raaflaub, F. (Hrsg. ): Die Anfänge politischen Denkens in der Antike. Die nahöstlichen Kulturen der Griechen. 1993, pp. 105-113 Röllig, Wolfgang (1974) Alte und neue Elfenbeininschriften. In: Neue Ephemeris für Semitische Epigraphik, 2 (1974), pp. 37-64 Röllig, Wolfgang (1987) Appendix A: The Thamudic Inscriptions. In: Ibrahim, M. M. and Gordon, R. L. (Hrsgg. ): A Cemetery at Queen Alia International Airport. Wiesbaden 1987, pp. 43-45 Röllig, Wolfgang (1999) Appendix I. The Phoenician inscriptions. In: Corpus of Hieroglyphic Luwian Inscriptions, Volume II, Karatepe-Aslantas. Berlin 1999, pp. 50-81 Röllig, Wolfgang (2002) Appendix II. Aramaic Inscriptions. In: Kaptan, Deniz (Hrsg. ): The Daskyleion Bullae: Seal Images from the Western Achaemenid Empire. Achaemenid History XII, Vol. I. 2002, pp. 198-210 Röllig, Wolfgang (2000) Aramaica Haburensia I. Eine ostaramäische Inschrift parthischer Zeit aus Tall Šēh Hamad. In: Neumann, Hans (Hrsg. ): Assyriologica et Semitica, Festschrift für Joachim Oelsner, Alter Orient und Altes Testament 252. Münster 2000, pp. 377-386 Röllig, Wolfgang (1997) Aramaica Haburensia II. Zwei datierte aramäische Urkunden aus Tall Šēh Hamad. In: Haas, V. (Hrsg. ): Festschrift Horst Klengel zum 65. Geburtstag, Altorientalische Forschungen 24. 1997, pp. 365-374 Röllig, Wolfgang (1999) Aramaica Haburensia III. Beobachtungen an neuen Dokumenten. In: Eretz Israel, 26 (1999), pp. 163-168 Röllig, Wolfgang (2005) Aramaica Haburensia IV. Gefäßaufschriften römisch-parthischer Zeit aus Tall Seh Hamad. In: Kühne, Hartmut (Hrsg. ): Magdalu/ Magdala, Tall Seh Hamad von der postassyrischen Zeit bis zur römischen Kaiserzeit. Berichte der Ausgrabung Tall Seh Hamad- / Dur-Katlimmu Bd. 2/1. Berlin 2005, pp. 313-320 Röllig, Wolfgang (2001) Aramaica Haburensia V: Limu-Datierungen in aramäischen Urkunden des 7. Jh. v. Chr. In: Daviau, P. Michèle and Wevers, John W. and Weigl, Michael (Hrsgg. ): he World of the Aramaeans, II, Studies in History and Archaeology in Honour of Paul-Eugène Dion. Sheffield 2001, pp. 45-56 Röllig, Wolfgang (2003) Aramaica Haburensia VI. Drei Ostraka aus Tall Šēh Hamad. In: Selz, Gebhard, J. (Hrsg. ): Festschrift für Burkhart Kienast, Alter Orient und Altes Testament 274. 2003, pp. 395-402 Röllig, Wolfgang (2000) Aramäer und Assyrer. Die Schriftzeugnisse bis zum Ende des Assyrerreiches. In: Bunnens, G. (Hrsg. ): Essays on Syria in the Iron Age. Ancient Near Eastern Studies Supplement 7. Louvain-Paris-Sterling 2000, pp. 177-186 Röllig, Wolfgang (1997) Aspects of the historical geography of northeastern Syria from middle assyrian to neo-assyrian times. In: Parpola, S. and Whiting, R. M. (Hrsgg. ): Assyria 1995. Helsinki 1997, pp. 281-293 Röllig, Wolfgang (1992) Aspekte altorientalischer Religion. In: Brunner-Traut, E. (Hrsg. ): Die großen Religionen des Alten Orients und der Antike. Stuttgart 1992, pp. 47-69 Röllig, Wolfgang (2009) Aspekte der Archivierung und Kanonisierung von Keilschriftliteratur im 8. /7. Jh. v. Chr. In: Schaper, J. (Hrsg. ): Die Textualisierung der Religion. Tübingen 2009, pp. 35-49 Röllig, Wolfgang (1986) Assur - Geißel der Völker. Zur Typologie aggressiver Gesellschaften. In: Saeculum, 37 (1986), pp. 116-128 Röllig, Wolfgang (2002) Aus der Kleiderkammer einer mittelassyrischen Palastverwaltung: mashuru-Kleider. In: Loretz, G. and Metzler, K. A. and Schaudig, H. (Hrsgg. ): Ex Mesopotamia et Syria Lux, Festschrift für Manfried Dietrich, Alter Orient und Altes Testament 281. Münster 2002, pp. 581-594 Röllig, Wolfgang (2000) Begegnungen mit Göttern und Dämonen der Levante. In: Hölscher, Tonio (Hrsg. ): Gegenwelten zu den Kulturen Griechenlands und Roms in der Antike. Leipzig 2000, pp. 47-66 Röllig, Wolfgang (2004) Bibliographie K. Deller ab 1989. In: Mitteilungen der Deutschen Orient-Gesellschaft zu Berlin. 2004, pp. 10-12 Röllig, Wolfgang (2006) Catena aurea. Vom Ursprung einer Episode bei Homer. In: Baghdader Mitteilungen, 37 (2006), pp. 249-258 Röllig, Wolfgang (1986) Contribución de las inscripciones fenicio-púnicas al estudio de la protohistoria de Espana. In: Aula Orientalis, 4 (1986), pp. 51-58 Röllig, Wolfgang (2000) Das Alphabet und sein Weg zu den Griechen. In: Jahrbuch der Heidelberger Akademie der Wissenschaften für 1999, (2000), pp. 28-33 Röllig, Wolfgang (1980) Das Punische im Römischen Reich. In: Neumann, Georg (Hrsg. ): Sprachen im Römischen Reich der Kaiserzeit. Köln/Bonn 1980, pp. 285-299 Röllig, Wolfgang (2003) Das Sitzbild des Kammaki vom Tell Halaf. In: Dittmann, R. and Eder, Ch. and Jacobs, B. (Hrsgg. ): Altertumswissenschaften im Dialog. Festschrift für Wolfram Nagel, Alter Orient und Altes Testament 306. Münster 2003, pp. 421-432 Röllig, Wolfgang (1990) Das phönizische Alphabet und die frühen europäischen Schriften. In: Gehring, U. and Niemeyer, H. G. (Hrsgg. ): Die Phönizier im Zeitalter Homers. Mainz 1990, pp. 87-95 Röllig, Wolfgang (1968) Der Gott Lim im amoritischen Pantheon. In: Biblische Zeitschrift, Neue Folge, 12 (1968), pp. 123-127 Röllig, Wolfgang (1985) Der Mondgott und die Kuh. Ein Lehrstück zur Problematik der Textüberlieferung im Alten Orient. In: Orientalia, 54 (1985), pp. 260-273 Röllig, Wolfgang (1975) Der Turm zu Babel. In: Rosenberg, A. (Hrsg. ): Der babylonische Turm, Aufbruch ins Maßlose. München 1975, pp. 35-46 Röllig, Wolfgang (1974) Der Tübinger Atlas des Vorderen Orients und seine altorientalischen Karten. In: Acta Antiqua Academiae Scientiarum Hungaricae, 22 (1974), pp. 531-537 Röllig, Wolfgang (1976) Der altmesopotamische Markt. In: Die Welt des Orients, 8 (1976), pp. 286-295 Röllig, Wolfgang (1983) Der den Schwachen vom Starken nicht entrechten läßt, der der Waise Recht schafft. In: Gladigow, B. (Hrsg. ): \\\"Vor Gott sind alle gleich\\\". Düsseldorf 1983, pp. 42-52 Röllig, Wolfgang (1982) Die Ahirom-Inschrift. Bemerkungen eines Epigraphikers zu einem kontroversen Thema. In: Freytag gen. Löringhoff, B. von (Hrsg. ): Praestant Interna, Festschrift für Ulrich Hausmann. Tübingen 1982, pp. 367-373 Röllig, Wolfgang (1969) Die Alphabetschrift. In: Handbuch der Archäologie Bd. I, Allgemeine Grundlagen der Archäologie. München 1969, pp. 289-302 Röllig, Wolfgang (1974) Die Amulette von Arslan Taş. In: Neue Ephemeris für Semitische Epigraphik, 2 (1974), pp. 17-36 Röllig, Wolfgang (1992) Die Anfänge der Braukunst im Zweistromland. In: Bierwelt. Ausstellung 11. April bis 11. Oktober 1992. Linz 1992, pp. 31-36 Röllig, Wolfgang (2008) Die Brücke bei Ảrbān / Tall Ảğāğā am Unteren Habur. In: Korn, L. and Orthmann, E. and Schwarz, F. (Hrsgg. ): Die Grenzen der Welt. Festschrift Heinz Gaube. Wiesbaden 2008, pp. 139-145 Röllig, Wolfgang (1967) Die Glaubwürdigkeit der Chronik P. In: Dietz Otto, Edzard (Hrsg. ): Heidelberger Studien zum Alten Orient. Adam Falkenstein zum 17. September 1966. Wiesbaden 1967, pp. 173-184 Röllig, Wolfgang (1988) Die Inschrift auf der Lamassu-Figur. In: Damaszener Mitteilungen, 3 (1988), pp. 148-149 Röllig, Wolfgang (2000) Die Inschriften des Ninurta-belu-usur, Statthalters von Kar-salmanu-asared. Teil I. In: Luukko, M. and Svärd, S. and Mattila, R. (Hrsgg. ): Of God(s), Trees, Kings, and Scholars (Studia Orientalia Fennica 106). 2000, pp. 265-278 Röllig, Wolfgang (1965) Die Keilschrift und die Anfänge der Alphabetschrift. In: Studium Generale, 18 (1965), pp. 729-742 Röllig, Wolfgang (1982) Die Phönizier des Mutterlandes zur Zeit der Kolonisierung. In: Niemeyer, H. G. (Hrsg. ): Phönizier im Westen; in: Madrider Beiträge 8. 1982, pp. 15-30 Röllig, Wolfgang (1973) Die Religion Allsyriens. In: Mann, U. (Hrsg. ): Theologie und Religionswissenschaft. Darmstadt 1973, pp. 86-105 Röllig, Wolfgang (1996) Die Stiftungsinschrift für Sadrapa und Milk-Astart aus Leptis Magna IPT 31. In: Oriens. 1996, pp. 179-187 Röllig, Wolfgang (2003) Die Weisheit der Könige in Assyrien und Babylonien. In: J. A. Clines, D. and Lichtenberger, H. and Müller, H. -P. (Hrsgg. ): Weisheit in Israel. Altes Testament und Moderne 12. 2003, pp. 37-52 Röllig, Wolfgang (1988) Die aramäische Inschrift für Haza’el und ihr Duplikat. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 103 (1988), pp. 62-75 Röllig, Wolfgang (1993) Die aramäischen Beischriften auf den Texten 1 und 3. In: State Archives of Assyria Bulletin, 7 (1993), Nr. 2. pp. 125-128 Röllig, Wolfgang (1994) Die nordwestsemitischen Schriftkulturen. In: Günther, H. and Ludwig, O. (Hrsgg. ): Schrift und Schriftlichkeit 1. 1994, pp. 503-510 Röllig, Wolfgang (2006) Die phönizische Inschrift auf einem Gefäß aus Naukratis. In: Schlotzhauer, Udo (Hrsg. ): Griechen in der Fremde: wer weihte in den Filialheiligtümern der Samier und Milesier in Naukratis? In: A. Naso (Hrsg. ), Stranieri e non cittadini nei santuari greci. Udine 2006, pp. 305-307 Röllig, Wolfgang (1992) Die phönizische Sprache. Bemerkungen zum gegenwärtigen Forschungstand. In: Huss, Werner (Hrsg. ): Karthago. Darmstadt 1992, pp. 76-94 Röllig, Wolfgang (1995) „Drachen des Gebirges\": Fremde als Bedrohung in Mesopotamien. In: von Stietencron, H. and Rüpke, J. (Hrsgg. ): Töten im Krieg. Freiburg / München 1995, pp. 87-97 Röllig, Wolfgang (2008) Duara. Die Satellitenstadt zu Dur-Katlimmu. In: Bonatz, D. and Czichon, R. M. and Kreppner, J. (Hrsgg. ): Fundstellen. Gesammelte Schriften zur Archäologie und Geschichte Altvorderasiens ad honorem Hartmut Kühne. Wiesbaden 2008, pp. 189-196 Röllig, Wolfgang (1978) Dūr-Katlimmu. In: Orientalia, 47 (1978), pp. 419-430 Röllig, Wolfgang (1983) Ein Itinerar aus Dur-Katlimmu. In: Damaszener Mitteilungen, 1 (1983), pp. 279-284 Röllig, Wolfgang (1997) Ein urartäisches Gürtelblech mit Darstellung einer Löwenjagd. In: Orientalia, 66 (1997), pp. 213-221 Röllig, Wolfgang (1974) Eine neue phönizische Inschrift aus Byblos. In: Neue Ephemeris für Semitische Epigraphik, 2 (1974), pp. 1-15 Röllig, Wolfgang (2002) Eine punische Weihinschrift für Esmun. In: Amadasi Guzzo, M. G. and Liverani, M. and Matthiae, P. (Hrsgg. ): Da Pyrgi a Mozia. Studi sullarcheologia del Mediterraneo in memoria di Antonia Ciasca, Vicino Oriente,Quaderno 3/2. Rom 2002, pp. 447-454 Röllig, Wolfgang (2006) Eine zweisprachig phönizisch-griechische Inschrift aus Delos. In: Stampolides, Nikolaos Chr. (Hrsg. ): Genethlion. Athen 2006, pp. 281-283 Röllig, Wolfgang (1959) El als Gottesbezeichnung im Phönizischen. In: von Kienle, R. (Hrsg. ): Festschrift Johannes Friedrich. 1959, pp. 403-416 Röllig, Wolfgang (1980) Elizabeth N. von Voigtländer: The Bisutun Iscription of Darius the Great. Babylonian Version. Corpus Inscriptionum Iranicarum Part I: Inscriptions of Ancient Iran Vol. II: The Babylonian Version of the Achaemenian Inscriptions. Texts I. Lund Humphries, London 1978. In: Die Welt des Orients, 11 (1980), pp. 164-165 Röllig, Wolfgang (2004) Eponymen in den mittelassyrischen Dokumenten aus Tall Šēh Hamad / Dūr-Katlimmu. In: Zeitschrift für Assyriologie, 94 (2004), pp. 18-51 Röllig, Wolfgang (1964) Erwägungen zu neuen Stelen König Nabonids. In: Zeitschrift für Assyriologie, 56 (1964), pp. 218-260 Röllig, Wolfgang (1960) Griechische Eigennamen in Texten der babylonischen Spätzeit. In: Orientalia, Neue Serie, 29 (1960), pp. 376-391 Röllig, Wolfgang (1991) Hellenistic Babylonia: The evidence from Uruk. In: Ho Hellinismos sten Anatole, Internat. Meeting of History and Archaeology 1986. Athen 1991, pp. 121-129 Röllig, Wolfgang (1995) Historical geography: Past and present. In: Liverani, M. (Hrsg. ): Neo-Assyrian Geography. Rom 1995, pp. 117-125 Röllig, Wolfgang (1970) Irīšum-Inschrift Z. 16ff. In: Revue d’Assyrologie et d’Archéology orientale, 64 (1970), 95. Röllig, Wolfgang (2007) Jerusalem in the neo-assyrian period. In: Kafafi, Zeidan and Schick, Robert (Hrsgg. ): Jerusalem before Islam (BAR International Series 1699). 2007, pp. 40-44 Röllig, Wolfgang (2004) Karlheinz Deller. In: Mitteilungen der Deutschen Orient-Gesellschaft zu Berlin, 136 (2004), pp. 7-9 Röllig, Wolfgang (2005) Keilschrift versus Alphabetschrift. Überlegungen zu den epigraphs auf Keilschrifttafeln. In: Bienkowski, Piotr and Mee, Chr. and Slater, E. (Hrsgg. ): Writing and Ancient Near Eastern Society, Papers in Honour of Alan R. Millard (Journal for the Study of the Old Testament Supplement Series 426). NewYork / London 2005, pp. 119-126 Röllig, Wolfgang (2001) Myths about the Netherworld in the Ancient Near East and their Counterparts in the Greek Religion. In: Ribichini, S. and Rocchi, M. and Xella, P. (Hrsgg. ): La questione delle influence vicino-orientali sulla religione greca. Rom 2001, pp. 307-314 Röllig, Wolfgang (1964) Nabonid und Tema. In: Compte Rendu de l\\'Onzième Rencontre Assyriologique Internationale, (1964), pp. 21-32 Röllig, Wolfgang (1969) Nitokris von Babylon. In: Stiehl, R. and Stier, H. E. (Hrsgg. ): Beiträge zur Alten Geschichte und deren Nachleben, Festschrift F. Altheim zum 6. 10. 1968. Berlin 1969, pp. 127-135 Röllig, Wolfgang (1998) Nordsemitisch - Südsemitisch? Zur Geschichte des Alphabets im 2. Jt. v. Chr. In: Israel Oriental Studies, 18 (1998), pp. 79-88 Röllig, Wolfgang (1980) Notizen zur Praxis der Siegelung in mittelassyrischer Zeit. In: Die Welt des Orients, 11 (1980), pp. 111-116 Röllig, Wolfgang (1983) On the Origin of the Phoenicians. In: Berytus, 31 (1983), pp. 79-93 Röllig, Wolfgang (1995) Onomastic and palaeographic considerations on early Phoenician arrow-heads. In: Fantar, M. (Hrsg. ): Actes du IIIe Congrès International des Études Phéniciennes et Puniques, Tunis, 11-16 novembre 1991,Vol. II (1995). 1995, pp. 348-355 Röllig, Wolfgang (1982) Paläographische Beobachtungen zum ersten Auftreten der Phönizier in Sardinien. In: Metzler, D. and Otto, B. and Wüller-Wirth, C. (Hrsgg. ): Antidoron. Festschrift für Jürgen Thimme zum 65. Geburtstag. Karlsruhe 1982, pp. 125-130 Röllig, Wolfgang (1983) The Phoenician Language: Remarks on the Present State of Research. In: Atti del I. Congresso Internationale di Studi Fenici e Punici / 2. Rom 1983, pp. 375-385 Röllig, Wolfgang (1995) Phoenician and the Phoenicians in the context of the Ancient Near East. In: I Fenici: ieri, oggi, domani, Accademia Nazionale dei Lincei, Commissione per gli studi Fenici e Punici. Rom 1995, pp. 203-214 Röllig, Wolfgang (1995) Phönizier und Griechen im Mittelmeerraum. In: Breuninger, H. and Sieferle, R. P. (Hrsgg. ): Markt und Macht in der Geschichte. Stuttgart 1995, pp. 45-73 Röllig, Wolfgang (1983) Phönizische Gefäßinschriften aus Morro de Mezquitilla. In: Madrider Mitteilungen, 24 (1983), pp. 132-144 Röllig, Wolfgang (2001) Phönizisches aus Nordsyrien und der Gott Kurra. In: Geus, K. and Zimmermann, L. (Hrsgg. ): Punica - Libyca - Ptolemaica, Orientalia Lovaniensia Analecta 104. Leuven 2001, pp. 42-52 Röllig, Wolfgang (1974) Politische Heiraten im Alten Orient. In: Saeculum, 25 (1974), pp. 11-23 Röllig, Wolfgang (1984) Prelimintary remarks on the Middle - Assyrian archive from Tell Schech - Hamad/Dur Kattlimu. In: Annales Archeologiques Arabes Syriennes, 34 (1984), pp. 189-194 Röllig, Wolfgang (2005) Robert Deutsch: Shlomo. Studies in Epigraphy, Iconography, History and Archaeology in Honor of Shlomo Moussaieff. Tel Aviv - Jaffa: Archaeological Center Publication 2003. In: Die Welt des Orients, 35 (2005), pp. 239-240 Röllig, Wolfgang (1980) Rudolf Schützeichel (Hrsg. ): Erlanger Ortsnamen-Kolloquium. Ortsnamen als Ausdruck von Kultur und Herrschaft. Beiträge zur Namenforschung. Neue Folge, Beiheft 18. C. Winter, Heidelberg 1980. In: Die Welt des Orients, 11 (1980), 135. Röllig, Wolfgang (2004) Semitische Inschriften auf Grabdenkmälern Syriens und der Levante. In: Bol, R. and Kreikenbom, D. (Hrsgg. ): Sepulkral- und Votivdenkmäler östlicher Mittelmeergebiete (7. Jh. v. Chr. - 1. Jh. n. Chr. ). Paderborn 2004, pp. 23-32 Röllig, Wolfgang (1998) Sinn und Form. Formaler Aufbau und literarische Struktur der Karatepe-Inschrift. In: Arsebuk, Güven and Mellink, M. J. and Schirmer, W. (Hrsgg. ): Light on Top of the Black Hill. Studies presented to Halet Çambel. Istanbul 1998, pp. 675-680 Röllig, Wolfgang (2004) Sprachen und Schriften der Levante in Anatolien. In: Novák, Mirko and Prayon, F. and Wittke, A. -M. (Hrsgg. ): Die Außenwirkung des späthethitischen Kulturraumes, Alter Orient und Altes Testament 323. Münster 2004 205. 217 Röllig, Wolfgang (1980) Susanne Heinhold-Kramer: Arzawa. Untersuchungen zu seiner Geschichte nachden hethitischen Quellen. Texte der Hethiter, Heft 8. Heidelberg, C. Winter Universitätsverlag,1977. In: Die Welt des Orients, 11 (1980), pp. 165-166 Röllig, Wolfgang (2011) »Und ich baute starke Festungen an allen Enden auf den Grenzen. «. Zur Bedeutung der Inschriften und Reliefs vom Karatepe-Aslantaş. In: Ulf, Chr. (Hrsg. ): Lag Troja in Kilikien? Der aktuelle Streit um Homers Ilias. Darmstadt 2011, pp. 115-133 Röllig, Wolfgang (2001) Vermächtnis der Vorzeit. In: Faszination Orient. Max von Oppenheim. Köln 2001, pp. 248-265 Röllig, Wolfgang (1986) Volksliteratur in mesopotamischer Überlieferung. In: Keilschriftliche Literaturen, Berliner Beiträge zum Vorderen Orient. 1986, pp. 81-97 Röllig, Wolfgang (1978) Zalpa. In: Sahin, S. (Hrsg. ): Studien zur Religion und Kultur Kleinasiens, Festschrift F. K. Dörner 2. Leiden 1978, pp. 762-770 Röllig, Wolfgang (1981) Zum \"Sakralen Königtum\" im Alten Orient. In: Gladigow, B. (Hrsg. ): Staat und Religion. Düsseldorf 1981, pp. 114-125 Röllig, Wolfgang (1967) Zur Datierung Zimri-Lims. In: Kuppfer, J. -R. (Hrsg. ): XVe Rencontre Assyriologique Internationale. La civilisation de Mari. 1967, pp. 97-102 Röllig, Wolfgang (1969) Zur Typologie und Entstehung der babylonischen und assyrischen Königslisten. In: Röllig, Wolfgang (Hrsg. ): lisan mithurti, Festschrift Wolfram Freiherr von Soden, Alter Orient und Altes Testament 1. 1969, pp. 265-277 Röllig, Wolfgang (1993) Zur historischen Einordnung der Texte. In: State Archives of Assyria Bulletin, 7 (1993), Nr. 2. pp. 129-132 Röllig, Wolfgang (1969) Zur phönizischen Inschrift der Astarte-Statuette in Sevilla (Hispania 14). In: Madrider Mitteilungen, 10 (1969), pp. 141-145 Röllig, Wolfgang (2008) Zur phönizischen Inschrift von Cebelireis Dagi. In: Roche, C. (Hrsg. ): D’Ougarit à Jérusalem, Recueil d’études épigraphiques et archéologiques offert à Pierre Bordreuil, Orient et Méditerranée 2. Paris 2008, pp. 51-56 Röllig, Wolfgang (1990) Zwei aramäische Inschriften vom Tall Šēh Hasan/Syrien. In: Semitica, 39 (1990), 149-154, Taf. VI. Röllig, Wolfgang (1985) Über die Anfänge unseres Alphabets. In: Das Altertum, 31 (1985), pp. 83-91 Röllig, Wolfgang (1991) Überlegungen zum Etana-Mythos. In: Gamer-Wallert, Ingrid (Hrsg. ): Gegengabe, Festschrift E. Brunner-Traut. Tübingen 1991, pp. 283-288 Röllig, Wolfgang (1986) A reexamination of the early evidence of alphabetic script. In: Studies in the History and Archaeology of Palestine II. Aleppo 1986, pp. 165-171 Röllig, Wolfgang and Kühne, Hartmut (1989) Das Siegel des Königs Salmanassar I. von Assyrien. In: Emre, K. (Hrsg. ): Anatolia and the Ancient Near East, Studies in Honor of Tahsin Özgüç. 1989 295-299, Pl. 51 Röllig, Wolfgang and Kühne, Hartmut (1993) Ein assyro-babylonisches Rollsiegel aus Tall Šēh Hamad. In: Mellink, M. J. (Hrsg. ): Aspects of Art and Iconography: Anatolia and its Neighbors, Festschrift Nimet Özgüç. Ankara 1993, pp. 375-381 Röllig, Wolfgang and Kühne, Hartmut (1977) The Lower Habur. A preliminary report on a survey conducted by the Tübinger Atlas des Vorderen Orients in 1975. In: Les Annales Archeologiques Arabes Syriennes, 27/28 (1977), pp. 115-140 Röllig, Wolfgang and Kühne, Hartmut (1983) The Lower Habur. Second Preliminary Report on a Survey in 1977. In: Annales Archeologiques Arabes Syriennes, 33 (1983), Nr. 2. pp. 187-199 Röllig, Wolfgang and Tsukimoto, Akio (1999) Mittelassyrische Texte zum Anbau von Gewürzpflanzen. In: Böck, B. and Cancik-Kirschbaum, E. and Richter, Thomas (Hrsgg. ): Munuscula Mesopotamica, Festschrift für Johannes Renger, Alter Orient und Altes Testament 267. 1999, pp. 427-443 Rösch, Cordelia and Hock, Rainer and Schüssler, Ulrich and Yule, Paul and Hannibal, Anne (1997) Electron Microprobe Analysis and X-ray Diffraction Methods in Archaeometry: Investigations on Pre-Islamic Beads from the Sultanate of Oman. In: European Journal of Mineralogy, 9 (1997), 763-783. Sakal, Ferhan (2003) Ein neuer Blick auf einen alten Fund aus Emar. In: Ugarit-Forschungen, 35 (2003), pp. 567-572 Sakal, Ferhan (2005) Ein neues Stempelsiegel aus Emar. In: Colloquium Anatolicum, 4 (2005), pp. 181-185 Sakal, Ferhan (2006) Einige Anmerkungen über die Herkunft eines Gefäßes aus dem Bestand des British Museum. In: Ess, M. van and Faist, Betina and Dittmann, R. (Hrsgg. ): \\\" Es ist schon lange her. Das freut uns um so mehr\\\". Vorderasiatische Beiträge für Uwe Finkbeiner, Baghdader Mittelungen 37. 2006, pp. 443-454 Sakal, Ferhan (2007) Zerschlagen und beraubt, die Geschichte der Torlöwen aus Emar. In: Alparslan, M. and Dogan-Alparslan, M. and Peker, H. (Hrsgg. ): Belkis Dingol ve Ali Dingol\\'a Armagan. VITA. Festschrift in Honor of Belkis Dinqol and Ali Dingol. Istanbul 2007, pp. 637-646 Storli, Renate (2007) Stilsyntaktische Untersuchungen zur bemalten nabatäischen Feinkeramik. Volk, Konrad (1993) Ad CT 58 Nr. 31. In: Nouvelles Assyriologiques Brèves et Utilitaires, (1993), pp. 65-66 Volk, Konrad (2004) Altorientalische Tontafel. Keilschrift, ca. 2048 v. Chr. In: Rösch, H. -G. and Straub, G. (Hrsgg. ): Gratianus-Stiftung, Sammlungskatalog 1. Reutlingen 2004, pp. 21-23 Volk, Konrad (2004) Beschriftete Objekte aus Tall Mozan / Urkeš. In: Mitteilungen der Deutschen Orient-Gesellschaft, 136 (2004), pp. 87-101 Volk, Konrad (2000) Die Profession des \"Ur-é\". In: Nouvelles Assyriologiques Brèves et Utilitaires, (2000), 8. Volk, Konrad (2000) Edubba'a und Edubba'a-Literatur: Rätsel und Lösungen. In: Zeitschrift für Assyriologie und Vorderasiatische Archäologie, 90 (2000), pp. 1-30 Volk, Konrad (1988) Eine bemerkenswerte nach-Fara-zeitliche Urkunde. In: Orientalia, 57 (1988), pp. 206-209 Volk, Konrad (1999) Eine weitere Nebukadnezar II. Backsteininschrift. In: Nouvelles Assyriologiques Brèves et Utilitaires, (1999), 23. Volk, Konrad (1996) Ergänzungen zu FAOS 19. In: Nouvelles Assyriologiques Brèves et Utilitaires, (1996), 7. Volk, Konrad (1999) Imkerei im Alten Mesopotamien? In: Klengel, H. and Renger, J. (Hrsgg. ): Landwirtschaft im Alten Orient. Ausgewählte Vorträge der XLI. Rencontre Assyriologique Internationale. Berlin 4. -8. 7. 1994. Berliner Beiträge zum Vorderen Orient 18. 1999, pp. 279-290 Volk, Konrad (1994) Improvisierte Musik im Alten Mesopotamien? In: Fähndrich, W. (Hrsg. ): Improvisation II. Winterthur 1994, pp. 160-202 Volk, Konrad (2006) Inanna’s ‚Tischlein Deck’ Dich‘. Vorläufiger Bericht zur Rekonstruktion der 17. Tafel von úru àm-ma-ir-ra-bi. In: Baghdader Mitteilungen, 37 (2006), pp. 91-116 Volk, Konrad (1999) Kinderkrankheiten nach der Darstellung babylonisch-assyrischer Keilschrifttexte. In: Orientalia, 68 (1999), pp. 1-30 Volk, Konrad (1996) Korrektur zu SANTAG 3. In: Nouvelles Assyriologiques Brèves et Utilitaires, (1996), 7. Volk, Konrad (1996) Methoden altmesopotamischer Erziehung nach Quellen der altbabylonischen Zeit. In: Saeculum, 47 (1996), pp. 178-216 Volk, Konrad (2006) Musikalische Praxis und Theorie im Alten Orient. In: Ertelt, T and Loesch, H. von and Zammer, F. (Hrsgg. ): Geschichte der Musiktheorie 2. Vom Mythos zur Fachdisziplin: Antike und Byzanz. Darmstadt 2006, pp. 3-46 Volk, Konrad (2005) Old Babylonian Balag, to the Mother Goddess Aruru. In: Spar, I. and Lambert, W. G. (Hrsgg. ): Cuneiform Texts in the Metropolitan Museum of Art 2: Literary and Scholastic texts of the First Millennium B. C. New York 2005, pp. 3-10 Volk, Konrad (1992) Puzur-Mama und die Reise des Königs. In: Zeitschrift für Assyriologie und Vorderasiatische Archäologie, 82 (1992), Nr. 1. pp. 22-29 Volk, Konrad (2000) An Ur-III Business Document from \"Kharayeb\". In: Bulletin d, 4 (2000), 179-184 et 9. Volk, Konrad (2004) Vom Dunkel in die Helligkeit: Schwangerschaft, Geburt und frühe Kindkeit in Babylonien und Assyrien. In: Dasen, V. (Hrsg. ): Naissance et petite enfance dans l’Antiquité. Actes du colloque de Fribourg, 28 novembre - 1er décembre 2001, Orbis Biblicus et Orientalis 203. Fribourg 2004, pp. 71-92 Volk, Konrad (2006) Von Findel-, Waisen-, verkauften und deportierten Kindern. Notizen aus Babylonien und Assyrien. In: Kunz-Lübcke, A. and Lux, R. (Hrsgg. ): „Schaffe mir Kinder, wenn nicht, so sterbe ich. “ Beiträge zur Kindheit im alten Israel und in seinen Nachbarkulturen. Arbeiten zur Bibel und ihrer Geschichte 21, Leipzig 2006, pp. 47-87 Volk, Konrad (1994) Zum Alter der Drittelpacht. In: Nouvelles Assyriologiques Brèves et Utilitaires, (1994), 26. Volk, Konrad (1997) Zur Lesung von URUxŠÈ-tenû (GÁNA-tenû /KÁR). In: Nouvelles Assyriologiques Brèves et Utilitaires, (1997), pp. 57-60 Volk, Konrad (1990) Zur Lesung von teme (NAGA-inversum) und téme (NAGA). In: Nouvelles Assyriologiques Brèves et Utilitaires, (1990), pp. 37-38 Volk, Konrad (1999) Zur zweiten Auflage von A Sumerian Reader (Rom 1999). In: Nouvelles Assyriologiques Brèves et Utilitaires, (1999), pp. 82-83 Volk, Konrad (1992) (m)armaHHum-mar-maH \"ein Obstbaum?\". In: Nouvelles Assyriologiques Brèves et Utilitaires, (1992), pp. 14-15 Wagner, Günther and Yule, Paul (2007) Thermoluminescence Dating of Early Ceramics from Oman. Weisgerber, Gerd (2014) Grabungstagebücher von al-Raki/Sultanate Oman, 1996/7. Wenning, Robert (1987) Anmerkungen zu palästinensischen Textilien in hellenistischer, römischer und byzantinischer Zeit aus archäologischer Sicht. In: Völger, G. (Hrsg. ): Pracht und Geheimnis. Kleidung und Schmuck aus Palästina und Jordanien. Katalog der Ausstellung im Rautenstrauch-Joest-Museum Köln vom 3. Oktober 1987 bis 27. März 1988. Köln 1987 144-149, 422 Wenning, Robert (1997) Bemerkungen zur Gesellschaft und Religion der Nabatäer. In: Albertz, R. (Hrsg. ): Religion und Gesellschaft. Studien zu ihrer Wechselbeziehung in den Kulturen des Antiken Vorderen Orients. Münster 1997, pp. 177-201 Wenning, Robert (1997) Bestattungen im königszeitlichen Juda. In: Theologische Quartalschrift, 177 (1997), pp. 82-93 Wenning, Robert (1993) Das Ende des Nabatäischen Königreichs. Invernizzi, A. and Salles, J. -F. (Hrsgg. ): Arabia Antiqua. Hellenistic centres around Arabia. Proceedings of the First International Conference \\\"Arabia Antiqua\\\". Rome, May 27 - June 1 1991. Rom 1993, pp. 81-103 Wenning, Robert (2003) \"Das ist Dushara!\". Zu den Problemen der Interpretation der Quellen und Denkmäler nabatäischer Religion. In: Gielen, M. and Küchler, J. (Hrsgg. ): Liebe - Macht - Religion. Interdisziplinäre Studien zu Grunddimensionen menschlicher Existenz. Gedenkschrift für Helmut Merklein. Stuttgart 2003, pp. 143-160 Wenning, Robert (2008) Decoding Nabataean Betyls. In: Kühne, Hartmut and Czichon, R. M. and Kreppner, J. (Hrsgg. ): Proceedings of the 4th International Congress of the Archaeology of the Ancient Near East, 29 March - 3 April 2004, Freie Universität Berlin, Vol. 1. Wiesbaden 2008, pp. 613-619 Wenning, Robert (2004) Der Gott des Manbatu. In: Vernissage, 12 (2004), Nr. 17. pp. 34-49 Wenning, Robert (2003) Dhat Ras - Notizen zu den Tempeln auf der Akropolis. In: Hertog, C. den and Hübner, Ulrich and Münger, S. (Hrsgg. ): Studien zur Archäologie Palästinas/Israels. Festschrift für Volkmar Fritz zum 65. Geburtstag. Münster 2003, pp. 257-290 Wenning, Robert (1994) Die Dekapolis und die Nabatäer. In: Zeitschrift des Deutschen Palästina-Vereins, 110 (1994), pp. 1-35 Wenning, Robert (1986) Die Stadtgöttin von Caesarea Maritima. In: Boreas, 9 (1986), pp. 113-129 Wenning, Robert (2009) Ein neuer Augenbetyl aus Petra. In: Jahrbuch des Deutschen Evangelischen Instituts für Altertumswissenschaft des Heiligen Landes, 11 (2009), pp. 113-121 Wenning, Robert (1993) Eine neuerstellte Liste der nabatäischen Dynastie. In: Boreas, 16 (1993), pp. 25-38 Wenning, Robert (1986) Eine römische Grabbüste aus Palästina in Münster. In: Boreas, 9 (1986), 221-225, Taf. 37, 1-2. Wenning, Robert (2000) Griechische Vasenbilder in Palästina. In: Uehlinger, C. (Hrsg. ): Images as media. Sources for the Cultural History of the Near East and the Eastern Mediterranean (1st millennium BCE). Fribourg 2000, pp. 339-358 Wenning, Robert (2001) Hauranite sculpture. In: Padgett, J. M. (Hrsg. ): roceedings of the first international congress on the Hellenic diaspora from antiquity to modern times, Montréal, 17th - 22nd April 1988. Vol. I: from antiquity to 1453. Princeton 2001, pp. 312-347 Wenning, Robert (1991) Heiligtum ohne Stadt - Stadt ohne Heiligtum? Anmerkungen zum archäologischen Befund des Tell Der 'Alla. In: Zeitschrift für Althebraistik. 1991, pp. 171-193 Wenning, Robert (2003) Hellenistische Denkmäler aus Petra. Überlegungen zum Hellenisierungsprozess der Nabatäer. In: Zimmer, Gerhard (Hrsg. ): Neue Forschungen zur hellenistischen Plastik. Kolloquium zum 70. Geburtstag von Georg Daltrop. Eichstätt 2003, pp. 141-164 Wenning, Robert (1993) Herodianische Architektur. Eine Bibliographie. In: Boreas, 14/15 (1993), pp. 109-129 Wenning, Robert (2005) \"Medien\" in der Bestattungskultur im eisenzeitlichen Juda? In: Frevel, C. (Hrsg. ): Medien im antiken Palästina. Materielle Kommunikation und Medialität als Thema der Palästinaarchäologie. Tübingen 2005, pp. 109-150 Wenning, Robert (1989) Mesad Hasavyahu - ein Stützpunkt des Jojakim? In: Hossfeld, F. -L. (Hrsg. ): Vom Sinai zum Horeb. Stationen alttestamentlicher Glaubensgeschichte. Festgabe für Erich Zenger. Würzburg 1989, pp. 169-196 Wenning, Robert (2009) The Message of the Khirbat at-Tannūr Reliefs. In: Studies in the History and Archaeology of Jordan, 10 (2009), pp. 577-584 Wenning, Robert (2007) Nabatäische Votivnischen, Clan-Heiligtümer, Tempel und Votive. In: Frevel, C. and Hesberg, H. von (Hrsgg. ): Kult und Kommunikation. Medien in Heiligtümern der Antike. Wiesbaden 2007, pp. 247-277 Wenning, Robert (1991) Nachrichten über Griechen in Palästina in der Eisenzeit. In: Fossey, J. M. (Hrsg. ): roceedings of the first international congress on the Hellenic diaspora from antiquity to modern times, Montréal, 17th - 22nd April 1988. Vol. I: from antiquity to 1453. Amsterdam 1991, pp. 207-219 Wenning, Robert (2002) Petra in Jordanien, Zentrum der Nabatäer. Eine Stadt als \"religiöse Landschaft\"? In: Hahn, J. (Hrsg. ): Religiöse Landschaften. Veröffentlichungen des Arbeitskreises zur Erforschung der Religions- und Kulturgeschichte des Antiken Vorderen Orients Bd. 4. Münster 2002, pp. 49-67 Wenning, Robert (1990) Two forgotten Nabataean inscriptions. In: AbouZayd, Sh. (Hrsg. ): Proceedings of \\\"The First International Conference of ARAM: The Nabataeans\\\", Oxford, September 27th - 29th, 1989. Aram 1990, pp. 143-150 Wenning, Robert (1991) Wer war der Paredros der Aschera? Notizen zu Terrakottastatuetten in eisenzeitlichen Gräbern. In: Biblische Notizen, 59 (1991), pp. 89-97 Wenning, Robert (2001) The betyls of Petra. In: Bulletin of the American Schools of Oriental Research, 324 (2001), pp. 79-95 Wenning, Robert and Hübner, Ulrich (2004) Nabatäische Büstenreliefs aus Petra - zwei Neufunde. In: Zeitschrift des Deutschen Palästina-Vereins, 120 (2004), pp. 157-181 Wenning, Robert and Merklein, Helmut (1997) Die Götter in der Welt der Nabatäer. In: Wenning, Robert and Weber, Th. (Hrsgg. ): Petra. Antike Felsstadt zwischen arabischer Tradition und griechischer Norm. Sonderheft der Antiken Welt. Zaberns Bildbände zur Archäologie. Mainz 1997, pp. 105-110 Wenning, Robert and Merklein, Helmut (1998) Ein Verehrungsplatz der Isis in Petra neu untersucht. In: Zeitschrift des Deutschen Palästina-Vereins, 114 (1998), pp. 126-178 Wenning, Robert and Merklein, Helmut (1998) Ein neuentdeckter Augenbetyl in der hremiye-Schlucht nebst einer Übersicht über die bekannten nabatäischen Augenbetyle. In: Wenning, Robert and Hübner, Ulrich and Knauf, E. A. (Hrsgg. ): Nach Petra und ins Königreich der Nabatäer. Notizen von Reisegefährten. Für Manfred Lindner zum 80. Geburtstag. Bodenheim 1998, pp. 71-91 Wenning, Robert and Merklein, Helmut (2001) The Veneration Place of Isis at Wadi as-Siyyagh, Petra: New Research. In: Studies in the History and Archaeology of Jordan, 7 (2001), pp. 421-432 Wenning, Robert and Zenger, Erich (1986) Ein bäuerliches Baal-Heiligtum im samarischen Gebirge aus der Zeit der Anfänge Israels. In: Zeitschrift des Deutschen Palästina-Vereins, 102 (1986), pp. 75-86 Yule, Paul (2003) Beyond the Pale of Near Eastern Archaeology: Anthropomorphic Figures from al-Aqir near Bahla’, Sultanate of Oman. In: Stöllner, T. (Hrsg. ): Mensch und Bergbau Studies in Honour of Gerd Weisgerber on Occasion of his 65th Birthday. Bochum 2003, pp. 537-542 Yule, Paul (2007) 'Decadence', 'Decline' and Persistence: Zafar and Himyar. Yule, Paul (1998) Find inventory for the Sultanate of Oman, excavations 1980-1998. Yule, Paul (2007) The Gates of Himyarite Zafar. In: Chroniques yéménites, 14 (2007), 1-13. Yule, Paul (2001) The Hasat Bani Salt in the al-Zahirah Province of the Sultanate of Oman. Yule, Paul (2011) In memoriam Dr Gerd Weisgerber. In: Proceedings of the Seminar for Arabian Studies, 41 (2011), pp. 1-2 Yule, Paul (2005) Late Himyarite Vulture Reliefs. In: Arnold, W. and Jursa, M. and Müller, W. and Procházka, S. (Hrsgg. ): Philologisches und Historisches zwischen Anatolien und Sokotra, Analecta Semitica In Memorium Alexander Sima. Wiesbaden 2005 447-455. ISBN 978-3-447-06104-9 Yule, Paul (1996) Pierre Corboud, Anne-Catherine Castella, Roman Hapka, Peter im Obersteg, Les tombes protohistoriques de Bithnah Fujairah, Emirats Arabes Unis. Terra archaeologica 1 (Mainz 1996). Yule, Paul (2011) Pottery Workshop: Arabia and the Red Sea after the Turning to the Common Era: Advancing the State of the Art, 15-16-10. 2011, Internationales Wissenschaftsforum der Universität Heidelberg. Yule, Paul (1998) Pottery of the early Iron Age from al Maysar M43 (Sultanate of Oman). In: Mouton, M. and Carrez, F. (Hrsgg. ): Assemblages céramique des sites de l’âge du fer de la péninsule d’Oman. Lyon 1998. ISBN 2-903264-85-6 Yule, Paul (2001) Recently Discovered Bronze Bowls from ʻAmlah, al-Ẓāhirah Province and the Late Pre-Islamic. In: Baghdader Mitteilungen, 32 (2001), pp. 255-287 Yule, Paul (1999) The Samad Period in the Sultanate of Oman. In: Iraq, 61 (1999), pp. 121-146 Yule, Paul (2008) Sasanian Presence and Late Iron Age Samad in Central Oman, some Corrections. Yule, Paul (1999) Studies in the archaeology of the Sultanate of Oman. In: Studies in the Archaeology of the Sultanate of Oman, Deutsches Archäologisches Institut - Orient-Abteilung. Rahden 1999 Yule, Paul (2009) Zafar, Capital of Himyar, Eighth Preliminary Report, February-March 2009. Yule, Paul (2008) Zafar, Capital of Himyar, Fifth Preliminary Report, February-March 2005. In: Zeitschrift für Archäologie Außereuropäische Kulturen, 2 (2008), pp. 105-120 Yule, Paul (2009) Zafar, Capital of Himyar, Seventh Preliminary Report, February-March 2007-2008. Yule, Paul (2001) A bronze bowl from the Back Country of the Sultanate of Oman. In: Mayer, J. -W. and Novák, M. and Pruß, A. (Hrsgg. ): Festschrift W. Orthmann. Frankfurt 2001, pp. 494-509 Yule, Paul and Franke, Kristina and Meyer, Cornelius and Nebe, G. Wilhelm and Robin, Christian and Witzel, Carsten (2007) Zafar, Capital of Himyar, Ibb Province, Yemen: First Preliminary Report: Summer 1998 and Autumn 2000, Second Preliminary Report: 2002, Third Preliminary Report: 2003, Fourth Preliminary Report: 2004. In: Archäologische Berichte aus dem Yemen, 11 (2007), 479-547; Pl. 1-47. Yule, Paul and Galor, Katharina (2008) Zafar, Watershed of Late Pre-Islamic Culture. Yule, Paul and Guba, Ingeborg (2001) Did the Ancient Mesopotamian Royal Stone Originate in Oman? In: Adumatu, 4 (2001), pp. 41-52 Yule, Paul and Robin, Christian (2007) Himyarite Knights, Infantrymen and Hunters. In: Arabia, 3 (2007), 361-271; Fig. 157-169. Yule, Paul and Weisgerber, Gerd (1996) Die 14. Deutsche Archäologische Oman-Expedition 1995. Yule, Paul and Weisgerber, Gerd (1998) Prehistoric Tower Tombs at Shir/Jaylah, Sultanate of Oman. In: Beiträge zur allgemeinen und vergleichenden Archäologie, 18 (1998), pp. 183-241 Yule, Paul and Weisgerber, Gerd (1988) Samad ash-Shan vorläufiger Bericht 1988. Yule, Paul and Weisgerber, Gerd (1988) Samad ash-Shan, Preliminary Report 1988. Yule, Paul and Weisgerber, Gerd (1993) ḥafriyāt fī samad al-šā’n (wilāyat al-muḍaybī), taqrīr ʿulā 1988 m, būl yūl wa ǧīrd fāysǧrbr,tarǧamah, maktab al-darisāt al-āṯariyyah, dā’yrat al-āṯār, raḥmah bint qāsim bin ǧābir al-fārsī.", 
    "domain": "archiv.ub.uni-heidelberg.de", 
    "identifiers": {
        "isbn": {
            "generic": [
                "3-7887-1533-2", 
                "978-3-447-06104-9", 
                "3-7666-9976-8", 
                "3-930843-64-1", 
                "2-903264-85-6"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Ancient Near East", 
        "Near East", 
        "antiquity"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7671942202446492645", 
            "resource_date": "2015-05-27T10:39:38.594-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:37.741683"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/12/propylaeum-dok-digital-repository.html", 
            "resource_date": "2015-05-27T10:39:38.594-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:37.741699"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Propylaeum-DOK: Digital Repository: Ancient Near Eastern Studies", 
    "url": "http://archiv.ub.uni-heidelberg.de/propylaeumdok/view/faecher/FAO.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}