{
    "description": "Propylaeum-DOK: Digital Repository: Classical Archaeology. Jump to: A | B | C | D | E | F | G | H | J | K | L | M | N | O | P | Q | R | S | T | U | V | W | Y | Z | [ | Š Number of items at this level: 683. Abdelhamid, Selma (2009) »Ein Ostwind wird Dich mitten auf dem Meer zerbrechen«. Phönizische Schiffswracks vom 8. bis 6. Jh. v. Chr. (Daidalos 4). Alexakis, Dimitris and Astaras, Theodoros and Sarris, Apostolos and Vouzaxakis, Kostas (2008) Reconstructing the neolithic landscape of Thessaly through a GIS and geological approach. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, April 2-6, 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 411 Alexander, Craig (2008) The Bedolina map - an exploratory network analysis. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008, pp. 366-371 Amelung, Walther (1894) Fragment eines Votivreliefs aus dem Capitolinischen Museum. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 9 (1894), pp. 66-73 Amelung, Walther (1894) Weiblicher Kopf. In: in: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 9 (1894), pp. 162-169 Amelung, Walther (1893) Zeus in Villa Albani. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 8 (1893), pp. 184-187 Anderson, Michael (2008) Putting the \"reality\" in virtual reality: new advances through game engine technology. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 144 (Abstract) Andreae, Bernard (1995) Aeneas oder Julus in Sperlonga und auf dem Großen Kameo von Frankreich? In: Rößler, Detlef and Stürmer, Veit (Hrsgg. ): odus in rebus. Gedenkschrift für Wolfgang Schindler. Berlin 1995 93-95, Taf. 16-17 Andreae, Bernard (1979) Alexander Severus. Bronzeporträt. In: Imdahl, Max and Kunisch, Norbert (Hrsgg. ): Plastik. Antike und moderne Kunst der Sammlung Dierichs in der Ruhr-Universität Bochum. Kassel 1979, pp. 98-111 Andreae, Bernard (1996) \"Am Birnbaum\": Gärten und Parks im antiken Rom, in den Vesuvstädten und in Ostia. Andreae, Bernard (1980) Antisthenes Philososphos Phyromachos epoiei. In: Eikones, Studien zum griechischen und römischen Bildnis. Hans Jucker zum sechzigsten Geburtstag gewidmet, Antike Kunst Beiheft 12. Bern 1980 40-48; Taf. 12-13 Andreae, Bernard (1962) Der Zyklus der Odysseefresken im Vatikan. In: Mitteilungen des Deutschen Archäologischen Instituts Römische Abteilung, 69 (1962), pp. 106-117 Andreae, Bernard (2005) Die Aphrodite von Melos. In: Strocka, Volker Michael (Hrsg. ): Meisterwerke; internationales Symposium anläßlich des 150. Geburtstages von Adolf Furtwängler. München 2005, pp. 193-201 Andreae, Bernard (2005) Die Bildnisse des Gaius Cilnius Maecenas in Arezzo und an der Ära Pacis. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 112 (2005), pp. 121-161 Andreae, Bernard (2004) Die Tomba Francois. Anspruch und historische Wirklichkeit eines etruskischen Familiengrabes. In: Andreae, Bernard and Hoffmann, A. and Prayon, F. and Weber-Lehmann, Cornelia (Hrsgg. ): Die Etrusker. Luxus für das Jenseits. Bilder vom Diesseits - Bilder vom Tod. München 2004, pp. 176-207 Andreae, Bernard (1980) Die antiken Sarkophagreliefs (1,2): Die Sarkophage mit Darstellungen aus dem Menschenleben: Die römischen Jagdsarkophage. Andreae, Bernard (2002) Die neronischen Wandmalereien in der Villa der Poppaea von Oplontis. In: Castagna, Luigi and Vogt-Spira, Gregor (Hrsgg. ): Pervertere: Ästhetik der Verkehrung. Literatur und Kultur neronischer Zeit und ihre Rezeption. München 2002 59-62, 5 Abbildungen Andreae, Bernard (1992) Die römischen Kopien in Marmor nach griechischen Meisterwerken in Bronze als Ausdruck der römischen Kultur. In: Studi italiani di filologia classica, 10 (1992), pp. 21-31 Andreae, Bernard (1978) Drei neue Vasen in den Kunstsammlungen der Ruhr-Universität und die homerischen Epen. In: Jahrbuch der Ruhr-Universität Bochum. Bochum 1978, pp. 117-124 Andreae, Bernard (1956) Ein Amazonengemälde. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 63 (1956), 32-45, Taf. 12. Andreae, Bernard (2008) „Einer neuen Wahrheit ist nichts schädlicher als ein alter Irrtum. \" Noch einmal zum Praetorium Speluncae. In: Franek, C. and Lamm, S. and Neuhauser, T. and Porod, B. and Zöhrer, K. (Hrsgg. ): Thiasos. Festschrift für Erwin Pochmarski zum 65. Geburtstag. Wien 2008, pp. 57-61 Andreae, Bernard (2001) Erden, Erze, Steine im Vergleich bei Plinius, Naturalis Historia 36, 37. In: Evers, Cécile and Tsingarida, Athène (Hrsgg. ): Rome et ses provinces. Genèse & diffusion d’une image de pouvoir. Hommages à Jean Charles Balty. Brüsseö 2001, pp. 29-48 Andreae, Bernard (1958) Gefässkörper und Malerei bei der Giganten-Amphora aus Melos im Louvre. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 65 (1958), 33-41, Taf. 25-29. Andreae, Bernard (1962) Herakles und Alkyoneus. In: Jahrbuch des Deutschen Archäologischen Instituts, 77 (1962), pp. 130-210 Andreae, Bernard (1962) „Igni et aqua accipi\". Zur Aldobrandinischen Hochzeit. In: Festschrift für Engelbert Kirschbaum, Römische Quartalsschrift. 1962, pp. 3-16 Andreae, Bernard (1999) Ist die Hypothese vom Polyphem-Giebel in Ephesos bereits falsifiziert? In: Friesinger, H. and Krinzinger, F. (Hrsgg. ): 100 Jahre Österreichische Forschungen in Ephesos, Akten des Symposiums Wien 1995. Wien 1999, pp. 531-533 Andreae, Bernard (1993) Kurze Geschichte des Deutschen Archäologischen Instituts in Rom. Dargestellt im Wirken seiner leitenden Gelehrten. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 100 (1993), pp. 5-41 Andreae, Bernard (1986) Laokoon und Lykophron. Zur Bedeutung der Laokoon-Gruppe in hellenistischer Zeit. In: Braun, Karin and Furtwängler, Andreas (Hrsgg. ): Studien zur Klassischen Archäologie. Friedrich Hiller zu seinem 60. Geburtstag am 12. März 1986. Saarbrücken 1986, pp. 123-141 Andreae, Bernard (1991) Laokoon und die Kunst von Pergamon: die Hybris der Giganten. Andreae, Bernard (1993) Laurea Coronatur. Der Lorbeerkranz des Asklepios und die Attaliden von Pergamon. In: Mitteilungen des Deutschen Archäologischen Instituts Römische Abteilung, 100 (1993), 83-106, Taf. 12-16. Andreae, Bernard (1979) Lorenzo Lotto in Ponteranica und l'lnfinito von Giacomo Leopardi. In: Ars naturam adiuvans. Festschrift für Matthias Winner zum 11. März 1996. Mainz 1979, pp. 132-138 Andreae, Bernard (1988) Michelangelo und die Laokoon-Gruppe. In: Büsing, Hermann and Hiller, Friedrich (Hrsgg. ): Bathron. Beiträge zur Architektur und verwandten Künsten für Heinrich Drerup zu seinem 80. Geburtstag von seinen Schülern und Freunden. Saarbrücken 1988, pp. 31-39 Andreae, Bernard (1956) Motivgeschichtliche Untersuchungen zu den römischen Schlachtsarkophagen. Andreae, Bernard (1982) Odysseus: Archäologie des europäischen Menschenbildes. Andreae, Bernard (1987) Plinius und der Laokoon. Andreae, Bernard (1969) Processus Consularis. Zur Deutung des Sarkophags von Acilia. In: Zazoff, Peter (Hrsg. ): Opus Nobile, Festschrift zum 60. Geburtstag von Ulf Jantzen. Wiesbaden 1969 1-13, Taf. 1-2 Andreae, Bernard (1995) Proportion. Vortrag aus Anlaß der Aufstellung des Löwenjagdsarkophages aus der Sammlung Peter und Irene Ludwig im Antikenmuseum Basel. In: Jacobs, Rainer and Scheps, Marc and Zehnder, Frank Günter (Hrsgg. ): In medias res. Festschrift zum siebzigsten Geburtstag von Peter Ludwig. Köln 1995, pp. 301-312 Andreae, Bernard (1975) Rekonstruktion des großen Oecus der Villa des P. Fannius Synistor in Boscoreale. In: Andreae, Bernard and Kyrieleis, Helmut (Hrsgg. ): Neue Forschungen in Pompeji, und den anderen vom Vesuvausbruch 79 n. Chr. verschütteten Städten. Recklinghausen 1975 71-83 mit 7 Farbtafeln Andreae, Bernard (1976) Schmuck eines Wasserbeckens in Sperlonga. Zum Typus des sitzenden Knäbleins aus dem Schiffsfund von Mahdia. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 83 (1976), 287-309, Taf. 97-105. Andreae, Bernard (1998) Schönheit des Realismus: Auftraggeber, Schöpfer, Betrachter hellenistischer Plastik. Andreae, Bernard (2004) Seleukos Nikator als Pezhétairos im Alexandermosaik. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 111 (2004), pp. 69-82 Andreae, Bernard (1962) Statuette einer Tänzerin aus Fianello Sabino. In: Himmelmann-Wildschütz, N. and Biesantz, H. (Hrsgg. ): Festschrift für Friedrich Matz. Mainz 1962 73-79, Taf. 19-23 Andreae, Bernard (1963) Studien zur römischen Grabkunst. Andreae, Bernard (2011) Wolfgang Heibig: Zweiter Sekretär des Instituto di Corrispondenza Archeologica und dessen Nachfolgeinstitution des Archäologischen Instituts des deutschen Reiches 1865-1887. In: Wolfgang Helbig e la scienza dell’antichità del suo tempo, Atti del Convegno Internazionale in occasione del 170. compleanno di Wolfgang Helbig, Institutum Romanum Finlandiae 2. 2009, a cura di Simo Örmä e Kaj Sandberg. Rom 2011, pp. 61-67 Andreae, Bernard (1979) Zum Dekorationssystem der geometrischen Amphora 804 im Nationalmuseum von Athen. In: Kopcke, Günter and B. Moore, Mary (Hrsgg. ): Studies in classical art and archeology. A tribute to Peter Heinrich von Blanckenhagen. New York 1979 1-16; Taf. 1 Andreae, Bernard (1956) Zum Relief Ruesch. In: Marburger Winckelmann-Programm, (1956), pp. 7-11 Andreae, Bernard (1994) Zur Einheitlichkeit der Statuenausstattung im Nymphäum des Kaisers Claudius bei Baiae. In: Strocka, Volker Michael (Hrsg. ): Die Regierungszeit des Kaisers Claudius (41-54 n. Chr. ). Umbruch oder Episode? Internationales interdisziplinäres Symposion aus Anlaß des hundertjährigen Jubiläums des Archäologischen Instituts der Universität Freiburg i. Br. 16. -18. Februar 1991. Mainz 1994, pp. 221-243 Andreae, Bernard (1968) Zur Komposition des großen Ludovisischen Schlachtsarkophages. In: Festschrift Gottfried von Lücken, Wissenschaftliche Zeitschrift der Universität Rostock 17, 1968, (Gesellschafts- und Sprachwissenschaftliche Reihe, Heft 7/8). 1968, pp. 633-640 Andreae, Bernard and Flashar, Hellmut (1977) Strukturäquivalenzen zwischen den homerischen Epen und der frühgriechischen Vasenkunst. In: Poetica, 9 (1977), pp. 217-266 Arnese, Alessio (2008) Applying ecological niche factor analysis for predictive modelling in the Kaulonia field survey. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 306 (Abstract) Arnolds, Markus (2005) Funktionen republikanischer und frühkaiserzeitlicher Forumsbasiliken in Italien. Auinger, Johanna (2011) Das Berliner Skulpturennetzwerk. Aufarbeitung der Archivalien. Austin, Tony and Mitcham, Jenny and Richards, Julian D. (2008) From questions to answers: outcomes from the 'big data' project. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008, pp. 194-199 Barbini, Agostino (1886) Tomba scoperta presso Grosseto. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 1 (1886), pp. 91-93 Barceló, Juan A. (2008) Towards a true automatic archaeology: integrating technique and theory. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, April 2-6, 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008, pp. 413-417 Bemmann, Katrin (2011) Propylaeum, die Virtuelle Fachbibliothek der Altertumswissenschaften - Aspekte fächerübergreifender Recherche und Vernetzung. Bencker, Max (1982) Ciste mit Perseusdarstellung. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 7 (1982), pp. 223-227 Benndorf, Otto (1876) Bemerkungen zur griechischen Kunstgeschichte. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 1 (1876), pp. 45-66 Benndorf, Otto (1886) Osservazioni sul Museo Torlonia. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 1 (1886), pp. 112-120 Bienkowski, Piotr (1891) Lo scudo di Achille. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 6 (1891), pp. 183-207 Bloch, Leo (1892) Eine Athletenstatue der Uffiziengallerie. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 7 (1892), pp. 81-105 Bobowski, Bogdan and Walczak, Krzysztof and Stawniak, Miroslaw (2008) Hybrid 3D visualisations of archaeological sites: dynamic 3D visualisations of Harris Matrix data for rescue town excavations, Gdansk / Szafarnia site, Poland. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 7 (Abstract) Boehlau, Johannes (1888) Böotische Vasen. In: Jahrbuch des Deutschen Archäologischen Instituts, 3 (1888), pp. 325-364 Borg, Barbara (1999) Allegorie der Kunst - Kunst der Allegorie. Winckelmanns \"Kunstbeschreibungen\" als archäologischer Kommentar. In: Most, G. W. (Hrsg. ): Commentaries - Kommentare. Aporemata IV. Göttingen 1999, pp. 282-295 Borg, Barbara (2007) Aphrodisians on display: the public image of the local élite. Rezension R. R. Smith, with Sheila Dillon, Christopher H. Hallett, Julia Lenaghan and Julie van Voorhis, Aphrodisias II. Roman Portrait Statuary from Aphrodisias (Mainz 2006). In: Journal of Roman Archaeology, 2007 (2007), pp. 583-588 Borg, Barbara (1999) Bilder aus dem Wüstensand. Mumienporträts aus dem Ägyptischen Museum Kairo. Ausstellungskatalog des Kunsthistorischen Museums Wien (Mailand/Wien 1998) - Mumien aus dem Alten Ägypten. Zur Mumienforschung im Kunsthistorischen Museum Wien (Mailand/Wien 1998). In: Antike Welt. Zeitschrift für Archäologie und Kulturgeschichte, 30 (1999), Nr. 1. 93. Borg, Barbara (2004) Bilder zum Hören - Bilder zum Sehen: Lukians Ekphraseis und die Rekonstruktion antiker Kunstwerke. In: Millenium, 1 (2004), pp. 25-27 Borg, Barbara (2001) Blinde Flecken: Die frühe griechische Allegorie als Beispiel kollektiver Verdrängung. In: Altekamp, S. and Hofter, M. and Krumme, M. (Hrsgg. ): Posthumanistische Klassische Archäologie, Kolloquium Berlin, 19. 2. -21. 2. 1999. München 2001, pp. 391-400 Borg, Barbara (2005) Christoph Reusser (Hrsg. ), Griechenland in der Kaiserzeit: Neue Funde und Forschungen zu Skulptur, Architektur und Topographie. Heft des Archäologischen Seminars der Universität Bern 4. Beiheft (Bern 2001). In: American Journal of Archaeology, 109 (2005), pp. 818-820 Borg, Barbara (2009) Das Bild des Philosophen und die römischen Eliten. In: Dion von Prusa. Der Philosoph und sein Bild, SAPERE 13. Tübingen 2009, pp. 211-240 Borg, Barbara (2000) Das Gesicht der Aufsteiger - Römische Freigelassene und die Ideologie der Elite. In: Braun, M. and Haltenhoff, A. and Mutschler, F. -H. (Hrsgg. ): Moribus antiquis res stat Romana. Römische Werte und römische Literatur im 3. und 2. Jh. v. Chr. Beiträge zur Altertumskunde 134. Leipzig 2000, pp. 285-299 Borg, Barbara (1999) Das Gesicht der Elite. Multikulturelle Identitäten im römischen Ägypten. In: Felber, H. and Pfisterer-Haas, S. (Hrsgg. ): Ägypter - Griechen - Römer. Begegnung der Kulturen. Kanobos. 1999, pp. 83-93 Borg, Barbara (1997) The Dead as a Guest at Table? Continuity and Change in the Egyptian Cult of the Dead. In: Bierbrier, M. L. (Hrsg. ): Portraits and Masks. Burial customs in Roman Egypt. Colloquium London 13. -14. 7. 1995. London 1997, pp. 26-32 Borg, Barbara (1998) Die unsichtbaren Steinbrüche. Zur Bausteinprovenienz des Apollon-Heiligtums von Didyma. In: Antike Welt, 29 (1998), Nr. 6. pp. 509-518 Borg, Barbara (2010) Epigrams, art and epic: The ‘Chest of Kypselos’. In: Petrovic, I. and Petrovic, A. and Baumbach, M. (Hrsgg. ): Archaic and Classical Greek Epigram. Cambridge 2010, pp. 81-99 Borg, Barbara (2001) Eunomia oder: Vom Eros der Hellenen. In: Hoff, Ralf von den and Schmidt, St. (Hrsgg. ): Konstruktionen von Wirklichkeit. Bilder im Griechenland des 5. und 4. Jahrhunderts v. Chr. Stuttgart 2001 Borg, Barbara (2005) Eunomia or \"make love not war\"? Meidian personifications reconsidered. In: Stafford, E. J. and Herrin, J. (Hrsgg. ): Personification in the Greek World. Aldershot u. a. 2005, pp. 193-210 Borg, Barbara (2000) The Face of the Elite. In: Arion, 8 (2000), Nr. 1. pp. 63-96 Borg, Barbara (2003) From Small Quarries to Large Temples - The Enigmatic Source of Limestone for the Apollo Temple at Didyma, W-Anatolia. In: Lazzarini, L. (Hrsg. ): Interdisciplinary studies on ancient stone. ASMOSIA VI; proceedings of the sixth international conference of the \\\"Association for the Study of Marble and Other Stones in Antiquity\\\", Venice, June 15-18 2000. Venedig 2003, pp. 427-436 Borg, Barbara (2006) Gefährliche Bilder? Gewalt und Leidenschaft in der archaischen und klassischen Kunst. In: Seidensticker, R. and Vöhler, M. (Hrsgg. ): Gewalt und Ästhetik. Zur Gewalt und ihrer Darstellung in der griechischen Klassik. Berlin 2006, pp. 223-257 Borg, Barbara (2004) Glamorous intellectuals: Portraits of pepaideumenoi in the second and third centuries AD. In: Borg, Barbara (Hrsg. ): Paideia: The World of the Second Sophistic. Berlin 2004, pp. 157-178 Borg, Barbara (2003) The History of Apollo's Temple at Didyma, as told by Marble Analyses and Historical Sources. In: Lazzarini, L. (Hrsg. ): Interdisciplinary studies on ancient stone. ASMOSIA VI; proceedings of the sixth international conference of the \\\"Association for the Study of Marble and Other Stones in Antiquity\\\", Venice, June 15-18 2000. Venedig 2003, pp. 271-278 Borg, Barbara (2003) Ilona Skupinska-Løvset, Portraiture in Roman Syria. A study in social and regional differentiation within the art of portraiture (Lodz 1999). In: Gnomon, 75 (2003), pp. 151-155 Borg, Barbara (2004) Introduction. In: Borg, Barbara (Hrsg. ): Paideia: The World of the Second Sophistic. Berlin 2004, pp. 1-10 Borg, Barbara (2005) Jenseits des mos maiorum: Eine Archäologie römischer Werte? In: Haltenhoff, A. and Heil, A. and Mutschler, F. -H. (Hrsgg. ): Römische Werte als Gegenstand der Altertumswissenschaft. Leipzig 2005, pp. 47-75 Borg, Barbara (2005) K. Schade, Frauen in der Spätantike - Status und Repräsentation. Eine Untersuchung zur römischen und frühbyzantinischen Bildniskunst (Mainz 2003). In: Sehepunkte, 5 (2005), Nr. 11. Borg, Barbara (2009) [Katalogbeiträge]: VI,4 - VI,12; VI,14 - VI,15. In: La Rocca, Eugenio (Hrsg. ): S. Ensoli et al. , Roma. La pittura di un Impero. Roma, Scuderie del Quirinale, 24 settembre 2009 - 17 gennaio 2010. Mailand 2009, pp. 304-308 Borg, Barbara (2004) Konzepte ethnischer Identitäten. Die 'griechisch-römische' Sepulkralkunst Ägyptens. In: Bol, R. and Kreikenbom, D. (Hrsgg. ): Sepulkral- und Votivdenkmäler östlicher Mittelmeergebiete (7. Jh. v. Chr. - 1. Jh. n. Chr. ). Kulturbegegnungen im Spannungsfeld von Akzeptanz und Resistenz, Internationales Symposium Mainz, 1. -3. 11. 2001. Möhnesee-Wahmel 2004, pp. 95-110 Borg, Barbara (1997) L. H. Corcoran, Portrait Mummies from Roman Egypt (I - IV centuries A. D. ) with a catalog of portrait mummies in Egyptian museums (1995). In: American Journal of Archaeology, 101 (1997), pp. 187-188 Borg, Barbara (2005) Literarische Ekphrasis und künstlerischer Realismus. In: Büchsel, M. and Schmidt, P. (Hrsgg. ): Realität und Projektion. Wirklichkeitsnahe Darstellung in Antike und Mittelalter. Berlin 2005, pp. 33-53 Borg, Barbara (2009) Lo sguardo interiore. Memoria di sé nell’Egitto romano. In: Ensoli, S. (Hrsg. ): Roma. La pittura di un Impero. Roma, Scuderie del Quirinale, 24 settembre 2009 - 17 gennaio 2010. Mailand 2009, pp. 67-75 Borg, Barbara (2001) Marmor für Apoll - Ein Beitrag zur Baugeschichte des jüngeren Didymaion und der historischen Topographie seiner Umgebung. In: Bergemann, J. (Hrsg. ): Wissenschaft mit Enthusiasmus. Beiträge zu antiken Bildnissen und zur historischen Landeskunde, Klaus Fittschen gewidmet. Rahden 2001, pp. 79-101 Borg, Barbara (1993) Mumienporträts, Kat. -Nr. 92-94. In: Beck, H. (Hrsg. ): Wissenschaftliche Kataloge. Liebieghaus - Museum Alter Plastik Frankfurt am Main. Ägyptische Bildwerke III. Melsungen 1993, pp. 403-413 Borg, Barbara (2010) Performanz und Bildinszenierung am Übergang zur Spätantike. In: Kost, C. and Juwig, C. (Hrsgg. ): Bilder in der Archäologie - Archäologie der Bilder? Tübingen 2010, pp. 235-248 Borg, Barbara (1995) Problems in the Dating of the Mummy Portraits. In: Doxiadis, E. (Hrsg. ): The Mysterious Fayum Portraits. Faces from Ancient Egypt. London 1995, pp. 229-233 Borg, Barbara (2007) R. Neudecker - P. Zanker (Hrsg. ), Lebenswelten, Bilder und Räume in der römischen Stadt der Kaiserzeit. Symposium am 24. und 25. Januar 2002 zum Abschluß des von der Gerda Henkel Stiftung geförderten Forschungsprogramms \"Stadtkultur in der römischen Kaiserzeit\", Palilia 16 (Wiesbaden 2005). In: The Journal of Roman Studies, 97 (2007), pp. 132-135 Borg, Barbara (1997) Severisches Mumienporträt eines Mädchens, Kat. -Nr. 221. In: Schmidt, St. (Hrsg. ): Katalog der ptolemäischen und kaiserzeitlichen Objekte aus Ägypten im Akademischen Kunstmuseum Bonn. München 1997, pp. 138-140 Borg, Barbara (2004) Traumland Ägypten - Zur Rezeption ägyptischer Luxusmotive. In: Städel-Jahrbuch, 19 (2004), pp. 191-200 Borg, Barbara (1996) V. Kockel, Porträtreliefs stadtrömischer Grabbauten (1993). In: Göttingische Gelehrte Anzeigen, 248 (1996), pp. 70-91 Borg, Barbara (2011) Who Cared about Greek Identity? Athens in the First Century BCE. In: Wiater, N. and Schmitz, Th. (Hrsgg. ): The Struggle for Identity. Greeks and their Past in the First Century BCE. Stuttgart 2011, pp. 213-234 Borg, Barbara and Borg, Gregor (2000) From small quarries to large temples - The enigmatic source of limestone for the Apollo temple at Didyma, W-Anatolia (Abstract). In: ASMOSIA 2000. VI international conference, Venice, June 15-18 2000, Abstract Volume. Venedig 2000, pp. 27-28 Borg, Barbara and Borg, Gregor and Strauss, Harald (2000) A combined isotopic, petrographic, and archaeological provenance study of the marble sources for the Apollo temple of Didyma, W-Anatolia. In: Rammlmair, D. (Hrsg. ): Applied Mineralogy in Research, Economy, Technology, Ecology and Culture. Proceedings of the sixth international congress on applied mineralogy ICAM 2000/Göttingen/Germany/17-19 July 2000. Rotterdam 2000, pp. 951-954 Borg, Barbara and Borg, Gregor and Strauss, Harald (2000) A combined isotopic, petrographic, and archaeological provenance study of the marble sources for the Apollon temple of Didyma, W-Anatolia (Abstract). In: ASMOSIA 2000. VI international conference, Venice, June 15-18 2000, Abstract Volume. Venedig 2000, pp. 25-26 Bötticher, Carl (1866) Ergänzungen zu den letzten Untersuchungen auf der Akropolis: Der Altar des Eleusinion zu Athen. In: Philologus, 24 (1866), Brasse, Christiane and Heine, Katja and Zhao, Dexu and Wulf, Ulrike (2008) A 3D solution for a web-based building information system. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 241 (Abstract) Brückner, Alfred (1889) Porosskulpturen auf der Akropolis. I. Der Typhongiebel. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 14 (1889), pp. 67-87 Brückner, Alfred (1890) Porosskulpturen auf der Akropolis. II. Der größere Tritongiebel. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 15 (1890), pp. 84-125 Bruer, Stephanie-Gerrit (1986) Der Archäologe Giovanni Pietro Bellori. In: Ausstellung zur archäologischen Forschung im 17. Jahrhundert in Italien. Stendal 1986 12 ff. Bruer, Stephanie-Gerrit (1990) Die Wirkung Winckelmanns in der Geschichte der klassischen Archäologie. In: Johann Joachim Winckelmann, neue Forschungen. Stendal 1990, pp. 21-26 Bruer, Stephanie-Gerrit (2003) Gedanken zum Verständnis des Kairos bei Winckelmann und Heyne. In: \"Der fruchtbare Augenblick\". Zum Problem der Gattungsgrenzen in der Kunst aus wissenschaftsmethodischer Sicht. Stendal 2003, pp. 11-14 Bruer, Stephanie-Gerrit (1988) Johann Joachim Winckelmann. Ein bedeutender Altertumsforscher des 18. Jahrhunderts. Bruer, Stephanie-Gerrit (2002) Pelike mit Darstellung der Entführung des Tithonos durch Eos. In: Kunze, Max (Hrsg. ): Griechische Vasen aus der Sammlung von Fritz Lichtenhahn. Stendal 2002 10-11, 20 Bruer, Stephanie-Gerrit (1990) Von Pompeji bis Troja: archäologische Entdeckungen von Winckelmann bis Schliemann; Ausstellung im Winckelmann - Museum vom 8. Dezember 1990 bis 10. März 1991. Bruer, Stephanie-Gerrit (1989) Winckelmann und der Barock. Gedanken zu seiner Nachahmungstheorie. In: Antike und Barock, Winckelmann-Gesellschaft. Vorträge und Aufsätze. Stendal 1989, pp. 17-24 Brunn, Heinrich (1882) Marmorköpfchen aus Meligu. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 7 (1882), pp. 115-125 Bulle, Heinrich (1893) Bestrafung der Dirke. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 8 (1893), pp. 246-250 Bulle, Heinrich (1894) Die Karyatiden von der Via Appia. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 9 (1894), pp. 134-161 Buschor, Ernst (1919) Das Krokodil des Sotades. In: Münchner Jahrbuch der bildenden Kunst, 11-13 (1919), pp. 1-43 Chaniotis, Angelos (1990) Μία Αγηωστη πηγη γία τη Λατρία στο Ιδαίο αντρο στην Υστατη Αρχαίοτητα. In: Acts of the 6th Cretological Congress [Pepragmena tou 6. Diethnous Kretologikou Synedriou]. Chania 1990, pp. 393-401 Chaniotis, Angelos (2006) Προσδιορισμοὶ ταυτότητας στὴν ἑλληνιστικὴ Κρήτη. In: Acts of the 9th Cretological Congress [Πεπραγμένα Θ΄ Διεθνο. ς Κρητολογικο. Συνεδρίου]. Heraklion 2006, pp. 9-24 Chaniotis, Angelos (2005) Akzeptanz von Herrschaft durch ritualisierte Dankbarkeit und Erinnerung. In: Ambos, Claus and Hotz, S. and Schwedler, G. and Weinfurter, Stefan (Hrsgg. ): Die Welt der Rituale. Von der Antike bis heute. Darmstadt 2005, pp. 188-204 Chaniotis, Angelos (2002) Bemerkungen zu christlichen Inschriften aus Kreta und Kleinasien. In: Tekmeria, 7 (2002), pp. 157-162 Chaniotis, Angelos (1996) Conflicting Authorities: Greek Asylia between Secular and Divine Law in the Classical and Hellenistic Poleis. In: Kernos, 9 (1996), pp. 65-86 Chaniotis, Angelos (2004) Das Bankett des Damas und der Hymnos des Sosandros: Öffentlicher Diskurs über Rituale in den griechischen Städten der Kaiserzeit. In: Harth, Dietrich and Schenk, G. (Hrsgg. ): Ritualdynamik. Kulturübergreifende Studien zur Theorie und Geschichte rituellen Handelns. Heidelberg 2004, pp. 291-304 Chaniotis, Angelos (2003) Der Kaiserkult im Osten des Römischen Reiches im Kontext der zeitgenössischen Ritualpraxis. In: Cancik, H. and Hitzl, K. (Hrsgg. ): Die Praxis der Herrscherverehrung in Rom und seinen Provinzen, Akten der Tagung in Blaubeuren vom 4. bis zum 6. April 2002. Tübingen 2003, pp. 3-28 Chaniotis, Angelos (2004) Der Tod des Lebens und die Tränen des Peneios: Eine thessalische Grabelegie. In: Hornung, A. and Jäkel, C. and Schubert, W. (Hrsgg. ): Studia Humanitatis ac Litterarum Trifolio Heidelbergensi dedicata. Festschrift für Eckhard Christmann, Wilfried Edelmaier und Rudolf Kettemann. Frankfurt 2004, pp. 39-43 Chaniotis, Angelos (2006) Die hellenistischen Kriege als Ursache von Migration: Das Beispiel Kreta. In: Olshausen, E. and Sonnabend, H. (Hrsgg. ): Migrationen in der antiken Welt. Stuttgarter Kolloquium zur Historischen Geographie des Altertums 8, 2002. Stuttgart 2006, pp. 98-103 Chaniotis, Angelos (2001) Ein alexandrinischer Dichter und Kreta: Mythische Vergangenheit und gegenwärtige Kultpraxis bei Kallimachos. In: Böhm, S. and Eickstedt, K. -V. von (Hrsgg. ): Ithake. Festschrift für Jörg Schäfer. Würzburg 2001, pp. 213-217 Chaniotis, Angelos (2004) Epigraphic evidence for the philosopher Alexander of Aphrodisias. In: Bulletin of the Institute of Classical Studies, 47 (2004), pp. 79-81 Chaniotis, Angelos (2006) Familiensache: Demonstration von Zusammengehörigkeit im altgriechischen Grabritual. In: Reichmann, R. (Hrsg. ): “Der Odem des Menschen ist eine Leuchte des Herrn”. Aharon Agus zum Gedenken, Heidelberg (2006), pp. 205-209 Chaniotis, Angelos (2002) Foreign soldiers - native girls? Constructing and crossing boundaries in Hellenistic cities with foreign garrisons. In: Chaniotis, Angelos and Ducrey, P. (Hrsgg. ): Army and Power in the Ancient World. Stuttgart 2002, pp. 99-113 Chaniotis, Angelos (2004) From communal spirit to individuality: the epigraphic habit in Hellenistic and Roman Crete. In: Creta Romana e Protobizantina. Atti del Congresso Internazionale, Iraklion, 23-30 settembre 2000. Padua 2004, pp. 75-87 Chaniotis, Angelos (2005) Griechische Rituale der Statusänderung und ihre Dynamik. In: Steinicke, M. and Weinfurter, Stefan (Hrsgg. ): Griechische Rituale der Statusänderung und ihre Dynamik. Köln-Weimar 2005, pp. 43-61 Chaniotis, Angelos (2001) Heiligtum und Stadtgemeinde im klassischen und hellenistischen Kreta. In: Kyriatsoulis, A. (Hrsg. ): Kreta und Zypern: Religion und Schrift. Altenburg 2001, pp. 319-328 Chaniotis, Angelos (2006) Heiligtümer überregionaler Bedeutung auf Kreta. In: Freitag, K. and Funke, Peter and Haake, M. (Hrsgg. ): Kult - Politik - Ethnos. Überregionale Heiligtümer im Spannungsfeld von Kult und Politik. Stuttgart 2006, pp. 196-209 Chaniotis, Angelos (2000) Hellenistic Lasaia (Crete): A Dependent Polis of Gortyn. New Epigraphic Evidence from the Asklepieion near Lasaia. In: Eulimene, 1 (2000), pp. 55-60 Chaniotis, Angelos (2002) The Jews of Aphrodisias: new evidence and old problems. In: Scripta Classica Israelica, 21 (2002), pp. 209-242 Chaniotis, Angelos (2004) Justifying territorial claims in Classical and Hellenistic Greece. The beginnings of international law. In: Harris, E. M. and Rubinstein, L. (Hrsgg. ): The law and the courts in ancient Greece. London 2004, pp. 185-213 Chaniotis, Angelos (1987) Klassiki kai ellenistiki Kriti. In: Panagiotakis, N. M. (Hrsg. ): Kriti: Istoria kai Politismos (Kreta: Geschichte und Kultur). Heraklion 1987, pp. 173-284 Chaniotis, Angelos (2003) Livia Sebaste, Iulia Sebaste, Caius Caesar Parthikos, Domitian Anikeitos Theos: Inofficial titles of emperors in the early Principate. In: Acta Antiqua Academiae Scientiarum Hungaricae, 43 (2003), pp. 341-344 Chaniotis, Angelos (2004) Nachwort. In: Droysen, J. G. (Hrsg. ): Alexander der Große. Frankfurt 2004, pp. 715-739 Chaniotis, Angelos (1994) Oi Archanes sta istorika chronia, 1000 p. Ch. -100 m. Ch. In: Archaiologia, 53 (1994), pp. 68-74 Chaniotis, Angelos (2002) Old wine in a new skin: tradition and innovation in the cult foundation of Alexander of Abonouteichos. In: Dabrowa, E. (Hrsg. ): Tradition and Innovation in the Ancient World (Electrum 6). Krokow 2002, pp. 67-85 Chaniotis, Angelos (2007) Religion und Mythos in der hellenistischen Welt. In: Weber, G. (Hrsg. ): Kulturgeschichte des Hellenismus. Von Alexander dem Großen bis Kleopatra. Stuttgart 2007, pp. 448-454 Chaniotis, Angelos (2005) Ritual dynamics in the Eastern Mediterranean: case studies in ancient Greece and Asia Minor. In: Harris, W. V. (Hrsg. ): Rethinking the Mediterranean. Oxford 2005, pp. 141-166 Chaniotis, Angelos (2002) Ritual dynamics: the Boiotian festival of the Daidala. In: Horstmanshoff, H. F. J. and Singor, H. W. and Straten, F. T. van (Hrsgg. ): Kykeon. Studies in Honour of H. S. Versnel. Brill, Leiden-Boston-Köln 2002, pp. 23-48 Chaniotis, Angelos (2002) Some Cretan bastards. In: Cretan Studies, 7 (2002), pp. 51-57 Chaniotis, Angelos (2004) Under the watchful eyes of the gods: divine justice in Hellenistic and Roman Asia Minor. In: Colvin, S. (Hrsg. ): The Greco-Roman East. Politics, Culture, Society (Yale Classical Studies 31). Cambridge 2004, pp. 1-43 Chaniotis, Angelos (2003) Vom Erlebnis zum Mythos: Identitätskonstruktionen im kaiserzeitlichen Aphrodisias. In: Schwertheim, E. and Winter, E. (Hrsgg. ): Stadt und Stadtentwicklung in Kleinasien. Bonn 2003, pp. 69-84 Chaniotis, Angelos (2002) Zwischen Konfrontation und Interaktion: Christen, Juden und Heiden im spätantiken Aphrodisias. In: Ackermann, A. and Müller, K. E. (Hrsgg. ): Patchwork: Dimensionen multikultureller Gesellschaften. Bielefeld 2002, pp. 83-128 Chaniotis, Angelos (2003) The divinity of Hellenistic rulers. In: Erskine, A. (Hrsg. ): A Companion to the Hellenistic World. Oxford 2003, pp. 431-445 Chaniotis, Angelos (2006) A dodecahedron of rock crystal from the Idaean cave and evidence for divination in the sacred cave of Zeus. In: Gabrilaki, I. and Tzifopoulos, Y. (Hrsgg. ): Actes of the International Symposium ‘Mylopotamos, from Antiquity to our Days’ [Πρακτικ. Διεθνο. ς Συνεδρίου «. Μυλοπόταμος. π. τ. ν. ρχαιότητα. ς σήμερα»]. Rethymnon 2006, pp. 205-216 Chaniotis, Angelos (2001) An epitaph from Nipiditos in Crete. In: Tekmeria, 6 (2001), pp. 123-125 Chaniotis, Angelos (2003) The perception of imperial power in Aphrodisias: The epigraphic evidence. In: de Blois, L. and Erdkamp, P. and Hekster, O. J. and de Kleijn, G. and Mols, S. (Hrsgg. ): he Representation and Perception of Roman Imperial Power. Proceedings of the Third Workshop of the International Network Impact of Empire, Rome, March 20-23, 2002. Amsterdam 2003, pp. 250-260 Chaniotis, Angelos and Chiai, Gian Franco (2007) Die Sprache der religiösen Kommunikation im römischen Osten: Konvergenz und Differenzierung. In: Rüpke, J. (Hrsg. ): Antike Religionsgeschichte in räumlicher Perspektive. Tübingen 2007, pp. 117-124 Chaniotis, Angelos and Thaler, Ulrich (2006) Die Altertumswissenschaften an der Universität Heidelberg 1933-1945. In: Eckart, W. U. and Sellin, V. and Wolgast, H. (Hrsgg. ): Die Universität Heidelberg im Nationalsozialismus. Heidelberg 2006, pp. 391-434 Conze, Alexander (1890) Griechische Kohlenbecken. In: Jahrbuch des Kaiserlich Deutschen Archäologischen Instituts, 5 (1890), pp. 118-141 Corte, Matteo della (1913) Sui monumenti scoperti fuori la porta del Vesuvio. Brevi note di epigrafia pompeiana. In: Memorie dell\\'Accademia di Archeologia, Lettere e Belle Arti di Napoli/2, 2 (1913), pp. 178-200 Crompton, Shirley (2008) 3D lithic analysis. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008, pp. 147-152 Curtius, Ernst (1876) Die Atlasmetope von Olympia. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 1 (1876), pp. 206-215 De Beenhouwer, Jan (2008) Data management for moulded ceramics and digital image comparison: a case study of Roman terra cotta figurines. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008, pp. 160-163 De Felice, Giuliano and Mangialardi, Nunzia Maria and Sibilano, Maria Giuseppina and Volpe, Giuliano (2008) Late Roman villa at Faragola (Foggia, Italy): laser scanning for a global documentation methodology during field research. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 98 (Abstract) Degering, H. (1898) Ueber die militaerischen Wegweiser in Pompeji. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 13 (1898), pp. 124-146 Dieudonné, Adolphe (1906) Numismatique syrienne. Émèse. In: Revue numismatique, 4 (1906), Nr. 10. pp. 132-155 Doerpfeld, Wilhelm (1884) Der Tempel von Sunion. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 9 (1884), pp. 324-337 Dörpfeld, Wilhelm (1885) Das choragische Monument des Nikias. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 10 (1885), pp. 219-230 Dörpfeld, Wilhelm (1886) Der Tempel in Korinth. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 11 (1886), 297-308; Taf. VII-VIII. Dörpfeld, Wilhelm (1886) Der alte Athenatempel auf der Akropolis. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 11 (1886), pp. 337-351 Dörpfeld, Wilhelm (1887) Der alte Athenatempel auf der Akropolis. III. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 12 (1887), pp. 190-211 Dörpfeld, Wilhelm (1885) Die Propyläen der Akropolis von Athen I. Das ursprüngliche Project des Mnesikles. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 10 (1885), pp. 38-56 Dörpfeld, Wilhelm (1885) Die Propyläen der Akropolis von Athen II. Ueber die Gestalt des Südwestflügels. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 10 (1885), pp. 131-144 Dörpfeld, Wilhelm (1883) Ueber das Schatzhaus der Sikyonier in Olympia. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 8 (1883), pp. 67-70 Dörpfeld, Wilhelm (1886) Ueber die Ausgrabungen auf der Akropolis. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 11 (1886), pp. 162-169 Dörpfeld, Wilhelm (1881) Untersuchungen am Parthenon. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 6 (1881), pp. 383-302 Ducke, Benjamin and Kroefges, Peter C. (2008) From points to areas: constructing territories from archaeological site patterns using an enhanced Xtent model. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008, pp. 245-251 Duhn, Friedrich Carl von (1886) Due bassirilievi del Palazzo Rondinini. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 1 (1886), pp. 167-172 Duhn, Friedrich Carl von (1887) La necropoli di Suessula. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 2 (1887), pp. 235-275 Dümmler, Ferdinand (1887) Ueber eine Classe griechischer Vasen mit schwarzen Figuren. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 2 (1887), pp. 171-192 Dümmler, Ferdinand (1888) Vasenscherben aus Kyme in Aeolis. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 3 (1888), pp. 159-180 Dunn, Stuart and Gold, Nicolas and Hughes, Lorna (2008) CHIMERA: a service oriented computing approach for archaeological research. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 218 (Abstract) Durm, Josef (1890) Die makedonischen Königssarkophage. In: Centralblatt der Bauverwaltung, 10 (1890), pp. 329-332 Durm, Josef (1890) Zum Kampf um Troja [1]. In: Centralblatt der Bauverwaltung, 10 (1890), pp. 409-411 Durm, Josef (1890) Zum Kampf um Troja [2]. In: Centralblatt der Bauverwaltung, 10 (1890), pp. 423-424 Durry, Marcel (1928) Note sur la tenue des centurions. In: Revue archéologique, 5 (1928), Nr. 27. pp. 303-308 Eckert, Martin (2007) Piräus: Der Hafen als Wirtschafts-, Kontakt- und Problemzone der klassischen Polis. Effinger, Maria (2000) Zierde für das Diesseits und das Jenseits: Bronzezeitlicher Schmuck aus Kreta. In: Im Labyrinth des Minos: Kreta - die erste europäische Hochkultur [Ausstellung des Badischen Landesmuseums, 27. 1. bis 29. 4. 2001, Karlsruhe, Schloss]. München 2000 161ff. El-Hakim, Sabry F. and Remondino, Fabio and Gonzo, Lorenzo and Voltolini, Francesca (2008) Effective high resolution 3D geometric reconstruction of heritage and archaeological sites from images. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008, pp. 43-50 Fabricatore, Giulio and Cantone, Francesca (2008) Pushing the archaeological interpretation by analysing workflow protocols: the variable transparency image stacker and DATARCH© archaeological data management system. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 8 (Abstract) Fabricius, Ernst (1884) Alterthümer auf der Insel Samos. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 9 (1884), pp. 163-197 Fabricius, Ernst (1884) Die Skulpturen vom Tempel in Sunion. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 9 (1884), pp. 338-353 Faist, Betina (2005) C. Zaccagnini (Hrsg. ), Mercanti e politica nel mondo antico, Roma, 2003. In: Die Welt des Orients, 35 (2005), pp. 232-235 Festa, Vincenzo (1918) Skinnis. Storia di un'antica danza. In: Memorie dell\\'Accademia di Archeologia, Lettere e Belle Arti di Napoli, 3 (1918), pp. 37-74 Fiz, Ignacio and Orengo, Hèctor A. (2008) The application of 3D reconstruction techniques in the analysis of ancient Tarraco's urban topography. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 343 (Abstract) Franck, Sara (2008) Spectral and GIS analysis for quarry location in ancient Messene, Greece. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008, pp. 164-170 Freydank, Jörg (2000) Die Wesstor-Nekropole von Assos in klassischer und hellenistischer Zeit. Fröhlich, Thomas (1998) Die Bilddatenbank. In: \"Außer Rom ist fast nichts schönes in der Welt\". Römische Antikensammlungen im 18. Jahrhundert. Mainz 1998, pp. 194-195 Fröhlich, Thomas (2011) Winckelmann als Commissario delle Antichitä. In: Festschrift für Max Kunze \". die Augen ein wenig zu öffnen\". Ein Blick auf die antike Kunst von der Renaissance bis heute. Mainz-Ruhpolding 2011, pp. 55-64 Fröhlich, Thomas (1998) Winckelmann und die Stadt Rom. In: \"Außer Rom ist fast nichts schönes in der Welt\". Römische Antikensammlungen im 18. Jahrhundert. Mainz 1998, pp. 1-10 Führer, Joseph (1895) Ein Fund im Stadtgebiet des alten Syrakus. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 10 (1895), pp. 193-209 Führer, Joseph (1892) Zur Geschichte des Elagabaliums und der Athena Parthenos des Pheidias. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 7 (1892), pp. 158-165 Funke, Peter (2001) Acheloos' Homeland. New Historical-Archaeological Research on the Ancient Polis Stratos. In: Isager, J. (Hrsg. ): Foundation and Destruction. Nikopolis and Northwestern Greece. The archaeological evidence for the city destructions, the foundation of Nikopolis and the synoecism (= Monographs of the Danish Institute at Athens, Vol. 3). Athen 2001, pp. 189-203 Funke, Peter (2005) Die Nabel der Welt. Überlegungen zur Kanonisierung der \"panhellenischen\" Heiligtümer. In: Schmitt, T. and Schmitz, W. and Winterling, A. (Hrsgg. ): Gegenwärtige Antike - antike Gegenwarten. Kolloquium zum 60. Geburtstag von Rolf Rilinger. München 2005, pp. 1-16 Funke, Peter (2000) Grenzfestungen und Verkehrsverbindungen in Nordost-Attika. Zur Bedeutung der attisch-boiotischen Grenzregion um Dekeleia. In: Flensted-Jensen, P. and Heine Nielsen, T. and Rubinstein, L. (Hrsgg. ): Polis and Politics. Studies in Ancient Greek History. Presented to M. Hansen on his Sixtieth Birthday, August 20, 2000. Kopenhagen 2000, pp. 121-131 Funke, Peter (2004) Herodotus and the major sanctuaries of the Greek World. In: Karagheorgis, V. and Taifacos, J. (Hrsgg. ): The World of Herodotus. Proceedings of an International Conference held at the Foundation Anastasios G. Leventis, Nicosia, September 18-21, 2003. Nicosia 2004, pp. 159-167 Funke, Peter (2001) New Historical-Archaeological Research on the Ancient Polis Stratos. In: Isager, J. (Hrsg. ): Foundation and Destruction. Nikopolis and Northwestern Greece. The archaeological evidence for the city destructions, the foundation of Nikopolis and the synoecism (= Monographs of the Danish Institute at Athens, Vol. 3). Athen 2001, pp. 189-203 Funke, Peter (2010) Pausanias und die griechischen Heiligtümer und Kulte. In: Marco Simón, F. and Pina Polo, F. and Remesal Rodríguez, J. (Hrsgg. ): Viajeros, peregrinos y aventureros en el Mundo Antiguo. Barcelona 2010, pp. 219-226 Funke, Peter (2005) Philippos III. Arrhidaios und Alexander IV. - \"von Amun auserwählt\". In: Alonso Troncoso, V. (Hrsg. ): Diádochos tes basileías. La figura del sucesor en las monarquías de época helenística (= Gerión Anejos, vol. 9). Madrid 2005, pp. 45-56 Funke, Peter (2009) Polis und Asty. Einige Überlegungen zur Stadt im antiken Griechenland. In: Fouquet, G. and Zeilinger, G. (Hrsgg. ): Die Urbanisierung Europas von der Antike bis in die Moderne. Frankfurt 2009, pp. 63-79 Funke, Peter (2004) Sparta und die peloponnesische Staatenwelt zu Beginn des 4. Jahrhunderts und der Dioikismos von Mantineia. In: Tuplin, Chr. (Hrsg. ): Xenophon and his World. Papers from a conference held in Liverpool in July 1999 (= Historia-ES, Bd. 172). Stuttgart 2004, pp. 427-435 Funke, Peter (2006) Western Greece (Magna Graecia). In: Kinzl, K. (Hrsg. ): A Companion to the Classical Greek World (= Blackwell Companions to the Ancient World). Oxford 2006, pp. 153-173 Funke, Peter (1991) Zur Ausbildung städtischer Siedlungszentren in Aitolien. In: Olshausen, E. and Sonnabend, H. (Hrsgg. ): Stuttgarter Kolloquium zur Historischen Geographie des Altertums 2, 1984 und 3, 1987 (= Geographica Historica Bd. 5). Bonn 1991, pp. 313-332 Funke, Peter (1987) Zur Datierung befestigter Stadtanlagen in Aitolien. Historisch-philologische Anmerkungen zu einem Wechselverhältnis zwischen Siedlungsstruktur und politischer Organisation. In: Boreas, 10 (1987), pp. 87-96 Furtwängler, Adolf (1882) Altlakonisches Relief. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 7 (1882), pp. 160-173 Furtwängler, Adolf (1878) Büste Pans in Terracotta. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 3 (1878), pp. 155-160 Furtwängler, Adolf (1900) Der Apollo Stroganoff. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 25 (1900), pp. 280-285 Furtwängler, Adolf (1881) Marmore von der Akropolis. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 6 (1881), pp. 174-190 Furtwängler, Adolf (1880) Statue von der Akropolis. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 5 (1880), 20-42, Taf. 1. Füßli, Johann Heinrich (1816) Winkelmann (Johann). In: Allgemeines Künsterlexikon. Zürich 1816, pp. 6090-6112 Gauthier, Estelle (2008) Consumption and circulation of prehistoric products in Europe: characterization of spatial evolutions by using map algebra. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 375 (Abstract) Georges-Leroy, Murielle and Tolle, Florian and Nouvel, Pierre (2008) Analysis of the intensity of agrarian exploitation by spatial analysis of ancient field systems preserved by forest cover. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 281 (Abstract) Georgopoulos, Andreas and Ioannidis, Charalabos and Ioannides, Marinos (2008) 3D virtual reconstructions at the service of computer assisted archaeological measurements. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. Apri, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 144 (Abstract) Gothein, Marie (1909) Der griechische Garten. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 34 (1909), pp. 100-144 Graef, Botho (1890) Die Gruppe der Tyrannenmörder und stilistisch verwandte Werke in Athen. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 15 (1890), pp. 1-39 Graef, Botho (1889) Herakles des Skopas und Verwandtes. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 4 (1889), pp. 189-226 Graef, Botho (1888) Zu den Skulpturen von Olympia. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 13 (1888), pp. 402-407 Greco, Giovanna and Ferrara, Bianca and Cantone, Francesca (2008) Museo narrante: the Foce Sele Hera sanctuary virtual museum. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008, pp. 418-425 Greve, Anika (2006) Die Felsfassadengräber von Kyrene. Gurlitt, L. (1881) Ein Kriegerrelief aus Kleitor. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 6 (1881), pp. 154-166 Haciguzeller, Piraye (2008) Modeling human circulation in the Minoan palace at Malia. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, April 2-6, 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008, pp. 336-341 Hallo, Rudolf (1926) Über einige Antikenfälschungen und -Nachbildungen im Casseler Museum. In: Repertorium für Kunstwissenschaft, 47 (1926), pp. 265-283 Hampe, Roland and Winter, Adam (1966) Experimente zur Keramikherstellung: Bau und Test eines Meilerbrandes (Film 1). Hampe, Roland and Winter, Adam Experimente zur Keramikherstellung: Becher aus Formschüsseln mit Bemalung (Film 2, Teil 1). Hampe, Roland and Winter, Adam Experimente zur Keramikherstellung: Bemalung und Brände (Film 9, Teil 2). Hampe, Roland and Winter, Adam (1967) Experimente zur Keramikherstellung: Brand bemalter Ware und Kapselbrand (Film 8, Teil 1). Hampe, Roland and Winter, Adam (1969) Experimente zur Keramikherstellung: Brand im Kuppelofen (Film 9, Teil 1). Hampe, Roland and Winter, Adam (1971) Experimente zur Keramikherstellung: Brand von Buccero (Film 3, Teil 2). Hampe, Roland and Winter, Adam (1972) Experimente zur Keramikherstellung: Brandversuche (Film 4, Teil 4). Hampe, Roland and Winter, Adam Experimente zur Keramikherstellung: Fayence im ägyptischen und griechischen Ofen (Film 6, Teil 1). Hampe, Roland and Winter, Adam Experimente zur Keramikherstellung: Fayence im ägyptischen und griechischen Ofen (Film 6, Teil 2). Hampe, Roland and Winter, Adam Experimente zur Keramikherstellung: Formung und Bemalung gleicher Becher (Film 3, Teil 4). Hampe, Roland and Winter, Adam Experimente zur Keramikherstellung: Formung, Bemalung und Brand gleicher Schälchen (Film 3, Teil 3). Hampe, Roland and Winter, Adam Experimente zur Keramikherstellung: Gefäßdrehen auf der Scheibe (Film 4, Teil 1). Hampe, Roland and Winter, Adam (1973) Experimente zur Keramikherstellung: Gefäßdrehen auf der Scheibe (Film 4, Teil 3). Hampe, Roland and Winter, Adam (1971) Experimente zur Keramikherstellung: Heidelberger Exkursion 1971 anlässlich experimenteller Keramikbrände (Film 3, Teil 1). Hampe, Roland and Winter, Adam Experimente zur Keramikherstellung: Herstellung und anschließende Verwendung einer römischen Formschüssel (Film 2, Teil 2). Hampe, Roland and Winter, Adam (1970) Experimente zur Keramikherstellung: Impressionen aus dem Jahr 1970 im Rauenthal (Film 2, Teil 4). Hampe, Roland and Winter, Adam (1965) Experimente zur Keramikherstellung: Meilerbrand mit Drainage (Film 7, Teil 3). Hampe, Roland and Winter, Adam Experimente zur Keramikherstellung: Ofenmodell und Reduktionsbrand (Film 9, Teil 3). Hampe, Roland and Winter, Adam (1970) Experimente zur Keramikherstellung: Pithosbau und Brand (Film 10, Teil 2). Hampe, Roland and Winter, Adam (1970) Experimente zur Keramikherstellung: Pithosbau und Brand, Verschnitt (Film 10, Teil 3). Hampe, Roland and Winter, Adam (1973) Experimente zur Keramikherstellung: Rechteckofen, Bau und Brand (Film 4, Teil 2). Hampe, Roland and Winter, Adam Experimente zur Keramikherstellung: Reduktionsbrand (Film 8, Teil 3). Hampe, Roland and Winter, Adam (1968) Experimente zur Keramikherstellung: Testbrand in einem Kuppelofen (Film 10, Teil 1). Hampe, Roland and Winter, Adam (1965) Experimente zur Keramikherstellung: Tonaufbereitung, Politur und Meilerbrand (Film 7, Teil 2). Hampe, Roland and Winter, Adam (1966) Experimente zur Keramikherstellung: Unterschiedliche Versuche zum Grubenbrand (Film 5). Hampe, Roland and Winter, Adam (1968) Experimente zur Keramikherstellung: Unterschiedliche Versuche zum Grubenbrand (Film 8, Teil 2). Hampe, Roland and Winter, Adam Experimente zur Keramikherstellung: Verschiedene Töpferscheiben (Film 2, Teil 3). Hampe, Roland and Winter, Adam (1965) Experimente zur Keramikherstellung: Wülsten, Brand und Brotbacken (Film 7, Teil 1). Hartwig, Paul (1891) Zwei Schalenbilder des Epiktet. In: Jahrbuch des Deutschen Archäologischen Instituts, 6 (1891), pp. 250-257 Hauser, Friedrich (1895) Basaltstatue vom Palatin. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 10 (1895), pp. 97-119 Heberdey, Rudolf (1898) Das Weihrelief des Lakrateides aus Eleusis. In: Festschrift für Otto Benndorf; zu seinem 60. Geburtstage gewidmet von Schülern, Freunden und Fachgenossen. Wien 1898, pp. 111-116 Heitz, Christian (2008) Burying the palaces? Ideologies in the Shaft Grave period. Helbig, Wolfgang (1887) Scavi di Corneto. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 2 (1887), pp. 153-158 Helbig, Wolfgang (1887) Sopra un ritratto di Livia. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 2 (1887), pp. 3-13 Helbig, Wolfgang (1887) Sopra una fibula d'oro trovata presso Palestrina. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 2 (1887), pp. 37-39 Helbig, Wolfgang (1886) Viaggio nell'Etruria e nell'Umbria. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 1 (1886), pp. 214-242 Helm, Christoph (2001) Dankesrede anläßlich der Verleihung der Winckelmann-Medaille 2001 - \"Kulturpolitik in den neuen Ländern\". In: Mitteilungen der Winckelmann-Gesellschaft. 2001, pp. 1-8 Helm, Christoph (2000) Ludwig Ross und seine Bedeutung für die Klassischen Altertumswissenschaften. In: Kunze, Max (Hrsg. ): Akzidenzen 12. Flugblätter der Winckelmann-Gesellschaft. Stendal 2000, pp. 3-24 Herder, Johann Gottfried von (1888) Johann Winckelmann. In: Herder, Johann Gottfried von (Hrsg. ): Sämmtliche Werke (hrsg. von Bernhard Suphan), Bd. 15. Berlin 1888, pp. 36-50 Herzog, Rudolf (1907) Aus dem Asklepieion von Kos. In: Archiv für Religionswissenschaft, 10 (1907), pp. 400-415 Herzog, Rudolf (1907) Aus dem Asklepieion von Kos. In: Archiv für Religionswissenschaft, 10 (1907), pp. 201-228 Hesse, Katrin (2006) Kindsmord und Wahnsinn: Untersuchungen zur Überlieferung mordender Eltern in der Antike. Hettner, Hermann (1925) Winckelmann. In: Hettner, Hermann (Hrsg. ): Geschichte der deutschen Literatur im achtzehnten Jahrhundert, Zweites Buch. Braunschweig 1925, pp. 325-353 Hoff, Ralf von den (2005) \"Achill, das Vieh\". Zur Problematisierung transgressiver Gewalt in klassischen Vasenbildern. In: Moraw, S. and Fischer, G. (Hrsgg. ): Die andere Seite der Klassik: Gewalt im 5. und 4. Jahrhundert. v. Chr. Stuttgart 2005, pp. 225-246 Hoff, Ralf von den (2009) Alexanderporträts und Bildnisse frühhellenistischer Herrscher. In: Hansen, S. (Hrsg. ): Alexander der Große und die Öffnung der Welt, Asiens Kulturen im Wandel. Regensburg 2009, pp. 47-53 Hoff, Ralf von den (2002) Brigitte Knittlmayer: Die attische Aristokratie und ihre Helden. Untersuchungen zu Darstellungen des trojanischen Sagenkreises im 6. und frühen 5. Jahrhundert v. Chr. In: Gnomon, 74 (2002), pp. 36-42 Hoff, Ralf von den (2009) Caligula. Zur visuellen Repräsentation eines römischen Kaisers. In: Archäologischer Anzeiger, (2009), pp. 239-263 Hoff, Ralf von den (2005) Commodus als Hercules. In: Giuliani, Luca (Hrsg. ): Meisterwerke der antiken Kunst, München 2005, pp. 115-135 Hoff, Ralf von den (1997) Der 'Alexander Rondanini'. Mythischer Heros oder heroischer Herrscher? In: Münchner Jahrbuch für bildende Kunst, 48 (1997), pp. 7-28 Hoff, Ralf von den (2009) Die Bildnisstatue des Demosthenes als öffentliche Ehrung eines Bürgers in Athen. In: Haake, Matthias and Mann, Christian and Hoff, Ralf von den (Hrsgg. ): Rollenbilder in der Athenischen Demokratie: Medien, Gruppen, Räume im politischen und sozialen System. Wiesbaden 2009, pp. 193-220 Hoff, Ralf von den (2001) Die Posen des Siegers. Die Konstruktion von Überlegenheit in attischen Theseusbildern des 5. Jahrhunderts v. Chr. In: Hoff, Ralf von den and Schmidt, Stefan (Hrsgg. ): Konstruktionen von Wirklichkeit: Bilder im Griechenland des 5. und 4. Jahrhunderts v. Chr. , Stuttgart 2001, pp. 73-88 Hoff, Ralf von den (2002) Die Pracht der Schalen und die Tatkraft des Heros. Theseuszyklen auf Symposiongeschirr in Athen. In: Heilmeyer, Wolf Dieter (Hrsg. ): Die griechische Klassik, Idee oder Wirklichkeit. Mainz 2002, pp. 331-337 Hoff, Ralf von den (2007) Eine neue Replik des Plutos aus der Statuengruppe der Eirene des Kephisodot. In: Steuben, Hans, von (Hrsg. ): MOΥΣEION. Beiträge zur antiken Plastik. Festschrift zu Ehren von P. C. Bol. Möhnesee 2007, pp. 307-319 Hoff, Ralf von den (2009) Hellenistische Gymnasia: Raumgestaltung und Raumfunktionen. In: Matthaei, A. and Zimmermann, M. (Hrsgg. ): Stadtbilder im Hellenismus. Berlin 2009, pp. 245-275 Hoff, Ralf von den (2009) Herakles, Theseus and the Athenian Treasury at Delphi. In: Hoff, Ralf von den and Schulz, Peter (Hrsgg. ): Structure, Image, Ornament: Architectural Sculpture of the Greek World. Oxford 2009, pp. 96-104 Hoff, Ralf von den (2004) Horror and amazement: Colossal mythological statue groups and the new rhetoric of images in late second and early third century Rome. In: Borg, Barbara (Hrsg. ): Paideia: The World of the Second Sophistic. Berlin 2004, pp. 105-129 Hoff, Ralf von den (2008) Images and prestige of cult personnel in Athens between the sixth and first centuries BC. In: Trampedach, Kai and Dignase, Beate (Hrsgg. ): Practitioners of the Divine: Greek Priests and Religious Officials from Homer to Heliodorus, Kolloquium Washington D. C. 2004. Washington 2008, pp. 107-141 Hoff, Ralf von den (2011) Kaiserbildnisse als Kaisergeschichte(n). Prolegomena zu einem medialen Konzept römischer Herrscherporträts. In: Winterling, A. (Hrsg. ): Zwischen Strukturgeschichte und Biographie. Probleme und Perspektiven einer römischen Kaisergeschichte. München 2011, pp. 15-44 Hoff, Ralf von den (2011) Klassische Archäologie und ihre Prägungen. Fragen - Methoden - Perspektiven. In: Freiburger Universitätsblätter, 192 (2011), Nr. 2. pp. 43-59 Hoff, Ralf von den (1997) Klaus Stemmer (Hrsg. ), Standorte. Kontext und Funktion antiker Skulptur. In: Klio 79, 1997, S. 564-566, 79 (1997), pp. 564-566 Hoff, Ralf von den (2010) Media for Theseus, or: The different images of the Athenian polis-hero. In: Foxhall, Lin and Gehrke, Hans-Joachim and Luraghi, Nino (Hrsgg. ): History - Spinning Time in Ancient Greece. Stuttgart 2010, pp. 161-188 Hoff, Ralf von den (2011) New research in Aizanoi 2007 - 2009. In: Bilgen, N. (Hrsg. ): Archaeological Research in Western Central Anatolia. Kütahya 2011, pp. 122-139 Hoff, Ralf von den (2009) Odysseus in der antiken Bildkunst. In: Gehrke, Hans-Joachim and Kirschkowski, Mirko (Hrsgg. ): Odysseus. Irrfahrten durch die Jahrhunderte. Freiburg 2009, pp. 39-64 Hoff, Ralf von den (2007) Ornamenta γυμνασιώδη? Delos und Pergamon als Beispielfälle der Skulpturenausstattung hellenistischer Gymnasien. In: Scholz, P. and Kah, D. (Hrsgg. ): Das hellenistische Gymnasion. Berlin 2007, pp. 373-405 Hoff, Ralf von den (1998) Stefan Ritter, Hercules in der römischen Kunst von den Anfängen bis Augustus. In: Klio, 80 (1998), pp. 564-565 Hoff, Ralf von den (2005) Theseus, der Klitias-Krater und Athen im 6. Jh. v. Chr. In: Kulturwissenschaftliches Forschungskolleg / SFB 485 „Norm und Symbol. Die kulturelle Dimension sozialer und politischer Integration“: Diskussionsbeiträge 59, Mai 2005. Konstanz 2005 Hoff, Ralf von den and Bentz, Martin (1997) \"Orchideenfächer\": Die Stiefkinder der Hochschulreform? In: Archäologische Informationen, 20 (1997), Nr. 2. pp. 256-258 Hoff, Ralf von den and Flashar, Martin (1993) Die Statue des sogenannten Philosophen Delphi im Kontext einer mehrfigurigen Stiftung. In: Bulletin de correspondance hellénique, 17 (1993), pp. 407-433 Hoffmann, Friedhelm and Steinhart, Matthias (1998) Apries und die ostgriechische Vasenmalerei. In: Jahreshefte des Österreichischen Archäologischen Institutes, 67 (1998), pp. 49-61 Hölscher, Tonio and Möllendorff, Peter von (2008) „Niemand wundere sich, sieht er dies Bild!“ - Bild und Text auf der Grabstele des Antipatros von Askalon. In: Poetica, 40 (2008), pp. 289-333 Holwerda, Antonie Ewoud Jan (1890) Korinthisch-attische Vasen. In: Jahrbuch des Kaiserlich Deutschen Archäologischen Instituts, 5 (1890), pp. 237-268 Horst, Katarina (1996) Die anthropomorphen Terrakotten aus Lato. Von der mittelminoischen Zeit bis zum Ende des VI. Jhs. v. Chr. Hülsen, Christian (1889) Antichità di Monte Citorio. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 4 (1889), pp. 41-64 Hülsen, Christian (1893) Das Comitium und seine Denkmäler in der republikanischen Zeit. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 8 (1893), pp. 79-94 Hülsen, Christian (1895) Untersuchungen zur Topographie des Palatins. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 10 (1895), pp. 252-283 Hülsen, Christian (1895) Untersuchungen zur Topographie des Palatins. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 10 (1895), pp. 3-37 Huvila, Isto (2008) To whom it may concern? The users and uses of digital archaeological information. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 427 (Abstract) Jastrzębowska, Elżbieta (1987) Archetyp ewangelii Pseudo-Mateusza. Jego powstanie na przełomie IV i V stulecia w świetle ikonografii starochrześcijańskiej. In: Studia Źródłoznawcze, 30 (1987), pp. 151-157 Jastrzębowska, Elżbieta (1991) Deux sarcophages d'enfants aux catacombes de Novatien à Rome. In: Paganism in the Later Roman Empire and in Byzantium. Krakau 1991, pp. 35-44 Jastrzębowska, Elżbieta (1982) La basilique des Apôtres à Rome, fondation de Constantin ou de Maxence? In: Mosaïque. Recueil d’Hommages à Henri Stern. Paris 1982, pp. 223-229 Jastrzębowska, Elżbieta (1979) Les scènes de banquet dans les peintures et sculptures chrétiennes des IIIe et IVe siècles. In: Recherches Augustiniennes, 14 (1979), pp. 3-90 Jastrzębowska, Elżbieta (1997) Najstarsze zachowane dewocjonalia pielgrzymie z Jerozolimy. In: Jerozolima w kulturze europejskiej. Warschau 1997, pp. 59-71 Jastrzębowska, Elżbieta (1992) A proposito di due frammenti di una pittura delle catacombe dei SS. Marcellino e Pietro a Roma. In: 50 Years of Polish Excavations in Egypt and the Near East. Warschau 1992, pp. 130-134 Jettmar, Karl (1990) 2000 Jahre Kunst am Oxus-Fluß in Mittelasien. In: Spektrum der Wissenschaft, 3 (1990), pp. 30-32 Jettmar, Karl (1955) Die Entstehung des skythischen Tierstils. In: Die Umschau in Natur und Technik, 55 (1955), Nr. 7. pp. 203-205 Jettmar, Karl (1961) Die Fürstengräber der Skythen im Altai. In: Die Umschau für Wissenschaft und Technik, 12 (1961), pp. 368-371 Jördens, Karl Heinrich (1810) Johann Joachim Winckelmann. In: Jördens, Karl Heinrich (Hrsg. ): Lexikon deutscher Dichter und Prosaisten. 1810, pp. 507-553 Julius, Leopold (1876) Ueber den Südflügel der Propylaeen und den Tempel der Athena Nike zu Athen. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 1 (1876), pp. 216-228 Käfer, Markus (1994) Aspekte zu Voltaires und Winckelmanns Auffassung von Geschichte und Mythologie. In: Mythe et identité dans la littérature de langue allemande, Actes du Colloque organis. par les Instituts d'Études Germaniques: Univ. Lumière - Lyon II. Réunis par J. -Ch. Margotton. Nizza 1994, pp. 21-30 Käfer, Markus (1989) Aspekte zu Winckelmanns Allegorientheorie. In: Antike und Barock. Winckelmann-Gesellschaft. Vorträge und Aufsätze. Stendal 1989, pp. 25-35 Käfer, Markus (1990) J. J. Winckelmann - ein Ancien? In: Johann Joachim Winckelmann. Neue Forschungen. Eine Aufsatzsammlung. Stendal 1990, pp. 73-78 Käfer, Markus (1983) Jacob Spon et Bernard de Montfaucon. In: Bulletin de l\\'Association Guillaume Budé, (1983), pp. 414-426 Käfer, Markus (2000) Johann Joachim Winckelmann. Von der Historie zum Nachahmungspostulat. In: Altertumskunde im 18. Jahrhundert: Wechselwirkungen zwischen Italien und Deutschland. Stendal 2000, pp. 121-132 Käfer, Markus (1996) Simon Richter, Patrick McGrath, Representing Homosexuality: Winckelmann and the Aesthetics of Friendship, in: Monatshefte für deutschen Unterricht, deutsche Sprache und Literatur, Bd. 86 (1994) S. 45-56. In: Mitteilungen der Winckelmann-Gesellschaft, 59 (1996), 39. Käfer, Markus (1986) Winckelmanns hermeneutische Prinzipien. In: Heidelberger Forschungen, Bd. 27 (1986). Winter, Heidelberg 1986 Kalkmann, August (1891) Fedra. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 6 (1891), pp. 246-249 Kampel, Martin and Zaharieva, Maia (2008) Optical recognition of modern and Roman coins. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 172 (Abstract) Karo, Georg (1925) Altetruskische Baukunst. In: Die Antike, 1 (1925), pp. 213-243 Karo, Georg (1904) Altkretische Kultstätten. In: Archiv für Religionswissenschaft, 7 (1904), pp. 117-156 Karo, Georg (1905) Archäologische Funde und Forschungen. In: Archiv für Religionswissenschaft, 8 (1905), pp. 511-525 Karo, Georg (1905) Ausgrabungen im östlichen Kreta. In: Archiv für Religionswissenschaft, 8 (1905), pp. 148-149 Karo, Georg (1922) Der Palast des Minos zu Knossos. In: Orientalistische Literaturzeitung, 10 (1922), pp. 377-389 Karo, Georg (1900) Di un vaso etrusco trovato a Chiusi. In: Bullettino di Paleontologia Italiana, 36 (1900), pp. 33-47 Karo, Georg (1915) Die Schachtgräber von Mykenai. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 40 (1915), pp. 113-230 Karo, Georg (1903) Die italienischen Ausgrabungen in Phaistos auf Kreta. In: Berliner Philologische Wochenschrift, 41 (1903), pp. 1309-1311 Karo, Georg (1905) Funde. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 30 (1905), Karo, Georg (1903) Gilliérons Nachbildungen mykenischer Altertümer. In: Archäologischer Anzeiger, (1903), pp. 157-162 Karo, Georg (1909) Götterversammlung und Gigantomachie am Knidier-Schatzhaus in Delphi. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 34 (1909), pp. 167-178 Karo, Georg (1930) Johann Joachim Winckelmann. In: Kommission für die Provinz Sachsen und für Anhalt, Historische (Hrsg. ): Mitteldeutsche Lebensbilder. Magdeburg 1930, pp. 130-162 Karo, Georg (1911) Minoische Rhyta. In: Jahrbuch des Deutschen Archäologischen Institut, 26 (1911), pp. 249-270 Karo, Georg (1905) Neue Funde von Knosos. In: Archiv für Religionswissenschaft, 8 (1905), pp. 144-148 Karo, Georg (1899) Notes on Amasis and ionic black-figured pottery. In: The Journal of Hellenistic Studies, 19 (1899), pp. 135-164 Karo, Georg (1904) Tombe arcaiche di Cuma. In: Bullettino di Paletnologia Italiana, 30 (1904), pp. 1-29 Karo, Georg (1914) Zwei mykenische Fragmente. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 39 (1914), 256. Keil, Josef (1915) Denkmäler des Meter-Kultes. In: Jahreshefte des Österreichischen Archäologischen Institutes in Wien, 18 (1915), pp. 66-78 Kekulé, Reinhard (1888) Über eine Statue in der Glyptothek in München. In: Jahrbuch des Deutschen Archäologischen Instituts, 3 (1888), pp. 37-45 Keller, Otto (1890) Wandbild der Villa Pamfili. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 5 (1890), pp. 157-160 Kerig, Tim (2008) Towards an econometrically informed archaeology: the Cologne Tableau (KöTa). In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). 2008 372 (Abstract) Kieseritzky, Gangolf (1883) Athena Parthenos der Ermitage. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 8 (1883), pp. 291-315 Kleibl, Kathrin (2003) Die Wasserkrypten in den hellenistischen und römischen Heiligtümern der ägyptischen Götter im Mittelmeerraum. Kockel, Valentin (2005) Altes und Neues vom Forum und vom Gebäude der Eumachia in Pompeji. In: Neudecker, Richard and Zanker, Paul (Hrsgg. ): Lebenswelten. Bilder und Räume in der römischen Stadt der Kaiserzeit. (= Palilia 16). Wiesbaden 2005, pp. 51-72 Kockel, Valentin (1983) Die Grabbauten vor dem Herkulaner Tor in Pompeji. Kockel, Valentin (2004) Die antiken Denkmäler und ihre Abbildungen in der ‘Encyclopédie’ Diderots. In: Stammen, Th. and Weber, W. (Hrsgg. ): Wissenssicherung, Wissensordnung und Wissensverarbeitung: Das europäische Modell der Enzyklopädien. Kolloquium Augsburg 2001. Berlin 2004, pp. 339-370 Kockel, Valentin (1987) Im Tode gleich? Die sullanischen Kolonisten und ihr kulturelles Gewicht in Pompeji am Beispiel der Nekropolen. In: Hesberg, Henner von and Zanker, Paul (Hrsgg. ): Römische Gräberstraßen. Selbstdarstellung - Status - Standard; Kolloquium in München vom 28. bis 30. Okt. 1985. 1987, pp. 183-198 (Abhandlungen / Bayerische Akademie der Wissenschaften, Philosophisch-Historische Klasse; NF 96) Koepp, Friedrich (1886) Archaische Skulpturen in Rom II. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 1 (1886), pp. 200-202 Köhler, Ulrich (1884) Praxiteles der ältere. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 6 (1884), pp. 78-82 Köhler, Ulrich (1878) Ueber die Zeit und den Ursprung der Grabanlagen in Mykene und Spata. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 6 (1878), pp. 1-13 Körte, Gustav (1879) Bemerkungen zu den antiken Sculpturen aus Boeotien. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 4 (1879), pp. 268-276 Krause, Celia (2007) Möglichkeiten der Interaktion von Vasenbild und Inschriften mit wörtlicher Rede auf Keramik. Krauskopf, Ingrid (1993) Agamemnon Istor. Namensbeischriften auf praenestinischen Cisten und späten etruskischen Spiegeln. In: Indogermanica et Italica. Festschrift für Helmut Rix zum 65. Geburtstag. Innsbruck 1993, pp. 252-263 Krauskopf, Ingrid (1998) Artemis. In: I culti stranieri in Etruria, Colloquio Orvieto, Fondazione Faina Dez. 1988, Annali della Fondazione per il Museo \\\"Claudio Faina\\\" 5. Rom 1998, pp. 171-206 Krauskopf, Ingrid (1994) Astral’nye boñestva v Etrurii. In: Etruski i sredizemnomor’e. Materialy Meñdunarodnogo kollokviuma 9-11 aprelja 1990 goda (Moskva). Moskau 1994, pp. 127-144 Krauskopf, Ingrid (1986) Culsans und Culsu. In: Beiträge zur altitalischen Geistesgeschichte. Festschrift für Gerhard Radke, Münster 1986, pp. 156-163 Krauskopf, Ingrid (2009) Der Krummstab: Hirten, Priester, Könige und Bischöfe. In: Bandini, Ditte and Kronauer, Ulrich (Hrsgg. ): Früchte vom Baum des Wissens. Eine Festschrift der wissenschaftlichen Mitarbeiter. 100 Jahre Heidelberger Akademie der Wissenschaften. Heidelberg 2009, pp. 61-69 Krauskopf, Ingrid (1990) Der Schild der Parthenos und der Typus der Medusa Rondanini - Tarent, Orvieto und Athen. In: Kunst und Kultur der Magna Graecia. Ihr Verhältnis zum Mutterland und zum italischen Umfeld. Symposium des Deutschen Archäologenverbands. Mönchengladbach 8. -10. 1988 (Schriften des Deutschen Archäologen Verbandes 11). Tübingen 1990, pp. 22-34 Krauskopf, Ingrid (1980) Die Ausfahrt des Amphiaraos auf Amphoren der tyrrhenischen Gruppe. In: Tainia. Festschrift für Roland Hampe. Mainz 1980, pp. 105-116 Krauskopf, Ingrid (2005) Die Verehrer des Dionysos in Etrurien. In: Aemnestos. Miscellanea di studi per Mauro Cristofani. Florenz 2005, pp. 611-619 Krauskopf, Ingrid (2000) Die geflügelte Helena und andere Flügelfiguren auf etruskischen Skarabäen. In: Agathos Daimon. Mythes et cultes. Études d\\'iconographie en l\\'honneur de Lilly Kahil, Suppl. Bulletin de Correspondance Hellénique 38. Paris 2000, pp. 279-285 Krauskopf, Ingrid (2002) Dämonenbilder in der antiken Kunst. Einige Beobachtungen. In: Horn, Hans-Jürgen (Hrsg. ): Jakobs Traum. Dämonen, Engel. Zur Bedeutung der \"Zwischenwelt\" in der Tradition des Platonismus, Kolloquium Mannheim 22. -23. 11. 1999. St. Katharinen 2002, pp. 57-64 Krauskopf, Ingrid (1986) Edipo nell'arte antica. In: Edipo. Il teatro greco e la cultura europea. Atti del Convegno Internazionale (Urbino 15. -19. novembre 1982). Urbino 1986, pp. 327-341 Krauskopf, Ingrid (1977) Eine attisch schwarzfigurige Hydria in Heidelberg. In: Archäologischer Anzeiger, (1977), pp. 13-37 Krauskopf, Ingrid (2009) Etruskische Kultgeräte zwischen Griechenland und Rom. Einige Überlegungen. In: Etruria e Italia preromana. Studi in onore di Giovannangelo Camporeale. Pisa 2009, pp. 501-506 Krauskopf, Ingrid (1981) Etruskische und griechische Kannen der Form VI im 5. Jahrhundert. In: Die Aufnahme fremder Kultureinflüsse und das Problem des Retardierens in der etruskischen Kunst. Symposium des Deutschen Archäologenverbands Mannheim 8. -10. 1980 (Schriften des Deutschen Archäologen-Verbandes 5). Mannheim 1981, pp. 146-155 Krauskopf, Ingrid (1980) Ganymed und der Schwan. In: Forschungen und Funde. Festschrift für Bernhard Neutsch. Innsbruck 1980, pp. 243-248 Krauskopf, Ingrid (1992) Himmlische Wasserträgerinnen. In: Kotinos. Festschrift für Erika Simon. Mainz 1992, pp. 350-355 Krauskopf, Ingrid (2000) I Sette contro Tebe nell'arte etrusca arcaica e classica. In: Dei ed eroi greci in Etruria: l'altorilievo di Pyrgi con i Sette contro Tebe, Atti del colloquio internazionale Roma 14. -16. 4. 97. 2000, pp. 497-510 (Scienze dell' Antichità; 10) Krauskopf, Ingrid (2000) I miti tebani nell'iconografia di altre regioni greche. In: Presenza e funzione della città di Tebe nella cultura greca, Atti del Convegno Internazionale Urbino 7-9. 7. 1997. Pisa Rom 2000, pp. 291-315 Krauskopf, Ingrid (2000) Ikonographische Parallelen im Bereich der Götter- und Dämonenbilder. In: Der Orient und Etrurien. Internationales Kolloquium Tübingen 12. -13. 6. 1997. Pisa; Rom 2000, pp. 315-322 Krauskopf, Ingrid (1992) Il ciclo delle metope del primo thesauros della Foce del Sele e l’Etruria. In: Zanotti Bianco, Umberto (Hrsg. ): Atti e memorie della Società Magna Grecia, Terza Serie 1. Rom 1992, pp. 219-231 Krauskopf, Ingrid (1997) Influences grecques et orientales sur les représentations de dieux étrusques. In: Les Etrusques, les plus religieux des hommes. Actes du Colloque international. Paris 17. -19. 11. 92. Paris 1997, pp. 25-36 Krauskopf, Ingrid (1999) Interesse privato nel mito. Il caso degli scarabei etruschi. In: Le mythe grec dans l\\'Italie antique. Fonction et image. Actes du colloque international, École Française de Rome 14. -16. 11. 96. Rom 1999, pp. 405-421 Krauskopf, Ingrid (1980) La 'Schnabelkanne' della collezione Watkins nel Fogg Art Museum e vasi affini. In: Prospettiva, 20 (1980), pp. 7-16 Krauskopf, Ingrid (1981) Leukothea nach den antiken Quellen. In: Akten des Kolloquiums zum Thema \\\"Die Göttin von Pyrgi\\\". Tübingen 16. -17. 1979 (Biblioteca di Studi Etruschi 12). Florenz 1981, pp. 137-148 Krauskopf, Ingrid (1998) Nachklänge etruskischer Unterwelts- und Dämonenbilder in der römischen Literatur und Bildkunst. In: Aigner-Foresti, Luciana (Hrsg. ): Die Integration der Etrusker und das Weiterwirken etruskischen Kulturgutes im republikanischen und kaiserzeitlichen Rom. Wien 1998, pp. 357-367 Krauskopf, Ingrid (1986) Perseus und die Sphinx. Ein Ödipus-Rätsel weniger. In: Archäologischer Anzeiger, (1986), pp. 95-101 Krauskopf, Ingrid (1995) Schnabelkannen und Griffphialen aus Bronze und Ton. In: Archäologischer Anzeiger, (1995), pp. 501-526 Krauskopf, Ingrid (2011) Seefahrergeschichten - Göttergeschichten oder Der Hunger nach Bildern. Zur Faszination des griechischen Mythos in der etruskischen Kultur. In: COROLLARI. Scritti di antichità etrusche e italiche in omaggio all’opera di Giovanni Colonna. Pisa, Rom 2011, pp. 133-137 Krauskopf, Ingrid (1995) Servizi etruschi - \"griechische\" Vasen aus Porzellan. In: Stupperich, Reinhard (Hrsg. ): Lebendige Antike. Rezeptionen der Antike in Politik, Kunst und Wissenschaft der Neuzeit. Kolloquium für Wolfgang Schiering. Mannheim 1995, pp. 125-134 Krauskopf, Ingrid (1984) Terrakotta-Imitationen der Bronzekannen der Form Beazley VI in Athen, Westgriechenland und Etrurien. In: Ancient Greek and Related Pottery. Proceedings of the International Vase Symposium. Amsterdam 12. -15. 4. 1984. Amsterdam 1984, pp. 83-87 Krauskopf, Ingrid (2001) Thysthla, Thyrsoi und Narthekophoroi. Anmerkungen zur Geschichte des dionysischen Kultstabes. In: Thetis, 8 (2001), pp. 47-52 Krauskopf, Ingrid (2006) Was war in der Situla? In: Amann, Petra (Hrsg. ): Italo - Tusco - Romana. Festschrift für Luciana Aigner-Foresti zum 70. Geburtstag am 30. Juli 2006. Wien 2006, pp. 259-269 Krauskopf, Ingrid (2001) Wein- und Wasserkannen. Zur unterschiedlichen Exportsituation verschiedener etruskischer Schnabelkannen. In: Guggisberg, Martin A. (Hrsg. ): Die Hydria von Grächwil. Zur Funktion und Rezeption mediterraner Importe in Mitteleuropa im 6. und 5. Jahrhundert v. Chr. Bern 2001, pp. 127-135 Krauskopf, Ingrid (1985) Zum Datum der Gorgoneia von Populonia. In: Schweizerische Numismatische Rundschau, 64 (1985), pp. 61-69 Krauskopf, Ingrid (1983) Zur Datierung der etruskischen Löwenkopfmünzen. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 90 (1983), pp. 223-232 Krauskopf, Ingrid (1995) Überlegungen zur zeitlichen Diskrepanz zwichen [zwischen] Metallgefässen und ihren Nachbildungen in Ton. In: Vaisselle métallique - vaisselle céramique. Rencontre d'études sur les vases étrusques, Nantes Mai 1994. 1995, pp. 77-87 (Revue des études anciennes; 97) Krauskopf, Ingrid (2006) The grave and beyond in Etruscan religion. In: Simon, Erika and Thomson de Grummond, Nancy (Hrsgg. ): The Religion of the Etruscans. The Sixth Annual Langford Conference, Florida State University Tallahassee 18. -20. 2. 1999. Austin 2006, pp. 66-89 Krauskopf, Ingrid and Ambos, Claus (2010) The curved staff in the ancient Near East as a predecessor of the etruscan lituus. In: van der Meer, Bouke (Hrsg. ): Material Aspects of Etruscan Religion. Proceedings of the International Colloquium Leiden, May 29 and 30, 2008, Babesch Suppl. 16. 2010, pp. 127-153 Krauskopf, Ingrid and Vuono, Letizia (2007) Kadoi für Wein - Kadoi für Wasser. In: Thetis, 13-14 (2007), pp. 49-57 Kunze, Max (1988) Affinitäten über zeitliche Grenzen. Klassizistische Kunsttheorien der Antike und ihre Rezeption zu Beginn der deutschen Klassik durch J. J. Winckelmann. In: Space and boundaries of literature. Espace et frontières de la littérature. München 1988, pp. 359-363 Kunze, Max (1999) Archäologie aus der Sicht Winckelmanns. In: Von der Schönheit weißen Marmors. Zum 200. Todestag von B. Cavaceppi. Mainz 1999, pp. 11-16 Kunze, Max (1977) Der \"Winckelmannsche Faden\" und Goethes Antikeverständnis. Bemerkungen zu Goethes Winckelmannschrift. In: Mitteilungen der Winckelmann-Gesellschaft Stendal, 41 (1977), pp. 9-12 Kunze, Max (1990) Der Winckelmann-Übersetzer Michael Huber an Chr. C. von Murr - ein unbekannter Brief in der Berliner Antikensammlung. In: Johann Joachim Winckelmann. Neue Forschungen. Eine Aufsatzsammlung. Stendal 1990, pp. 105-109 Kunze, Max (2002) Der „rote Faden“ Winckelmanns - Homer. In: Wiegels, Rainer and Woesler, Winfried (Hrsgg. ): Antike neu entdeckt. Aspekte der Antike-Rezeption im 18. Jahrhundert. Osnabrück 2002, pp. 243-251 Kunze, Max (2006) Giovanni Battista Casanova contra Winckelmann. In: Zwischen Original und Fälschung. Zur Ambivalenz der Nachahmung in der Antikenrezeption. 2006, pp. 46-56 Kunze, Max (1983) Griechische Götter im Werk Johann Joachim Winckelmanns. In: Concilium Eirene Bd. 16. Prag 1983, pp. 178-181 Kunze, Max (1982) Götterbild und Porträt - Nachbemerkungen zu einem Thema über Winckelmann. In: Wissenschaftliche Zeitschrift der Humboldt-Universität zu Berlin, 31 (1982), pp. 237-238 Kunze, Max (1985) Ikaros - Zu Aspekten der Antikerezeption in der bildenden Kunst der DDR. In: Antikenrezeption. Protokoll eines Kolloquiums. Stendal 1985, pp. 109-114 Kunze, Max (1993) Il manoscritto fiorentino di Winckelmann. In: J. J. Winckelmann tra letteratura e archeologia, Colloquio su J. J. Winckelmann tra letteratura e archeologia, tenuto a Firenze nei giorno 14 e 15 dicembre 1990 nella sede dell\\'Accademia della Colombaria. Venedig 1993, pp. 99-117 Kunze, Max (1986) \"In Deiner Mine diese stille Größe und Seelenruh' zu sehn\" - Winckelmann bei Wieland. In: Kunze, Max (Hrsg. ): Christoph Martin Wieland und die Antike. Eine Aufsatzsammlung. Stendal 1986, pp. 65-75 Kunze, Max (1998) Jacob Burckhardt, die Archäologen und die hellenistische Kunst. In: Jacob Burckhardt und die Antike. Mainz 1998, pp. 77-88 Kunze, Max (1975) Kolloquium in Nöthnitz 1974 zum Thema: Winckelmann als Bibliothekar und Exzerptor. In: Mitteilungen der Winckelmann-Gesellschaft Stendal, (1975), pp. 15-17 Kunze, Max (2001) Kopien statt Originale. Stendals Bemühungen um den Pariser Nachlaß Winckelmanns 1940 bis 1943. In: Kopien statt Originale. Stendals Bemühungen um den Pariser Nachlaß Winckelmanns 1940 bis 1943. Stendal 2001, pp. 65-78 Kunze, Max (2005) Lehr- und Vorlagenbücher im 18. Jahrhundert. In: Kunst und Aufklärung im 18. Jahrhundert. Kunstausbildung. Kunstvermittlung. Kunstsammlung, Ausst. -Kat. Stendal, Halle und Wörlitz. Ruhpolding 2005, pp. 45-70 Kunze, Max (2006) Lorenz Beger und die Wiederentdeckung Homers im späten 17. Jahrhundert. In: 300 Jahre Thesaurus Brandenburgicus. München 2006, pp. 111-118 Kunze, Max (1979) Museum und Forschungsgesellschaft unter einem Dach. Winckelmann-Museum Stendal. In: Börsenblatt für den deutschen Buchhandel, 146 (1979), pp. 857-859 Kunze, Max (1986) Neue Forschungen zu Winckelmann. Ein Literaturbericht. In: Gaehtgens, Thomas W. (Hrsg. ): Johann Joachim Winckelmann 1717-1768. Hamburg 1986, pp. 11-30 Kunze, Max (1991) Stil und Geschichtsutopie. Winckelmanns Entdeckung des Etruskischen. In: Wissenschaftliche Zeitschrift der Humboldt-Universität zu Berlin, 40 (1991), pp. 69-73 Kunze, Max (1989) Winckelmann e la lettura visiva dei monumenti greci. In: Il nuovo sentire. Natura, arte e cultura nel \\'700. Mailand 1989, pp. 57-75 Kunze, Max (1977) Winckelmann und Oeser. In: Kunze, Max (Hrsg. ): Johann Joachim Winckelmann und Adam Friedrich Oeser. Eine Aufsatzsammlung. Stendal 1977, pp. 9-22 Kunze, Max (1991) \"Winckelmann-ein Fanatiker der Alten\" (Diderot). In: La Grecia antica. Mito e simbolo per l'eta della grande rivoluzione. Genesi e crisi di un modello nella cultura del Settecento. Mailand 1991, pp. 173-182 Kunze, Max (1998) Winckelmanns Beschreibungen der Statuen im Belvedere-Hof im Lichte des Florentiner Nachlaßheftes. In: Winner, M. (Hrsg. ): Winckelmanns Beschreibungen der Statuen im Belvedere-Hof im Lichte des Florentiner Nachlaßheftes. Mainz 1998, pp. 431-441 Kunze, Max (1990) Winckelmanns Sicht der griechischen Denkmäler. In: Johann Joachim Winckelmann. Neue Forschungen. Eine Aufsatzsammlung. Stendal 1990, pp. 8-20 Kunze, Max (1982) Zu Winckelmanns Schriften über Herkulaneum und Pompeji. In: Kunze, Max (Hrsg. ): Pompeji 79 - 1979. Beiträge zum Vesuvausbruch und seiner Nachwirkung. Stendal 1982, pp. 25-39 Kunze, Max (1981) Zu einer seltenen Winckelmann-Ausgabe im Deutschen Literaturarchiv in Marbach (BRD). In: Mitteilungen der Winckelmann-Gesellschaft Stendal, 45 (1981), pp. 42-43 Kunze, Max (1978) Zu zwei veröffentlichten Briefen Winckelmanns. In: Mitteilungen der Winckelmann-Gesellschaft Stendal, (1978), pp. 40-41 Kunze, Max (1979) Zum Wirken der Winckelmann-Gesellschaft und des Winckelmann-Museums. In: Marginalien, (1979), pp. 27-32 Kunze, Max (1999) Zur Eröffnung der Ausstellung Wiedergeburt griechischer Götter und Helden. Homer in der Kunst der Goethezeit am 6. November 1999. In: Mitteilungen der Winckelmann-Gesellschaft, 62 (1999), pp. 15-18 Kunze, Max (1983) Zur Umrisszeichnung in der Illustration - John Flaxman bei August Wilhelm von Schlegel. In: Marginalien. Zeitschrift für Buchkunst und Bibliophilie, Nr. 92 (1983), pp. 40-52 Kunze, Max (2003) Über das Ergänzen. Zwei Schriften von Johann Joachim Winckelmann und Christian Gottlob Heyne im Vergleich. In: Über das Ergänzen. Zwei Schriften von Johann Joachim Winckelmann und Christian Gottlob Heyne im Vergleich. München 2003, pp. 155-166 Kunze, Max and Rügler, Axel (1998) Antikenhandel und Antikenrestaurierung in Rom. In: \"Außer Rom ist fast nichts schönes in der Welt\". Römische Antikensammlungen im 18. Jahrhundert, Mainz am Rhein (1998), pp. 97-132 Küttner, Karl August (1781) Johann Winckelmann. In: Charaktere teutscher Dichter und Prosaisten/2. Berlin 1781, pp. 333-337 Lambers, Karsten and Remondino, Fabio (2008) Optical 3D measurement techniques in archaeology: recent developments and applications. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. 2008, pp. 27-35 Lanciani, Rodolfo (1894) Il \"Palazzo Maggiore\" nei secoli XVI-XVIII. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 9 (1894), pp. 3-36 Lange, Konrad (1880) Die Athena Parthenos. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 6 (1880), pp. 370-379 Lange, Konrad (1881) Die Athena Parthenos. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 6 (1881), pp. 56-94 Lange, Konrad (1882) Zwei Köpfe von der Akropolis in Athen. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 7 (1882), pp. 193-210 Lauber, Christian (2003) Palast und Territorium. Zur politischen Geographie des minoischen Kreta. Lechterbeck, Jutta (2008) The event horizon in landscape development: when economy makes the landscape cultural. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 374 (Abstract) Lieberwirth, Undine (2008) 3D GIS voxel-based model building in archaeology. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 8 (Abstract) Lindenlauf, Astrid (2013) Schriften von und zu Georg Heinrich Karo (11. 1872-12. 11. 1963). Linder, Monika (2011) Die Archive des DAI. Löwe, Wanda (2000) Siedlungen und Gräber der Palastzeit. In: Im Labyrinth des Minos: Kreta - die erste europäische Hochkultur [Ausstellung des Badischen Landesmuseums, 27. 1. bis 29. 4. 2001, Karlsruhe, Schloss]. München 2000 97ff. Malitz, Jürgen (2003) Autobiographie und Biographie römischer Kaiser im I. Jhdt. n. Chr. In: Weber, G. and Zimmermann, M. (Hrsgg. ): Propaganda - Selbstdarstellung - Repräsentation im römischen Kaiserreich des 1. Jhs. n. Chr. , Historia-Einzelschrift. 164. Stuttgart 2003, pp. 227-242 Malitz, Jürgen (2001) Der Umgang mit Fremden in der Welt der Griechen: \"natives\", Perser, Juden. In: Schreiber, W. (Hrsg. ): Kontakte Konflikte Kooperationen. Der Umgang mit Fremden in der Geschichte. ars una. Eichstätter Kontaktstudium zum Geschichtsunterricht, Band 2. Neuried 2001, pp. 47-76 Malitz, Jürgen (1987) Die Kalenderreform Caesars. Ein Beitrag zur Geschichte seiner Spätzeit. In: Ancient Society, 18 (1987), pp. 103-131 Malitz, Jürgen (2004) Nero. Der Herrscher als Künstler. In: Hartmann, Andreas and Naumann, M. (Hrsgg. ): Mythen Europas. Schlüsselfiguren der Imagination. Antike. Regensburg 2004, pp. 145-164 Malitz, Jürgen (2006) Rom, Athen und Jerusalem: Kaiser Hadrian auf Reisen. In: Schreiber, W. and Gruner, C. (Hrsgg. ): Von den Olympischen Spielen bis zur Potsdamer Konferenz. Standardthemen des Geschichtsunterrichts forschungsnah. Eichstätter Kontaktstudium zum Geschichtsunterricht. Band 6. Neuried 2006, pp. 125-162 Malitz, Jürgen and Weber, Gregor (2006) Gnomon Bibliographische Datenbank. Internationales Informationssystem für die Klassische Altertumswissenschaft. Marx, Friedrich (1885) Marmorgruppe aus Sparta. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 10 (1885), pp. 177-199 Mau, August (1888) La basilica di Pompei. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 3 (1888), pp. 14-46 Mau, August (1894) Scavi di Pompei 1892-1893. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 9 (1894), pp. 37-65 McKeague, Peter and Jones, Rebecca (2008) The national database for Scotland: evolution of the digital resource. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008, pp. 186-193 Mehring, Franz (1909) Johann Joachim Winckelmann. In: Die neue Zeit. Wochenschrift der Deutschen Sozialdemokratie. 1909, pp. 747-759 Meusel, Johann Georg (1816) Winckelmann (Johann Joachim). In: Lexikon der vom Jahre 1750-1800 verstorbenen teutschen Schriftsteller. Leipzig 1816, pp. 184-193 Meyer, Marion (2012) Der Heros als Alter Ego des Kriegers im archaischer und klassischer Zeit. Bilder im Wandel. In: Antike Kunst, 55 (2012), pp. 25-51 Michaelis, Adolf (1889) Das sogenannte Dreifusskapitell von Eleusis. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 14 (1889), pp. 9-14 Michaelis, Adolf (1893) Ein verlorenes attisches Relief. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 8 (1893), pp. 201-209 Michaelis, Adolf (1891) Storia della collezione Capitolina di antichità fino all'inaugurazione del Museo (1734). In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 6 (1891), pp. 3-66 Milani, Luigi A. (1890) Dionysos, Eirene e Pluto. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 5 (1890), pp. 92-110 Milchhoefer, Arthur (1877) Die Gräberfunde in Spata. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 2 (1877), pp. 261-276 Milchhoefer, Arthur (1880) Nymphenrelief aus Athen. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 5 (1880), 206-223, Taf. VII. Milchhoefer, Arthur (1879) Sphinx. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 4 (1879), pp. 45-78 Mom, Vincent and Paijmans, Hans (2008) SECANTO: a retrieval system and classification tool for simple artefacts. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 1. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 171 (Abstract) Mucha, Hans-Joachim and Bartel, Hans-Georg and Dolata, Jens (2008) Finding Roman brickyards in Germania Superior by model-based cluster analysis of archaeometric data. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008, pp. 360-365 Mühlenbruch, Tobias (2003) Bemerkungen zur kontextbezogenen Funktion minoischer Keramik. Musson, Chris and Palmer, Rog and Campana, Stefano (2013) Flights into the Past. Aerial photography, photo interpretation and mapping for archaeology. Nieß, Daniel Tobias (2008) Minoische Gipfelheiligtümer. Noack, Ferdinand (1917) Sitzung vom 8. Dezember 1917 (Winckelmannsfeier). In: Jahrbuch des Deutschen Archäologischen Institu, 32 (1917), pp. 151-164 Ostir, Kristof and Kokalj, Žiga and Saligny, Laure and Tolle, Florian (2008) Confidence maps: a tool to evaluate archaeological data'srelevance in spatial analysis. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008, pp. 272-277 Ostrowski, Janusz A. (1992) Le courant idéaliste et réaliste de la personnification des provinces romaines. In: 50 Years of Polish Excavations in Egypt and the Near East. Acts of Symposium at the Warsaw University 1986. Warschau 1992, pp. 271-280 Ostrowski, Janusz A. (1966) Les portraits romano-égyptiens du Musée Czartoryski à Cracovie. In: Mélanges offerts à Kazimierz Michałowski. Warschau 1966, pp. 151-154 Ostrowski, Janusz A. (1990) Personifications of rivers as an element of Roman political propaganda. In: Étude et Travaux, 15 (1990), pp. 309-316 Ostrowski, Janusz A. (1966) Portret fajumski ze zbiorów Muzeum Narodowego w Warszawie. In: Rocznik Muzeum Narodowego w Warszawie, 10 (1966), pp. 13-21 Ostrowski, Janusz A. (1992) Representation of rural works on a sarcophagus lid from the collection of the National Museum in Cracow. In: Studies in ancient art and civilization, 5 (1992), pp. 59-63 Panagiotopoulos, Diamantis (1999) Η αφήγηση τον Μιν. Το χρονικό μιας αιγυπτιακής αποστολής. In: Chaniotis, Angelos (Hrsg. ): Erga kai hemeres sten Krete apo ten Proïstoria sto Mesopolemo. Herakleio 1999, pp. 4-53 Panagiotopoulos, Diamantis (1995) Η Κεραμείκη του Θολωτου Ταφουε στο Φουρνίαρχανων. In: Papadogiannakes, N. E. (Hrsg. ): Pepragmena tu 7 Diethnus Kretologiku Synedriou A 2. v 1995, pp. 729-739 Panagiotopoulos, Diamantis (2004) Αθλητισμός και αθλητικοί αγώνες στη μινωική Κρήτη. In: Gigourtakis, N. (Hrsg. ): Heraklion and its area. A journey through time. Heraklion 2004, pp. 77-89 95-99; 101 Panagiotopoulos, Diamantis (2000) Ο Ιστορικος Πυρηνας των Παρασταεων Αιγαιων στους Αιγυπτιακους της 18ης Δυναστειας. In: Pepragmena tu 8 Diethnus Kretologiku Synedriou A2. Herakleio 2000, pp. 491-501 Panagiotopoulos, Diamantis (2007) Abgaben an den Kult und 'symbolisches Kapital' in der mykenischen Palastkultur. In: Fitzenreiter, Martin (Hrsg. ): Das Heilige und die Ware. Zum Spannungsfeld von Religion und Ökonomie. London 2007, pp. 131-141 Panagiotopoulos, Diamantis (2007) Arthur Evans' langer Schatten. In: Abenteuer Archäologie, 5 (2007), pp. 31-40 Panagiotopoulos, Diamantis (2005) Chronik einer Begegnung. Ägypten und die Ägäis in der Bronzezeit (Kat. 1-5a). In: Beck, H. and Bol, P. C. and Bückling, M. (Hrsgg. ): Ägypten, Griechenland und Rom. Abwehr und Berührung. 2005, pp. 34-49 Panagiotopoulos, Diamantis (2006) Das minoische Stierspringen. Zur Performanz und Darstellung eines altägäischen Rituals. In: Mylonopoulos, J. and Roeder, H. (Hrsgg. ): Archäologie und Ritual. Auf der Suche nach der rituellen Handlung in den antiken Kulturen Ägyptens und Griechenlands. Wien 2006, pp. 125-138 Panagiotopoulos, Diamantis (2004) Der ferne Nachbar. Der Einfluss Ägyptens auf das minoische Kreta und das mykenische Griechenland. In: Bol, P. C. and Kaminski, G. and Maderna, C. (Hrsgg. ): Fremdheit-Eigenheit. Ägypten, Griechenland und Rom: Austausch und Verständnis. Stuttgart 2004, pp. 33-46 Panagiotopoulos, Diamantis (2006) Der minoische 'Hof' als Kulisse zeremonieller Handlung. In: Maran, J. (Hrsg. ): Constructing Power. Architecture, ideology and social practice. Hamburg 2006 Panagiotopoulos, Diamantis (2009) Die Mykener. Hochkultur an der Schwelle der historischen Zeit. In: Siebenmorgen, H. (Hrsg. ): Zeit der Helden. Die „dunklen Jahrhunderte“ Griechenlands 1200-700 v. Chr. Karlsruhe 2009, pp. 28-37 Panagiotopoulos, Diamantis (1999) Ραμσής Β' ο Μέγας. 'Eργα και Ημέρες ενός αυτοκράτορα του 13ου αι. π. Χ. In: Corpus: αρχαιολογία, ιστορία των πολιτισμών 2. 1999, pp. 22-31 Panagiotopoulos, Diamantis (2008) Geschenk oder Handel? Zu den Gaben der Ägäischen Prozessionen in den Thebanischen Privatgräbern. In: Kyriatsoulis, A. (Hrsg. ): Austausch von Gütern, Ideen und Technologien in der Ägäis und im östlichen Mittelmeer. Von der prähistorischen bis zu der archaischen Zeit. Weilheim 2008 167-179 (+Diskussion bis S. 183) Panagiotopoulos, Diamantis (2001) Keftiu in context: Theban tomb-paintings as a historical source. In: Oxford Journal of Archaeology, 20 (2001), pp. 263-283 Panagiotopoulos, Diamantis (2001) Kreta in der Vorpalastzeit. In: Im Labyrinth des Minos. Kreta - die erste europäische Hochkultur. Katalog der Ausstellung im Badischen Landesmuseum Karlsruhe. München 2001, pp. 45-55 Panagiotopoulos, Diamantis (2006) Minoan Zominthos. In: Gavrilaki, I. and Tzifopoulos, V. (Hrsgg. ): Mylopotamos from antiquity to the present: environment, archaeology, history, folklore, sociology. Rethymnon 2006, pp. 47-75 Panagiotopoulos, Diamantis (2001) Minoische Jenseitsvorstellungen. Frühkretische Grabfunde aus kulturanthropologischer Sicht. In: Tagung Kreta und Zypern: Religion und Schrift. Von der Frühgeschichte bis zum Ende der archaischen Zeit, Akten der Tagung in Ohlstadt 26. -28. 02. 1999. Altenburg 2001, pp. 279-293 Panagiotopoulos, Diamantis (2007) Minoische Villa in den Wolken Kretas. In: Antike Welt, 38 (2007), pp. 17-24 Panagiotopoulos, Diamantis (2007) Mykenische Trauerbilder. Zu den Anfängen der griechischen funerären Ikonographie. In: Lang, F. (Hrsg. ): Stephanos Aristeios. Archäologische Forschungen zwischen Nil und Istros. Festschrift für Stefan Hiller zum 65. Geburtstag. Wien 2007, pp. 205-214 Panagiotopoulos, Diamantis (2008) Natur als sakraler Raum in der minoischen Kultur. In: Archiv für Religionsgeschichte, 10 (2008), pp. 115-142 Panagiotopoulos, Diamantis (2008) SEMATA. Zur Lage und Semantik monumentaler Grabbauten in Mykene. In: Kümmel, C. and Schweizer, B. and Veit, U. (Hrsgg. ): Körperinszenierung, Objektsammlung, Monumentalisierung. Totenritual und Grabkult in frühen Gesellschaften. Archäologische Quellen in kulturwissenschaftlicher Perspektive. Münster 2008, pp. 107-123 Panagiotopoulos, Diamantis and Sakellarakis, Jannis (2004) Ανασκφη Ζωμίνθου. In: Praktika tes Archaiologikes Etaireias, (2004), pp. 99-110 Panagiotopoulos, Diamantis and Sakellarakis, Jannis (2005) Ανασκφη Ζωμίνθου. In: Praktika tes Archaiologikes Etaireias, (2005), pp. 89-105 Pecchioli, Laura and Mohamed, Fawzi and Carrozzino, Marcello and Leitner, Heinz (2008) Method to link data in 3D environment. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 220 (Abstract) Petersen, Eugen (1893) Amazzone madre? In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 8 (1893), pp. 251-258 Petersen, Eugen (1892) Aphrodite. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 7 (1892), pp. 32-80 Petersen, Eugen (1894) Das Wunder an der Columna M. Aurelii. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 9 (1894), pp. 78-89 Petersen, Eugen (1893) Disco di ferro. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 8 (1893), pp. 226-235 Petersen, Eugen (1894) Teseo nel mare. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 9 (1894), pp. 229-230 Poirier, Nicolas and Tolle, Florian (2008) Measurements of diachronic stability of agrarian exploitation. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 281 (Abstract) Pomtow, Hans (1889) Ein arkadisches Weihgeschenk zu Delphi. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 14 (1889), pp. 15-40 Posluschny, Axel and Herzog, Irmela and Lambers, Karsten (2008) Preface. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 xvii-xx Puchstein, Otto (1890) Die Parthenonsculpturen. In: Jahrbuch des Kaiserlich Deutschen Archäologischen Instituts, 5 (1890), pp. 79-117 Purgold, Karl (1881) Nike aus Megara. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 6 (1881), pp. 375-382 Quack, Joachim Friedrich (1996) kftAw und iAcy. In: Ägypten & Levante, 6 (1996), pp. 75-81 Rahmstorf, Lorenz (2008) Elektronischer Katalog zu: Lorenz Rahmstorf, Kleinfunde aus Tiryns. Terrakotta, Stein, Bein und Glas/Fayence vornehmlich aus der Spätbronzezeit. Rains, Michael (2008) Silchester - a virtual research environment for archaeology. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, April 2-6, 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 10 Rajala, Ulla (2008) Visualising archaic tombs and their postdepositional histories: the 3D modelling of the tombs from Cisterna Grande, Crustumerium (Rome, Italy). In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008, pp. 127-133 Rangabé, A. R. (1882) Das Erechtheion [1]. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 7 (1882), pp. 258-273 Rangabé, A. R. (1882) Das Erechtheion [2]. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 7 (1882), pp. 321-334 Redö, Ferenc (2008) The regularities of coin accumulation and coin circulation based on settlement materials in Pannonia. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 376 (Abstract) Rey, Léon (1927) Tombeaux macédoniens decouverts a Zeitenlik, près de Salonique. In: Albania, 2 (1927), pp. 28-47 Rieck, Bastian and Mara, Hubert and Krömker, Susanne (2013) Unwrapping highly-detailed 3D meshes of rotationally symmetric man-made objects. In: Proc. of the XXIV. CIPA 2013 Symposium Recording, Documentation and Cooperation for Cultural Heritage. ISPRS - International Society for Photogrammetry and Remote Sensing 2013, pp. 259-264 (SPRS Ann. Photogramm. Remote Sens. Spatial Inf. Sci. ; II-5/W) Riedel, Volker (1999) Goethe und seine Zeit im Spannungsfeld zwischen Antike und Moderne. In: Mitteilungen der Winckelmann-Gesellschaft, 62 (1999), Nr. Beilag. pp. 1-18 Riedel, Volker (2006) Johann Jacob Bodmers Stellung in der Geschichte der deutschen Antikenrezeption. In: Gymnasium, 113 (2006), pp. 47-63 Riedel, Volker (2011) „Was kömmt hier auf das selbst Sehen an?\" Zum Widerstreit des Antiquarischen und des Ästhetischen bei Lessing. In: Festschrift für Max Kunze \". die Augen ein wenig zu öffnen\". Ein Blick auf die antike Kunst von der Renaissance bis heute. Mainz-Ruhpolding 2011, pp. 35-39 Riedel, Volker (1990) Winckelmannsches Gedankengut in Erich Arendts Bildbänden zur Welt des Mittelmeeres. In: Johann Joachim Winckelmann. Neue Forschungen, Schriften der Winckelmanngesellschaft Bd. 11. 1990, pp. 148-157 Riedel, Volker (2006) Zwischen Klassizismus und Geschichtlichkeit. Goethes Buch Winckelmann und sein Jahrhundert. In: International Journal of the Classical Tradition 13/2, 13 (2006), Nr. 2. pp. 217-242 Riegl, Alois (1890) Zur spätrömischen Ikonographie der Monate. In: Archäologisch-epigraphische Mitteilungen aus Österreich-Ungarn, 13 (1890), pp. 9-11 Riegl, Alois (1900) Zur spätrömischen Porträtskulptur. In: Strena Helbigiana. A. D. 4. non. Febr. a. 1898; Sexagenario obtulerunt amici. Leipzig 1900, pp. 250-256 Robert, Carl (1882) Das Schiedsgericht über Athena und Poseidon. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 7 (1882), pp. 48-58 Robert, Carl (1882) Relief im Peiraieus. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 7 (1882), pp. 389-395 Rodier, Xavier and Saligny, Laure (2008) Social features, spatial features and temporal features: an urban archaeological data model. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 218 (Abstract) Röllig, Wolfgang (1996) Akkadisch tu'um, di'um, phönizisch tw, aramäisch twn: Versuch einer Klärung. In: Acquaro, E. (Hrsg. ): Alle soglie della classicità. Il Mediterraneo tra tradizione e innovazione, Studi in onore di Sabatino Moscati, Band 3. Rom 1996, pp. 1203-1207 Röllig, Wolfgang (1972) Alte und neue phönizische Inschriften aus dem ägäischen Raum. In: Neue Ephemeris für Semitische Epigraphik, 1 (1972), pp. 1-8 Röllig, Wolfgang (1969) Beiträge zur nordsemitischen Epigraphik (1-4). In: Die Welt des Orients. 1969, pp. 108-126 Röllig, Wolfgang (1995) Phönizier und Griechen im Mittelmeerraum. In: Breuninger, H. and Sieferle, R. P. (Hrsgg. ): Markt und Macht in der Geschichte. Stuttgart 1995, pp. 45-73 Rößler, Detlef (1999) Archäologie in der ersten Hälfte des 18. Jahrhunderts. In: Weiss, Thomas (Hrsg. ): Von der Schönheit des weissen Marmors. Zum 200. Todestag Bartolomeo Cavaceppis. Mainz 1999, pp. 1-10 Rößler, Detlef (2011) „Im Ganzen muß die Natur der Kunst weichen\". Winckelmann und Christian Ludwig von Hagedorn. In: Festschrift für Max Kunze \". die Augen ein wenig zu öffnen\". Ein Blick auf die antike Kunst von der Renaissance bis heute. Mainz-Ruhpolding 2011, pp. 41-50 Rügler, Axel (2009) Die Anfänge der Etruskologie. Winckelmanns Vorläufer. In: Kunze, Max (Hrsg. ): Die Etrusker. Die Entdeckung ihrer Kunst seit Winckelmann. Mainz 2009, pp. 9-18 Rügler, Axel (2009) Winckelmann: Was ist etruskisch, was nicht? In: Kunze, Max (Hrsg. ): Die Etrusker. Die Entdeckung ihrer Kunst seit Winckelmann. Mainz 2009, pp. 19-54 Sarris, Apostolos and Papadopoulos, Nikos and Trigkas, Vasilis (2008) Recovering the urban network of ancient Sikyon through multi-component geophysical approaches. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008, pp. 11-16 Sarris, Apostolos and Trigkas, Vasilis and Papadakis, Giorgos and Papazoglou, Michalis (2008) A web-GIS approach to cultural resources management in Crete: the digital archaeological atlas of Crete. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 242 (Abstract) Sauer, Bruno (1891) Der Ostgiebel des Olympischen Zeustempels. In: Jahrbuch des Kaiserlich Deutschen Archäologischen Instituts, 6 (1891), pp. 9-42 Sauer, Bruno (1917) Johann Joachim Winckelmann. In: Westermanns Monatshefte, (1917), pp. 482-487 Schmitzer, Ulrich (1994) Vom Esquilin nach Trastevere - Hor. sat. 1,9 im Kontext zeitgenössischen Verstehens. In: Koster, Severin (Hrsg. ): Horaz-Studien. Erlangen 1994 (Erlanger Forschungen A,66). Erlangen 1994, pp. 9-30 Schneider, Arthur (1889) Zu den attischen Kleinmeistern. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 4 (1889), pp. 153-165 Schuhmann, Kristin (2009) Die Schöne und die Biester. Die Herrin der Tiere im bronzezeitlichen und früheisenzeitlichen Griechenland (Daidalos 3). Schweinfurth, Dagmar (2005) Ekphrasis topôn und ekphrasis tropôn. Aspekte der topographischen Ekphraseis in der griechischen Prosa der Kaiserzeit und Spätantike. Schwemmer, Martin (2010) Überlegungen zur Siegelpraxis von Kato Zakros. Seager, Richard B. (1904) Excavations at Vasiliki,1904. In: University of Pennsylvania Transactions of the Free Museum of Science and Art, 1 (1904), pp. 207-221 Seager, Richard B. (1906) Report of excavations at Vasiliki Crete, in 1906. In: University of Pennsylvania Transactions of the Free Museum of Science and Art, 2 (1906), pp. 111-132 Siart, Christoph and Eitel, Bernhard (2008) Geoarchaeological studies in central Crete based on remote sensing and GIS. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008, pp. 299-305 Six, Jan (1887) Ein Porträt des Ptolemaios VI Philometor. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 12 (1887), pp. 212-222 Stark, Karl (1880) Johann Joachim Winckelmann (1717-1768). In: Systematik und Geschichte der Archäologie der Kunst. Leipzig 1880, pp. 193-206 Stein, Karl Heinrich von (1886) Winckelmann. In: Stein, Karl Heinrich von (Hrsg. ): Die Entstehung der neueren Ästhetik. Stuttgart 1886, pp. 370-414 Storli, Renate (2007) Stilsyntaktische Untersuchungen zur bemalten nabatäischen Feinkeramik. Stubenrauch, Michael (2006) Unterhaltungsarchitektur im Kontext kleinasiatischer Städte. Das Stadion in römischer Zeit zwischen Sport und Spektakel. Studniczka, Franz (1928) Neue archaische Marmorskulpturen. Falsches und Echtes. In: Jahrbuch des Deutschen Archäologischen Instituts, 43 (1928), pp. 140-229 Stupperich, Reinhard (1984) Achill in Faenza. In: Boreas, 7 (1984), pp. 261-268 Stupperich, Reinhard (1984) Antike Motive auf niederländischen Fliesen in Ostfriesland. In: Niederländische Wandfliesen in Nordwestdeutschland. Einfluß der Niederlande auf die Wohnkultur zwischen Weser und Ems. Osnabrück 1984, pp. 89-110 Stupperich, Reinhard (1984) Antiken der Sammlung W. W. III: Steinplastik. In: Boreas, 7 (1984), pp. 397-412 Stupperich, Reinhard (1986) Antiken der Sammlung W. W. VII: Gemmen. In: Boreas, 9 (1986), pp. 236-246 Stupperich, Reinhard (1989) Antiken der Sammlung W. W. XI: Römische Bronzen. In: Boreas, 12 (1989), pp. 231-248 Stupperich, Reinhard (1981) Antiker Marmorkopf in Privatbesitz. In: Boreas, 4 (1981), pp. 202-206 Stupperich, Reinhard (1988) Arthur Milchhoefer (1852-1903). In: Lullies, R. and Schiering, W. (Hrsgg. ): Archäologenbildnisse. Porträts und Kurzbiographien von Klassischen Archäologen in deutscher Sprache. Berlin 1988, pp. 103-105 Stupperich, Reinhard (1984) Beiträge zu sieben Vasen. In: Korzus, B. (Hrsg. ): Griechische Vasen aus westfälischen Sammlungen. Münster 1984 42-44; 62-64; 178; 216-220; 238; 244 f. Stupperich, Reinhard (1993) Belgische oder britische Werkstatt-Tradition? Eine Gruppe emaillierter Bronzegefäße im römischen Nordwesten. In: Niedhart, G. (Hrsg. ): Das kontinentale Europa und die britischen Inseln. Wahrnehmungsmuster und Wechselwirkungen seit der Antike (Festschrift M. Schlenke). Mannheimer Historische Forschungen 1. Mannheim 1993, pp. 44-59 Stupperich, Reinhard (1995) Bemerkungen zum römischen Import im sogenannten Freien Germanien. In: Franzius, G. (Hrsg. ): spekte römisch-germanischer Beziehungen in der frühen Kaiserzeit. Vortragsreihe zur Sonderausstellung \\\"Kalkriese - Römer im Osnabrücker Land\\\" 1993 in Osnabrück ( Quellen und Schrifttum zur Kulturgeschichte des Wiehengebirgsraumes B 1). Bramsche 1995, pp. 45-98 Stupperich, Reinhard (1994) Beobachtungen zu Gräbern und Grabsitten in der Nekropole von Assos. In: Laverna, 5 (1994), pp. 56-86 Stupperich, Reinhard (1992) Bildkombination und Ableserichtung auf klassischen Bildfriesschalen. Ein Beitrag zum Problem des Verhältnisses von Gefäß und Bemalung. In: Brehm, O. and Klie, S. (Hrsgg. ): Mousikos Aner, Festschrift für Max Wegner zum 90. Geburtstag (Antiquitas 3. R. , 32). Bonn 1992, pp. 425-444 Stupperich, Reinhard (1985) Carl Humann. In: Westfälische Lebensbilder, 13 (1985), pp. 130-155 Stupperich, Reinhard (1985) Das Dioskuren-Relief in Dortmund. In: Boreas, 8 (1985), pp. 205-210 Stupperich, Reinhard (1991) Das Grabmal eines Konsularen in Attaleia. In: Istanbuler Mitteilungen, 41 (1991), pp. 417-422 Stupperich, Reinhard (1982) Das Statuenprogramm in den Zeuxippos-Thermen. Überlegungen zur Beschreibung durch Christodoros von Koptos. In: Istanbuler Mitteilungen, 32 (1982), pp. 210-235 Stupperich, Reinhard (1984) De amor met het masker. In: Tegel, 12 (1984), pp. 28-30 Stupperich, Reinhard (1993) Der Hildesheimer Silberschatz. Römisches Tafelgeschirr der augusteischen Zeit. In: Schlüter, W. (Hrsg. ): Kalkriese - Römer im Osnabrücker Land. Archäologische Forschungen zur Varusschlacht. Osnabrück 1993, pp. 283-305 Stupperich, Reinhard (1986) Der Löwen-Tischfuß im Codex des Johannes Löwenklau. In: Boreas, 9 (1986), pp. 186-194 Stupperich, Reinhard (1987) Der Merkur von der Asbacher Hütte. In: Trierer Zeitschrift, 50 (1987), pp. 189-193 Stupperich, Reinhard (1989) Die Grabung in Assos im Sommer 1989. In: Historisch archäologischer Freundeskreis, Rundbrief 1989. 1989, pp. 82-95 Stupperich, Reinhard (1995) Die Göldenitz-Gruppe. Figürlich verzierte Metallarbeiten des 3. Jhs. n. Chr. mit Weißmetallauflage. In: Rößler, Detlef and Stürmer, Veit (Hrsgg. ): Modus in rebus. Gedenkschrift für Wolfgang Schindler. Berlin 1995 Stupperich, Reinhard (1990) Die antiken figürlichen Bronzen im Museum für Kunst und Kulturgeschichte der Stadt Dortmund. In: Boreas, 13 (1990), pp. 189-200 Stupperich, Reinhard (1982) Die frühchristliche Rundpyxis in Werden. In: Boreas, 5 (1982), pp. 287-294 Stupperich, Reinhard (1980) Die griechischen Vasen in der Sammlung Dr. C. Henke. In: Boreas, 3 (1980), pp. 181-187 Stupperich, Reinhard (1995) Die zwölf Caesaren Suetons. Zur Verwendung von Kaiserporträt-Galerien in der Neuzeit. In: Lebendige Antike. Rezeptionen der Antike in Politik, Kunst, Wissenschaft der Neuzeit. Kolloquium für W. Schiering (Mannheimer Historische Forschungen 6). Mannhiem 1995, pp. 39-58 Stupperich, Reinhard (1993) Dritter Vorbericht über die Grabung in der Westtor-Nekropole von Assos im Sommer 1991. In: Ausgrabungen in Assos 1991, Asia Minor Studien, 10 (1993), pp. 1-35 Stupperich, Reinhard (1987) Edendorf und Estorff. Zu einer Gruppe von Bronzestatuetten im Landesmuseum Hannover. In: Die Kunde, N. F. 3 (1987), pp. 129-149 Stupperich, Reinhard (1990) Ein Aureus des Augustus aus Haltern. In: Boreas, 13 (1990), pp. 168-172 Stupperich, Reinhard (1988) Ein Goldarmband mit dreizehn römischen Gemmen in Münster. In: Boreas, 11 (1988), pp. 292-300 Stupperich, Reinhard (1994) Ein Prachtkamm aus dem Kerameikos. In: Thetis, 1 (1994), pp. 63-68 Stupperich, Reinhard (1995) Ein antiker Hauch in der wilhelminischen Maienblüte. In: Thetis, 2 (1995), pp. 125-138 Stupperich, Reinhard (1995) Ein archaisches Kriegerrelief aus Gargara. In: Schwertheim, E. (Hrsg. ): Studien zum antiken Kleinasien III. (Asia Minor Studien 16). Bonn 1995, pp. 127-138 Stupperich, Reinhard (1981) Ein griechisches Goldblech in Gevelsberg. In: Boreas, 4 (1981), pp. 199-201 Stupperich, Reinhard (1978) Eine 'Gefäßgruppenstele' aus dem Kerameikos. In: Boreas, 1 (1978), pp. 94-102 Stupperich, Reinhard (1991) Eine Architekturbeschreibung Gregors von Nyssa. Zur Diskussion um die Rekonstruktion des Martyrions von Nyssa im 25. Brief. In: Studien zum antiken Kleinasien. F. K. Dörner zum 80. Geburtstag gewidmet, Asia Minor Studien 3. Bonn 1991, pp. 111-124 Stupperich, Reinhard (1990) Eine Bronzestatuette aus Miletupolis. Zu archaisierenden Kleinbronzen der Kaiserzeit. In: Schwertheim, E. (Hrsg. ): Mysische Studien (Asia Minor Studien 1). Bonn 1990, pp. 111-116 Stupperich, Reinhard (1982) Eine kleine Sammlung provinzialrömischer Keramik im Museum Haus Martfeld in Schwelm. In: Beiträge zur Heimatkunde der Stadt Schwelm und ihrer Umgebung, 32 (1982), pp. 114-123 Stupperich, Reinhard (1988) Erwerb der Antiken-Sammlung Peek für das Archäologische Museum der Westfälischen Wilhelms-Universität. In: (Bericht der) Gesellschaft zur Förderung der Westfälischen Wilhelms-Universität, Münster (1988), pp. 24-27 Stupperich, Reinhard (1980) Eulen der Athena in einer Münsterschen Privatsammlung. In: Boreas, 3 (1980), pp. 157-173 Stupperich, Reinhard (1990) Figürliche römische Bronzen im Lippischen Landesmuseum Detmold. In: Boreas, 13 (1990), pp. 185-188 Stupperich, Reinhard (1994) Fragment eines palmyrenischen Votivreliefs im Archäologischen Seminar der Universität Mannheim. In: Thetis, 1 (1994), pp. 69-74 Stupperich, Reinhard (1994) Fragmentanpassungen bei attischen Grabreliefs. In: Thetis, 1 (1994), pp. 53-62 Stupperich, Reinhard (1991) Frühkaiserzeitliche figürliche Bronzen im nordwestlichen Germanien. Ein Überblick. In: Trier, B. (Hrsg. ): Die römische Okkupation nördlich der Alpen zur Zeit des Augustus, Kolloquium Bergkamen 1989, Vorträge. Bodenaltertümer Westfalens 26. 1991, pp. 167-184 Stupperich, Reinhard (2006) Fundstück - Fälschung - Phantom der Forschung? In: Stupperich, Reinhard and Kunze, Max (Hrsgg. ): Zwischen Original und Fälschung: Zur Ambivalenz der Nachahmung in derAntikenrezeption. Stendal 2006, pp. 37-45 Stupperich, Reinhard (1987) Fundstücke aus Carnuntum im Museum für Kunst und Kulturgeschichte der Stadt Dortmund. In: Carnuntum-Jahrbuch, (1987), pp. 123-148 Stupperich, Reinhard (1989) Gedanken zu Obelisk und Pulvinar in Darstellungen des Circus Maximus in Rom. In: Drexhage, H. -J. (Hrsg. ): igratio et Commutatio. Studien zur Alten Geschichte und deren Nachleben. Thomas Pekáry zum 60. Geburtstag. St. Katharinen 1989, pp. 265-279 Stupperich, Reinhard (1981) Griechische Vasen und römische Lampen in Münsterschem Privatbesitz. In: Boreas, 4 (1981), pp. 207-215 Stupperich, Reinhard (1994) The Iconography of Athenian State Burials in the Classical Period. In: Coulson, W. (Hrsg. ): The Archaeology of Athens and Attica under the Democracy (Oxbow Monograph 37). Oxford 1994, pp. 93-103 Stupperich, Reinhard (1977) Keine Fälschung - kein Meisterwerk. In: Praeceptori optime merito Max Wegner. Münster 1977, pp. 71-77 Stupperich, Reinhard (1990) Kurzer Vorbericht über die Grabungen in der Westtor-Nekropole von Assos im Sommer 1989 und 1990. In: Boreas, 13 (1990), pp. 27-36 Stupperich, Reinhard (1994) Milchhoefer, Arthur. In: Neue Deutsche Biographie. 1994, pp. 503-504 Stupperich, Reinhard (1990) Neugefundene Bruchstücke von Marmorplastik in Assos. In: Serdaroglu, Ü. (Hrsg. ): Ausgrabungen in Assos. Asia Minor Studien 2. Bonn 1990, pp. 29-34 Stupperich, Reinhard (1993) Qualitätsmangel oder Stilbruch. Zu Stileigentümlichkeiten provinzieller Bronzen. In: Zimmermann, K. (Hrsg. ): Der Stilbegriff in den Altertumswissenschaften. Rostock 1993, pp. 143-148 Stupperich, Reinhard (1980) A Reconsideration of some Fourth-Century British Mosaics. In: Britannia, 11 (1980), pp. 289-301 Stupperich, Reinhard (1995) Römische Toreutik und augusteische Feldzüge in Germanien: Der Fall Hildesheim. In: Wiegels, Rainer and Woesler, W. (Hrsgg. ): rminius und die Varusschlacht. Geschichte - Mythos - Literatur. Interdisziplinäres Kolloquium in Osnabrück 6. -9. 12. 1990. Paderborn 1995, pp. 97-122 Stupperich, Reinhard (1978) Staatsgrabfragment in Oxford. In: Boreas, 1 (1978), pp. 97-93 Stupperich, Reinhard (1983) Un portrait féminin idéalisé d'époque romaine au Musée de Mariemont. In: Cahiers de Mariemont, 14 (1983), pp. 22-33 Stupperich, Reinhard (1990) Vorbericht über die Grabung in der Westtor-Nekropole von Assos im Sommer 1989. In: Serdaroglu, Ü. (Hrsg. ): Ausgrabungen in Assos. Asia Minor Studien 2. Bonn 1990, pp. 6-22 Stupperich, Reinhard (1979) Weißgrundige Lekythen in Münster. In: Boreas, 2 (1979), pp. 209-222 Stupperich, Reinhard (1990) Zu den Stylopinakia am Tempel der Apollonis in Kyzikos. In: Schwertheim, E. (Hrsg. ): Mysische Studien. Asia Minor Studien 1. Bonn 1990 101-109 Stupperich, Reinhard (1983) Zu einer Kindergrabstele aus Kyzikos. In: Epigraphica Anatolica, 2 (1983), pp. 155-159 Stupperich, Reinhard (1988) Zu zwei Neufunden spätklassischer Reliefs aus Südrußland. In: Boreas, 11 (1988), pp. 51-61 Stupperich, Reinhard (1989) Zum letzten Bildnistypus Drusus des Jüngeren. Stupperich, Reinhard (1994) Zur Beschreibung einer galatischen Villa im 20. Brief Gregors von Nyssa. In: Schwertheim, E. (Hrsg. ): Forschungen in Galatien. Kolloquium Haus Rothenberge 1993. Asia Minor Studien 12. Bonn 1994, pp. 157-169 Stupperich, Reinhard (1985) Zur Bulla auf römischen Grabreliefs. In: Epigraphica Anatolica, 6 (1985), pp. 103-108 Stupperich, Reinhard (1994) Zur Problematik der lykurgischen Baupolitik im alexanderzeitlichen Athen. In: Bericht über die 39. Versammlung Deutscher Historiker in Hannover. 23. bis 26. September 1992. Stuttgart 1994, pp. 57-58 Stupperich, Reinhard (1983) Zur dextrarum iunctio auf frühen römischen Grabreliefs. In: Boreas, 6 (1983), pp. 143-150 Stupperich, Reinhard (1992) Zweiter Vorbericht über die Grabung in der Westtor-Nekropole von Assos im Sommer 1990. In: Serdaroglu, Ü. and Stupperich, Reinhard (Hrsgg. ): Ausgrabungen in Assos 1990. Asia Minor Studien 5. Bonn 1992, pp. 1-31 Stupperich, Reinhard (1995) Überlegungen zum Fußmaß mykenischer Bauten. In: Thetis, 2 (1995), pp. 21-30 Süß, Jürgen (2010) 3D-Rekonstruktion eines bronzezeitlichen Ägäisschiffes. Svoronos, Jean Nikolaus (1922) C. Christodoulos et les faussaires d’Athènes. In: Journal international d’archéologie numismatique, 1920, (1922), pp. 97-107 Svoronos, Jean Nikolaus (1914) Explication du Cratère des Médicis. In: Journal international d\\'archéologie numismatique, 16 (1914), pp. 213-254 Sybel, Ludwig von (1883) Statuarische Typen. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 8 (1883), pp. 24-29 Sybel, Ludwig von (1879) Zwölfgötteraltar aus Athen. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 4 (1879), pp. 337-350 Taruashvili, Leonid (2013) Das Standbild als latentes Symbol der weltanschaulichen Einstellung Vitruvs. Taruashvili, Leonid (2007) Monimenta antiquae urbis Romae ad artes elegantes pertinentia: Itinerarium Latine adumbratum. Taruashvili, Leonid (2008) Monimenta antiquae urbis Romae ad artes elegantes pertinentia: Itinerarium Latine adumbratum (altera versio emendata et amplificata). Taruashvili, Leonid (2014) Tectonics of divine body in the Iliad and its early modern translations: Dream and Athena. Taruashvili, Leonid (2009) Von der Villa zur Stadt: Eine Geschmacksumwandlung im Spiegel der antiken Ekphrasis des 1. - 4. Jhs. Tatas, Ariane Elisabeth (2009) Die figürlichen Grabstelen im römischen Thessaloniki (Daidalos 5). Technau, Werner (1929) Griechische Keramik im Samischen Heraion. In: Mitteilungen des Deutschen Archäologischen Instituts. Athenische Abteilung, 54 (1929), 6-64, Tafl II-VI. Töpfer, Kai M. (2013) The empress and her relationship to the Roman army. Treu, Georg (1891) Die neuesten Versuche zur Anordnung des Olympischen Ostgiebels. In: Jahrbuch des Kaiserlich Deutschen Archäologischen Instituts, 6 (1891), pp. 63-75 Treu, Georg (1881) Fragmente aus den tegeatischen Giebelgruppen des Skopas. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 6 (1881), pp. 393-423 Treu, Georg (1891) Nochmals die Olympischen Giebel. In: Jahrbuch des Kaiserlich Deutschen Archäologischen Instituts, 6 (1891), pp. 98-109 Uleberg, Espen (2008) Scale dependent patterns in large museum datasets. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008, pp. 266-271 Vierck, Sigrid (1991) Die Aigis: zu Typologie und Ikonographie eines mythischen Gegenstandes. Villing, Alexandra Claudia (1992) The Iconography of Athena in Attic Vase-painting from 440-370 BC. Vodolazhskaya, Larisa (2008) Reconstruction of Heron's formulas for calculating the volume of vessels. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 376 (Abstract) von Alten, Georg (1878) Die Thoranlagen bei der Hagia Triada zu Athen. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 3 (1878), 28-18, Taf. III-IV. Weber-Lehmann, Cornelia (2008) Der blaue Charun - Zur Farbigkeit etruskischer Todesdämonen. In: Antike Welt, 39 (2008), Nr. 2. pp. 22-23 Weber-Lehmann, Cornelia (2009) Etruskische Wandmalereien. In: Kunze, Max (Hrsg. ): Die Etrusker. Die Entdeckung ihrer Kunst seit Winckelmann. Mainz 2009, pp. 157-166 Weber-Lehmann, Cornelia (1995) Polyphem in der Unterwelt? Zur Tomba dell'Orco II in Tarquinia. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 102 (1995), 71-100; Taf. 21-24. Weber-Lehmann, Cornelia (1985) Spätarchaische Gelagebilder in Tarquinia. In: Mitteilungen des Deutschen Archäologischen Instituts, Römische Abteilung, 92 (1985), 19-44; Taf. 4-33. Weber-Lehmann, Cornelia (2001) Zur Ausstattung etruskischer Klinengelage: Ergebnisse historischer und moderner Dokumentationen der Grabmalereien Tarquinias. In: Barbet, Alix (Hrsg. ): La peinture funéraire antique IVe siècle av. J. -C. - IVe siècle ap. J. -C. , Actes du colloque de l\\'Association Internationale pour la Peinture Murale Antique (AIPMA) 6 - 10 octobre 1998, Saint-Romain-en-Gal - Vienne. Paris 2001, pp. 29-37 Weil, Rudolf (1877) Ueber die Ausgrabungen in Olympia. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 2 (1877), pp. 155-170 Welcker, Friedrich Gottlieb (1818) Ueber den Homerischen Schild des Achilles und den Hesiodischen des Herakles. In: Zeitschrift für Geschichte und Auslegung der alten Kunst, 1 (1818), pp. 553-588 Wenning, Robert (1987) Anmerkungen zu palästinensischen Textilien in hellenistischer, römischer und byzantinischer Zeit aus archäologischer Sicht. In: Völger, G. (Hrsg. ): Pracht und Geheimnis. Kleidung und Schmuck aus Palästina und Jordanien. Katalog der Ausstellung im Rautenstrauch-Joest-Museum Köln vom 3. Oktober 1987 bis 27. März 1988. Köln 1987 144-149, 422 Wenning, Robert (2003) Dhat Ras - Notizen zu den Tempeln auf der Akropolis. In: Hertog, C. den and Hübner, Ulrich and Münger, S. (Hrsgg. ): Studien zur Archäologie Palästinas/Israels. Festschrift für Volkmar Fritz zum 65. Geburtstag. Münster 2003, pp. 257-290 Wenning, Robert (1986) Die Stadtgöttin von Caesarea Maritima. In: Boreas, 9 (1986), pp. 113-129 Wenning, Robert (1986) Eine römische Grabbüste aus Palästina in Münster. In: Boreas, 9 (1986), 221-225, Taf. 37, 1-2. Wenning, Robert (2000) Griechische Vasenbilder in Palästina. In: Uehlinger, C. (Hrsg. ): Images as media. Sources for the Cultural History of the Near East and the Eastern Mediterranean (1st millennium BCE). Fribourg 2000, pp. 339-358 Wenning, Robert (2001) Hauranite sculpture. In: Padgett, J. M. (Hrsg. ): roceedings of the first international congress on the Hellenic diaspora from antiquity to modern times, Montréal, 17th - 22nd April 1988. Vol. I: from antiquity to 1453. Princeton 2001, pp. 312-347 Wenning, Robert (2003) Hellenistische Denkmäler aus Petra. Überlegungen zum Hellenisierungsprozess der Nabatäer. In: Zimmer, Gerhard (Hrsg. ): Neue Forschungen zur hellenistischen Plastik. Kolloquium zum 70. Geburtstag von Georg Daltrop. Eichstätt 2003, pp. 141-164 Wenning, Robert (1993) Herodianische Architektur. Eine Bibliographie. In: Boreas, 14/15 (1993), pp. 109-129 Wenning, Robert (2007) The Nabataeans in History (Before AD 106). In: Politis, K. D. (Hrsg. ): The World of the Nabataeans. Volume 2 of the International Conference The World of the Herods and the Nabataeans held at the British Museum, 17-19. April 2001. Oriens et Occidens 15. Stuttgart 2007, pp. 25-44 Wenning, Robert (2007) Nabatäische Votivnischen, Clan-Heiligtümer, Tempel und Votive. In: Frevel, C. and Hesberg, H. von (Hrsgg. ): Kult und Kommunikation. Medien in Heiligtümern der Antike. Wiesbaden 2007, pp. 247-277 Wenning, Robert (1991) Nachrichten über Griechen in Palästina in der Eisenzeit. In: Fossey, J. M. (Hrsg. ): roceedings of the first international congress on the Hellenic diaspora from antiquity to modern times, Montréal, 17th - 22nd April 1988. Vol. I: from antiquity to 1453. Amsterdam 1991, pp. 207-219 Wenning, Robert (2002) Petra in Jordanien, Zentrum der Nabatäer. Eine Stadt als \"religiöse Landschaft\"? In: Hahn, J. (Hrsg. ): Religiöse Landschaften. Veröffentlichungen des Arbeitskreises zur Erforschung der Religions- und Kulturgeschichte des Antiken Vorderen Orients Bd. 4. Münster 2002, pp. 49-67 Wenning, Robert and Hübner, Ulrich (2004) Nabatäische Büstenreliefs aus Petra - zwei Neufunde. In: Zeitschrift des Deutschen Palästina-Vereins, 120 (2004), pp. 157-181 Wenning, Robert and Merklein, Helmut (1998) Ein Verehrungsplatz der Isis in Petra neu untersucht. In: Zeitschrift des Deutschen Palästina-Vereins, 114 (1998), pp. 126-178 Wenning, Robert and Merklein, Helmut (2001) The Veneration Place of Isis at Wadi as-Siyyagh, Petra: New Research. In: Studies in the History and Archaeology of Jordan, 7 (2001), pp. 421-432 Wernicke, Konrad (1887) Pausanias und der alte Athenatempel auf der Akropolis. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 12 (1887), pp. 184-189 Westerburg, Jörg (2000) The Reconstruction of the Northeast Building at Pylos. Westerburg-Eberl, Sabine (2000) \"Minoische Villen\" in der Neupalastzeit auf Kreta. In: Im Labyrinth des Minos: Kreta - die erste europäische Hochkultur [Ausstellung des Badischen Landesmuseums, 27. 1. bis 29. 4. 2001, Karlsruhe, Schloss], München. 2000 87ff. Whitley, Thomas G. and Burns, Gwendolyn (2008) Conditional GIS surfaces and their potential for archaeological predictive modelling. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008, pp. 292-298 Widmann, Esther (2007) Die Archäologie des Haushalts in der kretischen Neupalastzeit: Archäologische und ikonographische Zeugnisse zum alltäglichen Bereich (Daidalos 1). Winter, Franz (1888) Der Kalbträger und seine kunstgeschichtliche Stellung. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 13 (1888), pp. 113-136 Winter, Franz (1888) Thetisvase des Euphronios. In: Jahrbuch des Deutschen Archäologischen Instituts, 3 (1888), pp. 66-67 Wolters, Paul (1889) Mykenische Vasen aus dem nördlichen Griechenland. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 14 (1889), pp. 262-270 Yule, Paul (1973) The Cut Style reconsidered. Yule, Paul (1985) Die frühkretischen Siegel. In: Antike Welt, 16 (1985), pp. 51-54 Zakšek, Klemen and Fovet, Elise and Nuninger, Laure and Podobnikar, Tomaž (2008) Path modelling and settlement pattern. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008, pp. 309-315 Ziller, Ernst (1877) Untersuchungen über die antiken Wasserleitungen Athens. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 2 (1877), pp. 107-131 Zimmer, Gerhard (2012) Archäologie des leeren Raumes. Zur Rolle des Experimentes bei der Erforschung antiker Werkstätten. In: Hartmann, Andreas and Weber, Gregor (Hrsgg. ): Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag. Speyer 2012, pp. 79-96 Zimmermann, Norbert and Eßer, Gerold (2008) Showing the invisible - documentation and research on the Roman Domitilla catacomb, based on image laser scanning and 3D modelling. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008, pp. 58-64 Zöller, Sebastian (2005) Die Gesellschaft der frühen „Dunklen Jahrhunderte“ auf Kreta. Eine Untersuchung der archäologischen Hinterlassenschaften der Bevölkerung Kretas während der Spätminoisch IIIC und Subminoischen Zeit im Bezug auf ihre soziale Aussagekraft und Bedeutung (Daidalos 2). [Horner, Jacob] (1807) Johann Winckelmann. In: Künstler-Galerie oder Biographien und Charakterschilderungen berühmter Maler und Dichter. Zürich 1807 [ohne Seitenzählung]. Šmejda, Ladislav (2008) Expanding scales in GIS analysis. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 283 (Abstract).", 
    "domain": "archiv.ub.uni-heidelberg.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "classics", 
        "archaeology", 
        "digital library"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8615054489452104159", 
            "resource_date": "2015-05-27T11:45:35.738-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:38.077204"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/propylaeum-dok-digital-repository_27.html", 
            "resource_date": "2015-05-27T11:45:35.738-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:38.077220"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Propylaeum-DOK: Digital Repository: Classical Archaeology", 
    "url": "http://archiv.ub.uni-heidelberg.de/propylaeumdok/view/faecher/FKA.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}