{
    "description": "Propylaeum-DOK: Digital Repository: Classical Philology. Jump to: B | C | F | H | K | M | P | Q | S | T | W Number of items at this level: 102. Bertrand, Alexandre (1874) Le kestre ou kestrosphendone. In: Revue archéologique, 27=NS, (1874), pp. 73-48 Borg, Barbara (2004) Bilder zum Hören - Bilder zum Sehen: Lukians Ekphraseis und die Rekonstruktion antiker Kunstwerke. In: Millenium, 1 (2004), pp. 25-27 Borg, Barbara (2004) Introduction. In: Borg, Barbara (Hrsg. ): Paideia: The World of the Second Sophistic. Berlin 2004, pp. 1-10 Borg, Barbara (2011) Who Cared about Greek Identity? Athens in the First Century BCE. In: Wiater, N. and Schmitz, Th. (Hrsgg. ): The Struggle for Identity. Greeks and their Past in the First Century BCE. Stuttgart 2011, pp. 213-234 Chaniotis, Angelos (1986) Kleine Beiträge zu kretischen Inschriften. In: Zeitschrift für Papyrologie und Epigraphik, 62 (1986), pp. 193-197 Chaniotis, Angelos and Thaler, Ulrich (2006) Die Altertumswissenschaften an der Universität Heidelberg 1933-1945. In: Eckart, W. U. and Sellin, V. and Wolgast, H. (Hrsgg. ): Die Universität Heidelberg im Nationalsozialismus. Heidelberg 2006, pp. 391-434 Cohen, D. (1926) De Demetrio Phalereo. In: Mnemosyne, 54 (1926), Nr. 2. pp. 88-98 Funke, Peter (1994) Chronikai syntaxeis kai historiai. Die rhodische Historiographie in hellenistischer Zeit. In: Klio, 76 (1994), pp. 255-262 Funke, Peter (2008) Integration und Herrschaft. Überlegungen zur „Trilingue von Xanthos“. In: Kottsieper, I. and Schmitt, R. and Wöhrle, J. (Hrsgg. ): Berührungspunkte. Studien zur Sozial- und Religionsgeschichte Israels und seiner Umwelt. Festschrift für Rainer Albertz (= Alter Orient und Altes Testament, Bd. 350). Münster 2008, pp. 603-612 Hagedorn, Ursula and Hagedorn, Dieter (1991) Nachlese zu den Fragmenten der jüngeren griechischen Übersetzer des Buches Hiob. In: Nachrichten der Akademie der Wissenschaften in Göttingen, Phil. -hist. Klasse, Jahrgang 1991, 10 (1991), pp. 377-411 Hentze, C. (1908) Aktionsart und Zeitstufe der Infinitive in den homerischen Gedichten. In: Indogermanische Forschungen, 22 (1908), pp. 267-289 Köhler, Ulrich (1879) Eine attische Marineurkunde. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 4 (1879), pp. 79-89 Malitz, Jürgen (2005) \"Auch ein Wort über unser Judenthum\". Theodor Mommsen und der Berliner Antisemitismusstreit. In: Wiesehöfer, J. and Börm, H. (Hrsgg. ): Theodor Mommsen: Gelehrter, Politiker und Literat. Stuttgart 2005, pp. 137-164 Malitz, Jürgen (1990) Das Interesse an der Geschichte. Die griechischen Historiker und ihr Publikum. In: Verdin, H. and Schepens, G. and de Keyser, E. (Hrsgg. ): Purposes of History. Studies in Greek Historiography from the 4th to the 2nd Centuries B. C. Proceedings of the International Colloquium Leuven, 24-26 May 1988, Studia Hellenistica 30. Löwen 1990, pp. 323-349 Malitz, Jürgen (2006) Klassische Philologie. In: Wirbelauer, E. and Hausmann, F. -R. and Paletschek, S. and Speck, D. (Hrsgg. ): Die Freiburger Philosophische Fakultät 1920 - 1960. Mitglieder - Strukturen - Vernetzungen. Freiburger Beiträge zur Wissenschafts- und Universitätsgeschichte. Neue Folge, Bd. 1. Freiburg, München 2006, pp. 303-364 Malitz, Jürgen (1983) Nachlese zum Briefwechsel Mommsen - Wilamowitz. In: Quaderni di Storia, 17 (1983), pp. 123-150 Malitz, Jürgen (1988) Philosophie und Politik im frühen Prinzipat. In: Schmidt, H. W. and Wülfing, P. (Hrsgg. ): Antikes Denken - Moderne Schule. Beiträge zu den antiken Grundlagen unseres Denkens. Heidelberg 1988, pp. 151-179 Malitz, Jürgen (1985) Theodor Mommsen und Wilamowitz. In: Calder, W. M. and Flashar, Hellmut and Lindken, T. (Hrsgg. ): Wilamowitz nach 50 Jahren. Darmstadt 1985, pp. 31-55 Malitz, Jürgen and Weber, Gregor (2006) Gnomon Bibliographische Datenbank. Internationales Informationssystem für die Klassische Altertumswissenschaft. Möllendorff, Peter von (2000) Aeneas und Odysseus. Die 'Tore des Schlafs'. In: Schwindt, J. P. (Hrsg. ): Zwischen Tradition und Innovation. Poetische Verfahren im Spannungsfeld Klassischer und Neuerer Literatur und Literaturwissenschaft. München, Leipig 2000, pp. 43-66 Möllendorff, Peter von (1996) Aischylon d'aresomai. Der ‘neue Aischylos’ in den Fröschen des Aristophanes. In: Würzburger Jahrbücher für die Altertumswissenschaft, N. F. 2 (1996), pp. 129-151 Möllendorff, Peter von (2000) Apuleius, Der goldene Esel oder Von den Folgen der Neugierde. In: Hose, M. (Hrsg. ): Meisterwerke der antiken Literatur. Von Homer bis Boethius. München 2000, pp. 143-162 Möllendorff, Peter von (1995) Aristophanes und der komische Chor auf der Bühne des 5. Jahrhunderts. In: Pöhlmann, E. (Hrsg. ): Studien zur Bühnendichtung und zum Theaterbau der Antike (Studien zur Klassischen Philologie, Bd. 93). Frankfurt a. M. 1995, pp. 143-154 Möllendorff, Peter von (2009) Bild-Störung. Das Gemälde von Europas Entführung in Achilleus Tatios' Roman Leukippe und Kleitophon. In: Renger, A. and Ißler, R. (Hrsgg. ): Europa - Stier und Sternenkranz. Von der Union mit Zeus zum Staatenverbund. Bonn 2009, pp. 145-164 Möllendorff, Peter von (2009) Der Mensch, das Monstrum. Eros und Hybris in Platons Symposion. In: Borgards, R. and Holm, C. and Oesterle, G. (Hrsgg. ): Monster. Zur ästhetischen Verfassung eines Grenzbewohners. Würzburg 2009, pp. 29-50 Möllendorff, Peter von (1994) Die Fabel von Adler und Mistkäfer im Äsoproman. In: Rheinisches Museum für Philologie, 137 (1994), pp. 141-161 Möllendorff, Peter von (2001) Die Konstruktion von Helden. Rezeptionslenkung durch Intertextualität im Aias des Sophokles. In: Hoff, Ralf von den and Schmidt, Stefan (Hrsgg. ): Konstruktionen von Wirklichkeit. Bilder im Griechenland des 5. und 4. Jahrhunderts v. Chr. Stuttgart 2001, pp. 261-279 Möllendorff, Peter von (2002) Die Zungenfertigkeit des Komödiendichters. Spott, Oralsex und Metapoetik in den Wespen des Aristophanes. In: Ercolani, Andrea (Hrsg. ): Spoudaiogeloion. Form und Funktion der Verspottung in der aristophanischen Komödie (Drama Bd. 11). Stuttgart 2002, pp. 299-316 Möllendorff, Peter von (2000) Eduard Schwartz und Ulrich von Wilamowitz-Moellendorff. In: Calder, W. M. and Dubischar, M. and Hose, M. and Vogt-Spira, Gregor (Hrsgg. ): Wilamowitz in Greifswald [= Spudasmata 81]. Hildesheim 2000, pp. 466-490 Möllendorff, Peter von (2001) Frigid Enthusiasts. Lucian on Writing History. In: Proceedings of the Cambridge Philological Society, 47 (2001), pp. 117-140 Möllendorff, Peter von (2004) Im Grenzland der literarischen Satire: Apuleius’ Metamorphosen. In: Kussl, R. (Hrsg. ): Alte Texte - Neue Wege [= Dialog Schule Wissenschaft. Klassische Sprachen und Literaturen, Bd. XXXVIII]. München 2004, pp. 45-72 Möllendorff, Peter von (2007) In alter Frische - Generation und Generationskonflikt in der Aristophanischen Komödie der zweiten Schaffensperiode. In: Baier, Thomas (Hrsg. ): Generationenkonflikte auf der Bühne. Perspektiven im antiken und mittelalterlichen Drama. Tübingen 2007, pp. 83-99 Möllendorff, Peter von (2003) Literarische Konstruktionen von autonomía bei Herodot und Aristophanes. In: Antike und Abendland, 49 (2003), pp. 14-35 Möllendorff, Peter von (2009) Man as Monster: Eros and Hubris in Plato's Symposium. In: Fögen, Th. and Lee, M. M. (Hrsgg. ): Bodies and Boundaries in Graeco-Roman Antiquity. Berlin / New York 2009, pp. 87-109 Möllendorff, Peter von (1994) Menanders Samia und die Aristotelische Poetik. In: Bierl, A. and v. Möllendorff, P. (Hrsgg. ): Orchestra. Drama - Mythos - Bühne. Leipzig 1994, pp. 300-317 Möllendorff, Peter von (2004) Puzzling Beauty. Zur ästhetischen Konstruktion von Paideia in Lukians ‘Bilder’-Dialogen. In: Millennium, 1 (2004), pp. 1-24 Möllendorff, Peter von (2006) Sophistische Phantastik: Lukians Lügenfreunde. In: Hörnke, N. and Baumbach, M. (Hrsgg. ): Fremde Wirklichkeiten. Literarische Phantastik und antike Literatur. Heidelberg 2006, pp. 187-201 Möllendorff, Peter von (2005) Verdichtungen des Alltags. Lukians Meergötter-Gespräche. In: Wodianka, S. and Rieger, D. (Hrsgg. ): Mythosaktualisierungen. Tradierungs- und Generierungspotentiale einer alten Erinnerungsform. Berlin / New York 2005, pp. 227-245 Perali, Pericle (2011) I Fasti (Volume I). Perali, Pericle (2008) I Fasti (Volumi II-VII). Putz, Martin (2008) Rezension von: Lav Subaric und Franz Daxecker: Christoph Scheiners Sol ellipticus. Veröffentlichung der Universität Innsbruck, 226, Innsbruck, 1998. Quack, Joachim Friedrich (1995) Dekane und Gliedervergottung. Altägyptische Traditionen im Apokryphon Johannis. In: Jahrbuch für Antike und Christentum, 38 (1995), pp. 97-122 Schaefer, Carl (1880) Neue Seeurkundenfragmente. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 5 (1880), pp. 43-51 Schmitzer, Ulrich (1989) Bruegel, Coecke und Ovid - ein Nachtrag. In: Zeitschrift für Kunstgeschicht, 52 (1989), pp. 423-425 Schmitzer, Ulrich (2004) Das Abendland braucht keinen Vater mehr: Vergils Aeneis auf dem Weg in die Vergessenheit. In: Assmann, Aleida (Hrsg. ): Vergessene Texte der Weltliteratur. Konstanz 2004, pp. 235-263 Schmitzer, Ulrich (2003) Das Kaff, das Irgendwo: Die Erfindung von Tomi durch Ovid und Christoph Ransmayr. In: Lajarrige, Jacques (Hrsg. ): Lectures croisées de Christoph Ransmayr: Le dernier des mondes. Paris 2003, pp. 11-32 Schmitzer, Ulrich (2009) Der Maecenaskreis macht einen Ausflug, oder: Wie Horaz die Politik zur Privatsache macht. In: Felgentreu, Fritz and Mundt, Felix and Rücker, Nils (Hrsgg. ): Per attentam Caesaris aurem: Satire - die unpolitische Gattung ? Eine internationale Tagung an der Freien Universität Berlin vom 7. bis 8. März 2008. Tübingen 2009, pp. 99-115 (Leipziger Studien zur Klassischen Philologie; 5) Schmitzer, Ulrich (2005) Der Tod auf offener Szene. Tacitus über Nero und die Ermordung des Britannicus. In: Hermes, 113 (2005), pp. 337-357 Schmitzer, Ulrich (1992) Der Tod des Laokoon im 20. Jahrhundert. Zur Vergil-Rezeption in Cees Nootebooms Roman Rituelen. In: Arcadia, 27 (1992), pp. 190-196 Schmitzer, Ulrich (2003) Dichtung und Propaganda im 1. Jahrhundert n. Chr. In: Zimmermann, M. and Weber, G. (Hrsgg. ): Selbstdarstellung, Propaganda, Repräsentation im römischen Kaiserreich des 1. Jhs. n. Chr. (Historia Einzelschriften 164). Stuttgart 2003, pp. 205-226 Schmitzer, Ulrich (2003) Die Bändigung der schönen Helena in Homers Odyssee. In: Gymnasium, 110 (2003), pp. 23-40 Schmitzer, Ulrich (2002) Die Erste Epode und die Türkenkriegsparainese im Werk des Jakob Balde. In: Lefèvre, E. (Hrsg. ): Balde und Horaz (NeoLatina 3). Tübingen 2002, pp. 235-252 Schmitzer, Ulrich (2002) Die Macht über die Imagination. Literatur und Politik unter den Bedingungen des frühen Prinzipats. In: Rheinisches Museum für Philologie, 145 (2002), pp. 281-394 Schmitzer, Ulrich (2010) Die literarische Erfahrung des Exils als Konstruktion des Raums. In: Petersmann, Gerhard and Coroleu Oberparleitner, Veronika (Hrsgg. ): Exil und Literatur. Interdisziplinäre Konferenz anlässlich der 2000. Wiederkehr der Verbannung Ovids. Graz - Wien 2010, pp. 57-73 Schmitzer, Ulrich (1993) Die lästigen Frösche. Von Aristophanes und Ovid zu Peter Handke und H. C. Artmann. In: Anregung, 39 (1993), pp. 372-386 Schmitzer, Ulrich (2008) Exemplarische Betrachtungen zu Ovids Metamorphosen: Das Epos vom steten Wandel der Welt. In: Humanistische Bildung, 23 (2008), pp. 69-90 Schmitzer, Ulrich (2000) Falsche und richtige Philologie. Die Homer-Zitate in Seneca, Apocol. 5. In: Rheinisches Museum für Philologie, 143 (2000), pp. 191-197 Schmitzer, Ulrich (1996) Gallus im Elysium. Ein Versuch über Ovids Trauerelegie auf den toten Papagei Corinnas (am. 2,6). In: Gymnasium, 104 (1996), pp. 245-270 Schmitzer, Ulrich (2001) Goethe und die Literatur der frühen Kaiserzeit. In: Tagungsakten des Kongresses Pontes, Innsbruck 30. 9. - 2. 10. 1999 (Comparanda 1). Innsbruck 2001, pp. 194-208 Schmitzer, Ulrich (1999) Guiding Strangers through Rome - Plautus, Propertius,Vergil, Ovid, Ammianus Marcellinus, and Petrarch. In: Electronic antiquity, 5 (1999), Nr. 2. Schmitzer, Ulrich (2005) Legittimazione del presente attraverso la costruzione del passato. Troia nella poesia latina di età imperiale. In: Burzachini, G. (Hrsg. ): Troia fra realtà e leggenda. Parma 2005, pp. 23-45 Schmitzer, Ulrich (2001) Literarische Stadtführungen - von Homer bis Ammianus Marcellinus und Petrarca. In: Gymnasium, 108 (2001), pp. 515-537 Schmitzer, Ulrich (1992) Meeresstille und Wasserrohrbruch. Über Herkunft, Funktion und Nachwirkung der Gleichnisse in Ovids Erzählung von Pyramus und Thisbe (met. 4,55-166). In: Gymnasium, 99 (1992), pp. 519-545 Schmitzer, Ulrich (2002) Neue Forschungen zu Ovid (1997-2001). In: Gymnasium, 109 (2002), pp. 143-166 Schmitzer, Ulrich (2003) Neue Forschungen zu Ovid - Teil II. In: Gymnasium, 110 (2003), pp. 147-182 Schmitzer, Ulrich (2007) Neue Forschungen zu Ovid - Teil III. In: Gymnasium, 114 (2007), pp. 149-179 Schmitzer, Ulrich (1994) Non modo militiae turbine factus eques: Ovids Selbstbewußtsein und die Polemik gegen Horaz in der Elegie am. 3,15. In: Philologus, 138 (1994), pp. 101-117 Schmitzer, Ulrich (2005) Odysseus - ein griechischer Held im kaiserzeitlichen Rom. In: Lutter, Anderas (Hrsg. ): Odyssee-Rezeptionen. Frankfurt 2005, pp. 33-53 Schmitzer, Ulrich (2008) „Oligostichicus Caesar\". Das Bild des Augustus und seines Hauses in der Anthologia Palatina. In: Kreikenbom, D. (Hrsg. ): Augustus - der Blick von außen. Die Wahrnehmung des Kaisers in den Provinzen des Reiches und in den Nachbarstaaten. Wiesbaden 2008, pp. 15-28 Schmitzer, Ulrich (2009) Ovidio fra Parma e Berlino. In: Paideia, 64 (2009), pp. 599-620 Schmitzer, Ulrich (1997) Platonische Fußnoten. Holzwege und Seitenpfade der Antikenrezeption am Beispiel Botho Strauß. In: Anregung, 45 (1997), pp. 98-114 Schmitzer, Ulrich (2004) Poetische Treulosigkeit - Johannes Secundus (Eleg. 1, 1), Ovid und Amor. In: Schäfer, E. (Hrsg. ): Johannes Secundus und die römische Liebeslyrik (NeoLatina 5). Tübingen 2004, pp. 59-70 Schmitzer, Ulrich (1999) Praesaga ars - Zur literarischen Technik der Ekphrasis bei Valerius Flaccus. In: Würzburger Jahrbücher für die Altertumswissenschaft NF, 23 (1999), pp. 143-160 Schmitzer, Ulrich (2003) Raoul Schrott und Properz. In: Jahrbuch für Internationale Germanistik, 35 (2003), Nr. 2. pp. 219-238 Schmitzer, Ulrich (2006) Reserare oracula mentis - Abermals zur Funktion der Pythagorasrede in Ovids Metamorphosen. In: SIFC, 99 (2006), pp. 32-56 Schmitzer, Ulrich (2005) Rom in der (nach-)antiken Literatur. (Re-)Konstruktion und Transformation der urbanen Gestalt der Stadt von der augusteischen Zeit bis zur Moderne. In: Gymnasium, 112 (2005), pp. 241-268 Schmitzer, Ulrich (1998) Sieben Thebaner gegen Theben. Bemerkungen zur Darstellungsform in Xenophon, hell. 5,4,1-12. In: Würzburger Jahrbücher für die Altertumswissenschaft, NF 22 (1998), pp. 123-139 Schmitzer, Ulrich (2001) Strenge Jungfräulichkeit - Zur Figur der Göttin Diana in Ovids Metamorphosen. In: Wiener Studien, 114 (2001), pp. 303-321 Schmitzer, Ulrich (2001) Tomi, das Kaff, Echo die Hure - Ovid und Christoph Ransmayrs 'Die letzte Welt'. In: Seidensticker, B. and Vöhler, M. (Hrsgg. ): Mythen in nachmythischer Zeit. Die Antike in der deutschsprachigen Literatur der Gegenwart. Walter de Gruyter Verlag, Berlin 2001, pp. 276-297 Schmitzer, Ulrich (2008) Transformierte Transformation. Eine Fallstudie zur Erzähltechnik und Rezeption der Metamorphosen Ovids anhand der Actaeon-Sage. In: Gymnasium, 115 (2008), pp. 23-46 Schmitzer, Ulrich (1994) Turnus und die Danaiden. Mythologische Verstrickung und personale Verantwortung. In: GB, 20 (1994), pp. 109-126 Schmitzer, Ulrich (2003) Video meliora proboque, deteriora sequor. Ovid und seine Medea. In: Kussl, R. (Hrsg. ): Spurensuche (Dialog Schule und Wissenschaft. Klassische Sprachen und Literaturen 37). München 2003, pp. 21-48 Schmitzer, Ulrich (1994) Vom Esquilin nach Trastevere - Hor. sat. 1,9 im Kontext zeitgenössischen Verstehens. In: Koster, Severin (Hrsg. ): Horaz-Studien. Erlangen 1994 (Erlanger Forschungen A,66). Erlangen 1994, pp. 9-30 Schmitzer, Ulrich (1994) Von Wölfen und Lämmern (Hor. epod. 4). In: Koster, Severin (Hrsg. ): Horaz-Studien (Erlanger Forschungen A,66). Erlangen 1994, pp. 31-50 Schmitzer, Ulrich (2008) Wann kam Tityrus nach Rom? Ein Versuch der Annäherung an Vergils Eklogen. In: in: Vergil und das antike Epos. Festschrift Hans Jürgen Tschiedel. Stuttgart 2008, pp. 149-178 Schmitzer, Ulrich and Fleischmann, Petra (2006). iunctae solacia mortis und una in urna (Ov. met. 5, 73 und 11, 706). Aufgrund der Vorarbeiten von Franz Bömer ausgeführt durch Petra Fleischmann und Ulrich Schmitzer. In: Gymnasium, 116 (2006), pp. 529-545 Schweinfurth, Dagmar (2005) Ekphrasis topôn und ekphrasis tropôn. Aspekte der topographischen Ekphraseis in der griechischen Prosa der Kaiserzeit und Spätantike. Sinn, Valérie (2005) Medea und Médée. Senecas Drama im Vergleich mit dem Opernlibretto Thomas Corneilles. Skutsch, Franz (1909) Vom pompejanischen Straßenleben. In: Glotta: Zeitschrift für griechische und lateinische Sprache, 1 (1909), pp. 104-113 Stupperich, Reinhard (1991) Eine Architekturbeschreibung Gregors von Nyssa. Zur Diskussion um die Rekonstruktion des Martyrions von Nyssa im 25. Brief. In: Studien zum antiken Kleinasien. F. K. Dörner zum 80. Geburtstag gewidmet, Asia Minor Studien 3. Bonn 1991, pp. 111-124 Taruashvili, Leonid (2010) MORAL UND TEKTONIK: Plastisch-visuelle Gestalt der Opposition Trojaner - Achäer in der Ilias von Homer. Taruashvili, Leonid (2007) Monimenta antiquae urbis Romae ad artes elegantes pertinentia: Itinerarium Latine adumbratum. Taruashvili, Leonid (2008) Monimenta antiquae urbis Romae ad artes elegantes pertinentia: Itinerarium Latine adumbratum (altera versio emendata et amplificata). Taruashvili, Leonid (2013) Plastic-tectonical imagery of the Iliad as reflected in early modern translations: 15th to mid 19th c. Taruashvili, Leonid (2014) Tectonics of divine body in the Iliad and its early modern translations: Dream and Athena. Taruashvili, Leonid (2011) Tektonik der Göttergestalten in Ilias von Homer und ihren neuzeitlichen Übersetzungen. Weitz, Friedemann (2013) Die ‚Römeroden’ am Scheideweg. Eine Momentaufnahme zu einem wirkungsmächtigen Schlagwort (in) der Horaz-Forschung. Weitz, Friedemann (2013) Ein (erstes) Jahr DER NEUE GEORGES. Dokumentarisches zu einer altertumskundlichen Publikation in Selbstdarstellung und Außenwahrnehmung. Weitz, Friedemann (2013) Exemplarische Maßlosigkeit oder Frechheit. Martin Mosebach auf den Spuren des Horaz und literarischer Unsterblichkeit. Eine Stichprobe zur Antike-Rezeption in Deutschland kurz nach der Jahrtausendwende. Weitz, Friedemann (2013) Gefragt ist also. Hundert Jahre deutsche Prosafassungen horazischer Satiren. Weitz, Friedemann (2013) Lectiones Teubnerianae. Textkritische Ausgaben als Problemanzeige (am Beispiele Horazens). Weitz, Friedemann (2000) Perspektivwechsel beim Prädikativum? Ein Vorschlag zur (Er-)Klärung des Phänomens. In: Anregung. Zeitschrift für Gymnasialpädagogik, 46 (2000), Nr. 4. pp. 258-275.", 
    "domain": "archiv.ub.uni-heidelberg.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "classics", 
        "philology"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8813486229850790094", 
            "resource_date": "2015-05-30T08:35:51.889-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:40.655340"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/propylaeum-dok-digital-repository_30.html", 
            "resource_date": "2015-05-30T08:35:51.889-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:40.655357"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Propylaeum-DOK: Digital Repository: Classical Philology", 
    "url": "http://archiv.ub.uni-heidelberg.de/propylaeumdok/view/faecher/FKP.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}