{
    "description": "Propylaeum-DOK: Digital Repository: Ancient History. Jump to: A | B | C | D | E | F | G | H | K | L | M | P | R | S | T | V | W | Z Number of items at this level: 256. Andreae, Bernard and Flashar, Hellmut (1977) Strukturäquivalenzen zwischen den homerischen Epen und der frühgriechischen Vasenkunst. In: Poetica, 9 (1977), pp. 217-266 Assmann, Jan (2010) Globalization, Universalism, and the Erosion of Cultural Memory. In: Assmann, Aleida and Conrad, Sebastian (Hrsgg. ): Memory in a Global Age. Discourses, Practices and Trajectories, Palgrave Macmillan Memory Studies. New York 2010, pp. 121-137 Borg, Barbara (2004) Introduction. In: Borg, Barbara (Hrsg. ): Paideia: The World of the Second Sophistic. Berlin 2004, pp. 1-10 Chaniotis, Angelos (1988) Μίνωτκα Ευρηματα απο τον Αγίο Μυρωνα σε ενα Τουρκίκο εγραφο. In: Kretika Chronika, 28/29 (1988), pp. 58-63 Chaniotis, Angelos (1990) Μία Αγηωστη πηγη γία τη Λατρία στο Ιδαίο αντρο στην Υστατη Αρχαίοτητα. In: Acts of the 6th Cretological Congress [Pepragmena tou 6. Diethnous Kretologikou Synedriou]. Chania 1990, pp. 393-401 Chaniotis, Angelos (2000) Ονειροκρίτες Αρεταλογοί και προσκυνητες: Θρησκευτικες Δραστηρίοτητες Κρητων στην Ελληνιστικη Αίγυπτο. In: Karetsou, A. (Hrsg. ): Crete - Egypt. Cultural Links of Three Millenia. Athen 2000, pp. 208-214 Chaniotis, Angelos (1998) Το χρονικο της Ανακαλυψηξ μίας Ελληνίστίκης Πολης στην καρια 8Bucakköy; Συνετα). In: Deltion tou Kentrou Mikrasiatikon Spoudon, 12 (1998), pp. 13-41 Chaniotis, Angelos (2005) Akzeptanz von Herrschaft durch ritualisierte Dankbarkeit und Erinnerung. In: Ambos, Claus and Hotz, S. and Schwedler, G. and Weinfurter, Stefan (Hrsgg. ): Die Welt der Rituale. Von der Antike bis heute. Darmstadt 2005, pp. 188-204 Chaniotis, Angelos (1988) Als die Diplomaten noch tanzten und sangen. Zu zwei Dekreten kretischer Städte in Mylasa. In: Zeitschrift für Papyrologie und Epigraphik, 71 (1988), pp. 154-156 Chaniotis, Angelos (1992) Amnisos in den schriftlichen Quellen: Die Testimonien. Die Geschichte von Amnisos von Homer bis zur Eroberung Kretas durch die Türken. Amnisos von den Dunklen Jahrhunderten bis zum Ende der Kaiserzeit. Amnisos als ein Problem der historischen Geographie. In: Schäfer, J. (Hrsg. ): Amnisos nach den archäologischen, historischen und epigraphischen Zeugnissen des Altertums und der Neuzeit. Gebr. Mann, Berlin 1992 51-127; 287-322; 350-355 Chaniotis, Angelos (2002) Bemerkungen zu christlichen Inschriften aus Kreta und Kleinasien. In: Tekmeria, 7 (2002), pp. 157-162 Chaniotis, Angelos (1996) Bemerkungen zum Kalender kretischer Städte in hellenistischer Zeit. In: Tekmeria, 2 (1996), pp. 16-41 Chaniotis, Angelos (2004) Das Bankett des Damas und der Hymnos des Sosandros: Öffentlicher Diskurs über Rituale in den griechischen Städten der Kaiserzeit. In: Harth, Dietrich and Schenk, G. (Hrsgg. ): Ritualdynamik. Kulturübergreifende Studien zur Theorie und Geschichte rituellen Handelns. Heidelberg 2004, pp. 291-304 Chaniotis, Angelos (1987) Das Ehrendekret für Diophantos (IOSPE I2 352) und die Geschichtsschreibung. In: Fol, A. and Zhivkov, V. and Nedjalkov, N. (Hrsgg. ): Acta Centri Historiae Terra Antiqua Balcanica. Sofia 1987, pp. 233-235 Chaniotis, Angelos (2000) Das Jenseits: Eine Gegenwelt? In: Hölscher, Tonio (Hrsg. ): Gegenwelten zu den Kulturen der Griechen und der Römer in der Antike. München - Leipzig 2000, pp. 159-181 Chaniotis, Angelos (2003) Der Kaiserkult im Osten des Römischen Reiches im Kontext der zeitgenössischen Ritualpraxis. In: Cancik, H. and Hitzl, K. (Hrsgg. ): Die Praxis der Herrscherverehrung in Rom und seinen Provinzen, Akten der Tagung in Blaubeuren vom 4. bis zum 6. April 2002. Tübingen 2003, pp. 3-28 Chaniotis, Angelos (2004) Der Tod des Lebens und die Tränen des Peneios: Eine thessalische Grabelegie. In: Hornung, A. and Jäkel, C. and Schubert, W. (Hrsgg. ): Studia Humanitatis ac Litterarum Trifolio Heidelbergensi dedicata. Festschrift für Eckhard Christmann, Wilfried Edelmaier und Rudolf Kettemann. Frankfurt 2004, pp. 39-43 Chaniotis, Angelos (2007) Die Entwicklung der griechischen Asylie: Ritualdynamik und die Grenzen des Rechtsvergleichs. In: Burckhardt, L. and Seybold, K. and Ungern-Sternbert, J. von (Hrsgg. ): Gesetzgebung in antiken Gesellschaften. Israel, Griechenland, Rom. Berlin 2007, pp. 233-246 Chaniotis, Angelos (2006) Die hellenistischen Kriege als Ursache von Migration: Das Beispiel Kreta. In: Olshausen, E. and Sonnabend, H. (Hrsgg. ): Migrationen in der antiken Welt. Stuttgarter Kolloquium zur Historischen Geographie des Altertums 8, 2002. Stuttgart 2006, pp. 98-103 Chaniotis, Angelos (1996) Die kretischen Berge als Wirtschaftsraum. In: Olshausen, E. and Sonnabend, H. (Hrsgg. ): Stuttgarter Kolloquium zur Historischen Geographie des Altertums 5, 1993, Gebirgsland als Lebensraum. Amsterdam 1996, pp. 255-266 Chaniotis, Angelos (1994) Die sylan-Klausel im Vertrag zwischen Lyttos und Malla (Staatsverträge III 511). In: Savigny-Zeitschrift für Rechtsgeschichte, 111 (1994), pp. 421-424 Chaniotis, Angelos (1990) Drei kleinasiatische Inschriften zur griechischen Religion. In: Epigraphica Anatolica, 15 (1990), pp. 127-133 Chaniotis, Angelos (2001) Ein alexandrinischer Dichter und Kreta: Mythische Vergangenheit und gegenwärtige Kultpraxis bei Kallimachos. In: Böhm, S. and Eickstedt, K. -V. von (Hrsgg. ): Ithake. Festschrift für Jörg Schäfer. Würzburg 2001, pp. 213-217 Chaniotis, Angelos (1993) Ein diplomatischer Statthalter nimmt Rücksicht auf den verletzten Stolz zweier hellenistischer Kleinpoleis (Nagidos und Arsinoe). In: Epigraphica Anatolica, 21 (1993), pp. 33-42 Chaniotis, Angelos (2005) Ein mißverstandenes Ritual der griechischen Diplomatie: Geschichte als Argument. In: Ambos, Claus and Hotz, S. and Schwedler, G. and Weinfurter, Stefan (Hrsgg. ): Die Welt der Rituale. Von der Antike bis heute. Darmstadt 2005, pp. 106-109 Chaniotis, Angelos (1987) Ein neuer genealogischer Text aus Milet. In: Epigraphica Anatolica, 10 (1987), pp. 41-44 Chaniotis, Angelos (1986) Eine neue Ehreninschrift für Sabina aus Lyttos. In: Kretika Chronika, 26 (1986), pp. 82-88 Chaniotis, Angelos (1985) Eine neue lateinische Ehreninschrift aus Knosos. In: Zeitschrift für Papyrologie und Epigraphik, 58 (1985), pp. 182-188 Chaniotis, Angelos (1989) Eine spätantike Inschrift aus dem kretischen Lyttos. In: Tyche, 4 (1989), pp. 25-31 Chaniotis, Angelos (1999) Empfängerformular und Urkundenfälschung: Bemerkungen zum Urkundendossier von Magnesia am Mäander. In: G. Khoury, R. (Hrsg. ): Urkunden und Urkundenformulare im Klassischen Altertum und in den orientalischen Kulturen. Winter, Heidelberg 1999, pp. 51-69 Chaniotis, Angelos (1986) Enteleia: Zu Inhalt und Begriff eines Vorrechtes. In: Zeitschrift für Papyrologie und Epigraphik, 64 (1986), pp. 159-162 Chaniotis, Angelos (1991) Epigraphic Bulletin for Greek Religion 1987. In: Kernos, 4 (1991), pp. 187-311 Chaniotis, Angelos (1992) Epigraphic Bulletin for Greek Religion 1987-1988. In: Kernos, 5 (1992), pp. 265-306 Chaniotis, Angelos (1993) Epigraphic Bulletin for Greek Religion 1987-1989. In: Kernos, 6 (1993), pp. 309-342 Chaniotis, Angelos (1994) Epigraphic Bulletin for Greek Religion 1990. In: Kernos, 7 (1994), pp. 287-354 Chaniotis, Angelos (2004) Epigraphic evidence for the philosopher Alexander of Aphrodisias. In: Bulletin of the Institute of Classical Studies, 47 (2004), pp. 79-81 Chaniotis, Angelos (1999) The Epigraphy of Hellenistic Crete. The Cretan Koinon: New and Old Evidence. In: Atti del XI Congresso Internazionale di Epigrafia Greca e Latina. Rom 1999, pp. 287-300 Chaniotis, Angelos (2006) Familiensache: Demonstration von Zusammengehörigkeit im altgriechischen Grabritual. In: Reichmann, R. (Hrsg. ): “Der Odem des Menschen ist eine Leuchte des Herrn”. Aharon Agus zum Gedenken, Heidelberg (2006), pp. 205-209 Chaniotis, Angelos (2002) Foreign soldiers - native girls? Constructing and crossing boundaries in Hellenistic cities with foreign garrisons. In: Chaniotis, Angelos and Ducrey, P. (Hrsgg. ): Army and Power in the Ancient World. Stuttgart 2002, pp. 99-113 Chaniotis, Angelos (2004) From communal spirit to individuality: the epigraphic habit in Hellenistic and Roman Crete. In: Creta Romana e Protobizantina. Atti del Congresso Internazionale, Iraklion, 23-30 settembre 2000. Padua 2004, pp. 75-87 Chaniotis, Angelos (1991) Gedenktage der Griechen: Ihre Bedeutung für das Geschichtsbewußtsein griechischer Poleis. In: Assmann, Jan (Hrsg. ): Das Fest und das Heilige. Religiöse Kontrapunkte zur Alltagswelt. Gütersloher Verlagshaus, Gütersloh 1991, pp. 123-145 (Studien zum Verstehen fremder Religionen; 1) Chaniotis, Angelos (2005) Griechische Rituale der Statusänderung und ihre Dynamik. In: Steinicke, M. and Weinfurter, Stefan (Hrsgg. ): Griechische Rituale der Statusänderung und ihre Dynamik. Köln-Weimar 2005, pp. 43-61 Chaniotis, Angelos (1988) Habgierige Götter - habgierige Städte. Heiligtumsbesitz und Gebietsanspruch in den kretischen Staatsverträgen. In: Ktema, 13 (1988), pp. 21-39 Chaniotis, Angelos (1996) Hamarties, arosties kai gaitries ste Mikra Asia stous protous metachristianikous aiones. In: Deltion tou Kentrou Mikrasiatikon Spoudon, 11 (1996), pp. 13-44 Chaniotis, Angelos (2001) Heiligtum und Stadtgemeinde im klassischen und hellenistischen Kreta. In: Kyriatsoulis, A. (Hrsg. ): Kreta und Zypern: Religion und Schrift. Altenburg 2001, pp. 319-328 Chaniotis, Angelos (2006) Heiligtümer überregionaler Bedeutung auf Kreta. In: Freitag, K. and Funke, Peter and Haake, M. (Hrsgg. ): Kult - Politik - Ethnos. Überregionale Heiligtümer im Spannungsfeld von Kult und Politik. Stuttgart 2006, pp. 196-209 Chaniotis, Angelos (2000) Hellenistic Lasaia (Crete): A Dependent Polis of Gortyn. New Epigraphic Evidence from the Asklepieion near Lasaia. In: Eulimene, 1 (2000), pp. 55-60 Chaniotis, Angelos (1995) Illness and Cures in the Greek Propitiatory Inscriptions and Dedications of Lydia and Phrygia. In: Hormannshoff, H. F. J. and van der Eijk, Ph. J. and Schrijvers, P. H. (Hrsgg. ): Ancient Medicine in its Socio-Cultural Context. Papers Read at the Congress Held at Leiden University, 13-15 April 1992. Amsterdam-Atlanta 1995, pp. 323-344 Chaniotis, Angelos (2005) Inscribed instrumenta domestica and the economy of Hellenistic and Roman Crete. In: Archibald, Z. H. and Davies, J. K. and Gabrielsen, V. (Hrsgg. ): Making, moving, and managing. The new world of ancient economies. Oxford 2005, pp. 92-116 Chaniotis, Angelos (1998) Inscriptions from Bucak Köyü (Ancient Syneta?). In: American Journal of Archaeology, 102 (1998), pp. 248-250 Chaniotis, Angelos (2002) The Jews of Aphrodisias: new evidence and old problems. In: Scripta Classica Israelica, 21 (2002), pp. 209-242 Chaniotis, Angelos (2004) Justifying territorial claims in Classical and Hellenistic Greece. The beginnings of international law. In: Harris, E. M. and Rubinstein, L. (Hrsgg. ): The law and the courts in ancient Greece. London 2004, pp. 185-213 Chaniotis, Angelos (1987) Klassiki kai ellenistiki Kriti. In: Panagiotakis, N. M. (Hrsg. ): Kriti: Istoria kai Politismos (Kreta: Geschichte und Kultur). Heraklion 1987, pp. 173-284 Chaniotis, Angelos (1986) Kleine Beiträge zu kretischen Inschriften. In: Zeitschrift für Papyrologie und Epigraphik, 62 (1986), pp. 193-197 Chaniotis, Angelos (1995) Kretische Inschriften. In: Tekmeria, 1 (1995), pp. 15-36 Chaniotis, Angelos (2003) Livia Sebaste, Iulia Sebaste, Caius Caesar Parthikos, Domitian Anikeitos Theos: Inofficial titles of emperors in the early Principate. In: Acta Antiqua Academiae Scientiarum Hungaricae, 43 (2003), pp. 341-344 Chaniotis, Angelos (2005) Macht und Volk in den kaiserzeitlichen Inschriften von Aphrodisias. In: Urso, G. (Hrsg. ): Popolo e potere nel mondo antico. Atti del convegno internazionale Cividale del Friuli, 23-25 settembre 2004. Pisa 2005, pp. 47-61 Chaniotis, Angelos (1999) Milking the Mountains: Economic Activities on the Cretan Uplands in the Classical and Hellenistic Period. In: Chaniotis, Angelos (Hrsg. ): From Minoan Farmers to Roman Traders. Sidelights on the Economy of Ancient Crete. Steiner, Stuttgart 1999, pp. 181-220 Chaniotis, Angelos (2004) Mobility of persons during the Hellenistic wars: state control and personal relations. In: Moatti, C. (Hrsg. ): La mobilité des personnes en Méditerranée, de l\\'Antiquité à l\\'époque moderne. II. La mobilité négociée. Procédures de contrôle et documents d\\'identification. Rom 2004, pp. 481-500 Chaniotis, Angelos (1990) Neue Fragmente des Preisedikts von Diokletian und weitere lateinische Inschriften aus Kreta. In: Zeitschrift für Papyrologie und Epigraphik, 80 (1990), pp. 189-202 Chaniotis, Angelos (1992) Neue Inschriften aus dem kaiserzeitlichen Lyttos, Kreta. In: Tyche, 7 (1992), pp. 27-38 Chaniotis, Angelos (1991) Neue lateinische Inschriften aus Knosos. In: eitschrift für Papyrologie und Epigraphik, 89 (1991), pp. 191-195 Chaniotis, Angelos (1997) New Inscriptions from Old Books. Inscriptions of Aigion, Delphi and Lesbos copied by Nicholas Biddle and Stavros Táxis. In: Tekmeria, 3 (1997), pp. 7-21 Chaniotis, Angelos (2004) New inscriptions from Aphrodisias (1995-2001). In: American Journal of Archaeology, 108 (2004), pp. 377-416 Chaniotis, Angelos (1994) Oi Archanes sta istorika chronia, 1000 p. Ch. -100 m. Ch. In: Archaiologia, 53 (1994), pp. 68-74 Chaniotis, Angelos (2002) Old wine in a new skin: tradition and innovation in the cult foundation of Alexander of Abonouteichos. In: Dabrowa, E. (Hrsg. ): Tradition and Innovation in the Ancient World (Electrum 6). Krokow 2002, pp. 67-85 Chaniotis, Angelos (1987) Plutarchos, praeses Insularum (Prosopography of the Later Roman Empire I Plutarchus 4). In: Zeitschrift für Papyrologie und Epigraphik, 68 (1987), pp. 227-231 Chaniotis, Angelos (1995) Problems of 'Pastoralism' and 'Transhumance' in Classical and Hellenistic Crete. In: Orbis Terrarum, 1 (1995), pp. 39-89 Chaniotis, Angelos (1997) Reinheit des Körpers - Reinheit des Sinnes in den griechischen Kultgesetzen. In: Assmann, Jan and Sundermeier, Th. (Hrsgg. ): Schuld, Gewissen und Person. Gütersloher Verlagshaus, Gütersloh 1997, pp. 142-179 (Studien zum Verstehen fremder Religionen; 9) Chaniotis, Angelos (2007) Religion und Mythos in der hellenistischen Welt. In: Weber, G. (Hrsg. ): Kulturgeschichte des Hellenismus. Von Alexander dem Großen bis Kleopatra. Stuttgart 2007, pp. 448-454 Chaniotis, Angelos (2005) Ritual dynamics in the Eastern Mediterranean: case studies in ancient Greece and Asia Minor. In: Harris, W. V. (Hrsg. ): Rethinking the Mediterranean. Oxford 2005, pp. 141-166 Chaniotis, Angelos (2002) Ritual dynamics: the Boiotian festival of the Daidala. In: Horstmanshoff, H. F. J. and Singor, H. W. and Straten, F. T. van (Hrsgg. ): Kykeon. Studies in Honour of H. S. Versnel. Brill, Leiden-Boston-Köln 2002, pp. 23-48 Chaniotis, Angelos (2006) Rituals between norms and emotions: rituals as shared experience and memory. In: Stavrianopoulou, Eftychia (Hrsg. ): Ritual and Communication in the Graeco-Roman World. Liège 2006, pp. 211-238 Chaniotis, Angelos (1995) Sich selbst feiern? Städtische Feste des Hellenismus im Spannungsfeld von Religion und Politik. In: Zanker, P. and Wörrle, M. (Hrsgg. ): Stadtbild und Bürgerbild im Hellenismus. München 1995, pp. 147-172 Chaniotis, Angelos (2002) Some Cretan bastards. In: Cretan Studies, 7 (2002), pp. 51-57 Chaniotis, Angelos (1989) Some More Cretan Names. In: Zeitschrift für Papyrologie und Epigraphik, 77 (1989), pp. 67-81 Chaniotis, Angelos (1998) Sources épigraphiques / Epigraphical Sources, 1986-1997. In: Motte, A. and Wathelet, P. (Hrsgg. ): Mentor 2. 1986-1990. Guide bibliographique de la religion grecque, (Kernos, Supplément 6. Liège 1998, pp. 38-44 Chaniotis, Angelos (1997) 'Tempeljustiz' im kaiserzeitlichen Kleinasien: Rechtliche Aspekte der Sühneinschriften Lydiens und Phrygiens. In: Thür, G. and Vélissaropoulos-Karakostas, J. (Hrsgg. ): Symposion 1995. Vorträge zur griechischen und hellenistischen Rechtsgeschichte (Korfu, 1. -5. September 1995). Böhlau, Köln, Weimar, Wien 1997, pp. 353-384 Chaniotis, Angelos (2007) Theatre rituals. In: Wilson, P. (Hrsg. ): The Greek Theatre and Festivals. Documentary Studies. Oxford 2007, pp. 48-66 Chaniotis, Angelos (1997) Theatricality Beyond the Theater. Staging Public Life in the Hellenistic World. In: Le Guen, B. (Hrsg. ): De la scène aux gradins. Thêatre et représentations dramatiques après Alexandre le Grand dans les cités hellénstiques. Actes du Colloque, Toulouse 1997 (Pallas, 41). Toulouse 1997, pp. 219-259 Chaniotis, Angelos (2007) Thynnara: Ein neuer karischer Ortsname. In: Fellmeth, U. and Guyot, P. and Sonnabend, H. (Hrsgg. ): Historische Geographie der alten Welt. Grundlagen, Erträge, Perspektiven. Festgabe für Eckart Olshausen aus Anlass seiner Emeritierung. Hildesheim 2007, pp. 83-85 Chaniotis, Angelos (2004) Under the watchful eyes of the gods: divine justice in Hellenistic and Roman Asia Minor. In: Colvin, S. (Hrsg. ): The Greco-Roman East. Politics, Culture, Society (Yale Classical Studies 31). Cambridge 2004, pp. 1-43 Chaniotis, Angelos (2005) Victory' verdict: the violent occupation of territory in Hellenistic interstate relations. In: Bertrand, J. -M. (Hrsg. ): La violence dans les mondes grec et romain. Paris 2005, pp. 455-464 Chaniotis, Angelos (1991) Vier kretische Staatsverträge. Verträge zwischen Aptera und Kydonia, einer ostkretischen Stadt und Melos, Olus und Lyttos, Chersonesos und Rhodos. In: Chiron, 21 (1991), pp. 241-264 Chaniotis, Angelos (1988) Vinum Creticum excellens: Zum Weinhandel Kretas. In: Münstersche Beiträge zur antiken Handelsgeschichte, 7 (1988), Nr. 1. pp. 62-89 Chaniotis, Angelos (2003) Vom Erlebnis zum Mythos: Identitätskonstruktionen im kaiserzeitlichen Aphrodisias. In: Schwertheim, E. and Winter, E. (Hrsgg. ): Stadt und Stadtentwicklung in Kleinasien. Bonn 2003, pp. 69-84 Chaniotis, Angelos (2004) Von Ehre, Schande und kleinen Verbrechen unter Nachbarn: Konfliktbewältigung und Götterjustiz in Gemeinden des antiken Anatolien. In: Pfetsch, F. R. (Hrsg. ): Konflikt (Heidelberger Jahrbücher 48). Heidelberg 2004, pp. 233-254 Chaniotis, Angelos (1991) Von Hirten, Kräutersammlern, Epheben und Pilgern: Leben auf den Bergen im antiken Kreta. In: Siebert, G. (Hrsg. ): Nature et paysage dans la pensée et l. De Boccard, Paris 1991, pp. 91-107 Chaniotis, Angelos (1992) Watching a Lawsuit: A New Curse Tablet from Southern Russia. In: Greek, Roman, and Byzantine Studies, 33 (1992), pp. 69-73 Chaniotis, Angelos (1998) Willkommene Erdbeben. In: Olshausen, E. and Sonnabend, H. (Hrsgg. ): Stuttgarter Kolloquium zur historischen Geographie des Altertums 6, 1996. \\\"Naturkatastrophen in der antiken Welt\\\". Stuttgart 1998, pp. 404-416 Chaniotis, Angelos (1988) Zu den Inschriften von Amnisos. In: Zeitschrift für Papyrologie und Epigraphik, 71 (1988), pp. 157-160 Chaniotis, Angelos (1990) Zur Frage der Spezialisierung im griechischen Theater des Hellenismus und der Kaiserzeit. In: Ktema, 15 (1990), pp. 89-108 Chaniotis, Angelos (2002) Zwischen Konfrontation und Interaktion: Christen, Juden und Heiden im spätantiken Aphrodisias. In: Ackermann, A. and Müller, K. E. (Hrsgg. ): Patchwork: Dimensionen multikultureller Gesellschaften. Bielefeld 2002, pp. 83-128 Chaniotis, Angelos (2003) The divinity of Hellenistic rulers. In: Erskine, A. (Hrsg. ): A Companion to the Hellenistic World. Oxford 2003, pp. 431-445 Chaniotis, Angelos (2006) A dodecahedron of rock crystal from the Idaean cave and evidence for divination in the sacred cave of Zeus. In: Gabrilaki, I. and Tzifopoulos, Y. (Hrsgg. ): Actes of the International Symposium ‘Mylopotamos, from Antiquity to our Days’ [Πρακτικ. Διεθνο. ς Συνεδρίου «. Μυλοπόταμος. π. τ. ν. ρχαιότητα. ς σήμερα»]. Rethymnon 2006, pp. 205-216 Chaniotis, Angelos (2001) An epitaph from Nipiditos in Crete. In: Tekmeria, 6 (2001), pp. 123-125 Chaniotis, Angelos (2005) The great inscription, its political and social institutions, and the common institutions of the Cretans. In: Greco, E. and Lombardo, M. (Hrsgg. ): La Grande Iscrizione di Gortyna. Centoventi anni dopo la scoperta. Atti del I Convegno Internazionale di Studi sulla Messarà. Athen 2005, pp. 175-194 Chaniotis, Angelos (2003) The perception of imperial power in Aphrodisias: The epigraphic evidence. In: de Blois, L. and Erdkamp, P. and Hekster, O. J. and de Kleijn, G. and Mols, S. (Hrsgg. ): he Representation and Perception of Roman Imperial Power. Proceedings of the Third Workshop of the International Network Impact of Empire, Rome, March 20-23, 2002. Amsterdam 2003, pp. 250-260 Chaniotis, Angelos and Chiai, Gian Franco (2007) Die Sprache der religiösen Kommunikation im römischen Osten: Konvergenz und Differenzierung. In: Rüpke, J. (Hrsg. ): Antike Religionsgeschichte in räumlicher Perspektive. Tübingen 2007, pp. 117-124 Chaniotis, Angelos and Thaler, Ulrich (2006) Die Altertumswissenschaften an der Universität Heidelberg 1933-1945. In: Eckart, W. U. and Sellin, V. and Wolgast, H. (Hrsgg. ): Die Universität Heidelberg im Nationalsozialismus. Heidelberg 2006, pp. 391-434 Dieudonné, Adolphe (1909) Numismatique syrienne. L'aigle d'Antioche et les ateliers de Tyr et d'Émèse. In: Revue Numismatique, 4 (1909), Nr. 13. pp. 458-480 Dörpfeld, Wilhelm (1885) Das choragische Monument des Nikias. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 10 (1885), pp. 219-230 Dörpfeld, Wilhelm (1885) Die Propyläen der Akropolis von Athen I. Das ursprüngliche Project des Mnesikles. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 10 (1885), pp. 38-56 Dörpfeld, Wilhelm (1885) Die Propyläen der Akropolis von Athen II. Ueber die Gestalt des Südwestflügels. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 10 (1885), pp. 131-144 Eck, Werner (2012) Caesarea Maritima - eine römische Stadt? In: Hartmann, Andreas and Weber, Gregor (Hrsgg. ): Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag. Speyer 2012, pp. 233-244 Eckert, Martin (2007) Piräus: Der Hafen als Wirtschafts-, Kontakt- und Problemzone der klassischen Polis. Färber, Roland (2012) Zeit ist Geld. Kalendermanipulation und die ökonomische Bedeutung des Schaltmonats. In: Hartmann, Andreas and Weber, Gregor (Hrsgg. ): Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag. Speyer 2012, pp. 53-77 Funke, Peter (2001) Acheloos' Homeland. New Historical-Archaeological Research on the Ancient Polis Stratos. In: Isager, J. (Hrsg. ): Foundation and Destruction. Nikopolis and Northwestern Greece. The archaeological evidence for the city destructions, the foundation of Nikopolis and the synoecism (= Monographs of the Danish Institute at Athens, Vol. 3). Athen 2001, pp. 189-203 Funke, Peter (2007) Alte Grenzen - neue Grenzen. Formen polisübergreifender Machtbildung in klassischer und hellenistischer Zeit. In: Albertz, R. and Blöbaum, A. and Funke, Peter (Hrsgg. ): Räume und Grenzen. Topologische Konzepte in den antiken Kulturen des östlichen Mittelmeerraumes. München 2007, pp. 187-204 Funke, Peter (1980) Armenien, Iran und Mesopotamien in hellenistischer und römischer Zeit. In: Der Große Ploetz, Würzburg 1980, pp. 310-317 Funke, Peter (1998) Athen und Kleinasien im 4. Jh. v. Chr. Überlegungen zum historisch-politischen Kontext eines neuen Proxeniedekretes aus Kaunos. In: Kadmos, 37 (1998), pp. 211-228 Funke, Peter (1994) Chronikai syntaxeis kai historiai. Die rhodische Historiographie in hellenistischer Zeit. In: Klio, 76 (1994), pp. 255-262 Funke, Peter (2009) “Concilio Epirotarum habitato”. Überlegungen zum Problem von Polyzentrismus und Zentralorten im antiken Epirus. In: Forsén, B. (Hrsg. ): Thesprotia Expedition I. Towards a Regional History. Papers and Monographs of the Finish Institute at Athens 15. Helsinki 2009, pp. 97-112 Funke, Peter (1998) Das antike Griechenland: Eine gescheiterte Nation? Zur Rezeption und Deutung der antiken griechischen Geschichte in der deutschen Historiographie des 19. Jahrhunderts. In: Storia della storiografia, 33 (1998), pp. 17-32 Funke, Peter (2008) Die Aitoler in der Ägäis. Untersuchungen zur sogenannten Seepolitik der Aitoler im 3. Jh. v. Chr. In: Winter, E. (Hrsg. ): v. Bonn 2008, pp. 253-267 Funke, Peter (1998) Die Bedeutung der griechischen Bundesstaaten in der politischen Theorie und Praxis des 5. und 4. Jh. v. Chr. (Auch eine Anmerkung zu Aristot. pol. 1261a 22-29). In: Schuller, W. (Hrsg. ): Politische Theorie und Praxis im Altertum. Darmstadt 1998, pp. 59-71 Funke, Peter (2005) Die Nabel der Welt. Überlegungen zur Kanonisierung der \"panhellenischen\" Heiligtümer. In: Schmitt, T. and Schmitz, W. and Winterling, A. (Hrsgg. ): Gegenwärtige Antike - antike Gegenwarten. Kolloquium zum 60. Geburtstag von Rolf Rilinger. München 2005, pp. 1-16 Funke, Peter (2007) Die Perser und die griechischen Heiligtümer in der Perserkriegszeit. In: Bleckmann, B. (Hrsg. ): Herodot und die Epoche der Perserkriege. Realitäten und Fiktionen. Kolloquium zum 80. Geburtstag von Dietmar Kienast. Köln - Weimar - Wien 2007, pp. 21-34 Funke, Peter (2006) Die griechische Staatenwelt in klassischer Zeit (500 - 336 v. Chr. ). In: Gehrke, H. -J. and Schneider, H. (Hrsgg. ): Geschichte der Antike. Ein Studienbuch. Stuttgart 2006, pp. 129-194 Funke, Peter (2007) Die griechische Staatenwelt in klassischer Zeit (550 - 336 v. Chr. ). In: Gehrke, H. -J. and Schneider, H. (Hrsgg. ): Geschichte der Antike - Quellenband. Stuttgart 2007, pp. 59-143 Funke, Peter (2007) Die staatliche Neuformierung Griechenlands. Staatenbünde und Bundesstaaten. In: Weber, G. (Hrsg. ): Kulturgeschichte des Hellenismus. Von Alexander dem Großen bis Kleopatra. Stuttgart 2007 78-98; 436-439 Funke, Peter (1996) Die syrisch-mesopotamische Staatenwelt in vorislamischer Zeit. Zu den arabischen Macht- und Staatenbildungen an der Peripherie der antiken Großmächte im Hellenismus und in der römischen Kaiserzeit. In: Funck, B. (Hrsg. ): Hellenismus. Beiträge zur Erforschung von Akkulturation und politischer Ordnung in den Staaten des hellenistischen Zeitalters. Tübingen 1996, pp. 217-238 Funke, Peter (2002) Europäische lieux de mémoire oder lieux de mémoire für Europa im antiken Griechenland? In: Jahrbuch für Europäische Geschichte, 3 (2002), pp. 3-16 Funke, Peter (2006) Fremde und Nicht-Bürger in den griechischen Heiligtümern der antiken Mittelmeerwelt. Eine historische Einführung. In: Naso, A. (Hrsg. ): Stranieri e non cittadini nei santuari greci. Atti del convegno internazionale. Grassina 2006, pp. 1-12 Funke, Peter (2003) Gli ombelichi del mondo. Riflessioni sulla canonizzazione dei santuari 'panellenici'. In: Geographia Antiqua, 12 (2003), pp. 57-65 Funke, Peter (2000) Grenzfestungen und Verkehrsverbindungen in Nordost-Attika. Zur Bedeutung der attisch-boiotischen Grenzregion um Dekeleia. In: Flensted-Jensen, P. and Heine Nielsen, T. and Rubinstein, L. (Hrsgg. ): Polis and Politics. Studies in Ancient Greek History. Presented to M. Hansen on his Sixtieth Birthday, August 20, 2000. Kopenhagen 2000, pp. 121-131 Funke, Peter (2004) Herodotus and the major sanctuaries of the Greek World. In: Karagheorgis, V. and Taifacos, J. (Hrsgg. ): The World of Herodotus. Proceedings of an International Conference held at the Foundation Anastasios G. Leventis, Nicosia, September 18-21, 2003. Nicosia 2004, pp. 159-167 Funke, Peter (1983) Konons Rückkehr nach Athen im Spiegel epigraphischer Zeugnisse. In: Zeitschrift für Papyrologie und Epigraphik, 53 (1983), pp. 149-189 Funke, Peter (1999) Miltiades. In: Brodersen, K. (Hrsg. ): Große Gestalten der griechischen Welt von Homer bis Kleopatra. München 1999, pp. 301-310 Funke, Peter (1984) Nochmals zu den Wechselfällen rhodischer Politik zu Beginn des IV. Jahrhunderts v. Chr. In: Hermes, 112 (1984), pp. 115-119 Funke, Peter (1999) Peraia: Einige Überlegungen zum Festlandbesitz griechischer Inselstaaten. In: Gabrielsen, V. and Bilde, P. and Engberg-Pedersen, T. and Hannsetad, L. and Zahle, J. (Hrsgg. ): Hellenistic Rhodes: Politics, Culture, and Society (= Studies in Hellenistic Civilization, vol. 9). Aarhus 1999, pp. 55-75 Funke, Peter (2005) Philippos III. Arrhidaios und Alexander IV. - \"von Amun auserwählt\". In: Alonso Troncoso, V. (Hrsg. ): Diádochos tes basileías. La figura del sucesor en las monarquías de época helenística (= Gerión Anejos, vol. 9). Madrid 2005, pp. 45-56 Funke, Peter (2004) \"Polis wird in vielerlei Bedeutungen verwandt. \" Städtische Welten in der griechischen Antike. In: Johanek, P. and Post, F. -J. (Hrsgg. ): Vielerlei Städte. Der Stadtbegrif. Köln - Weimar - Wien 2004, pp. 91-105 Funke, Peter (1997) Polisgenese und Urbanisierung in Aitolien im 5. und 4. Jh. v. Chr. In: Hansen, M. H. (Hrsg. ): he Polis as an Urban Centre and as a Political Community (= Acts of the Copenhagen Polis Centre, Vol. 4; Det Kongelige Danske Videnskabernes Selskab, Historisk-filosofiske Meddelelser 75). Kopenhagen 1997, pp. 145-188 Funke, Peter (2003) Politische und soziale Identitätsformen jenseits der Polis. In: Hölkeskamp, K. -J. and Rüsen, J. and Stein-Hölkeskamp, E. and Grutter, H. T. (Hrsgg. ): Sinn (in) der Antike. Orientierungssysteme, Leitbilder und Wertkonzepte im Altertum. Mainz 2003, pp. 221-224 Funke, Peter (1997) Rhodos und die hellenistische Staatenwelt an der Wende vom 4. zum 3. Jh. v. Chr. In: Dabrowa, E. (Hrsg. ): Donum Amicitiae. Studies in Ancient History published on the occasion of the 75th Anniversary of Foundation of the Department of Ancient History of the Jagiellonian University (= Electrum, vol. 1). Krakau 1997, pp. 35-41 Funke, Peter (1989) Rom und das Nabatäerreich bis zur Aufrichtung der Provinz Arabia. In: Drexhage, H. -J. and Sünskes, J. (Hrsgg. ): Migratio et Commutatio. Studien zur Alten Geschichte und deren Nachleben. Festschrift Th. Pekáry. St. Katharinen 1989, pp. 1-18 Funke, Peter (2004) Sparta und die peloponnesische Staatenwelt zu Beginn des 4. Jahrhunderts und der Dioikismos von Mantineia. In: Tuplin, Chr. (Hrsg. ): Xenophon and his World. Papers from a conference held in Liverpool in July 1999 (= Historia-ES, Bd. 172). Stuttgart 2004, pp. 427-435 Funke, Peter (1994) Staatenbünde und Bundesstaaten. Polis-übergreifende Herrschaftsorganisationen in Griechenland und Rom. In: Buraselis, K. (Hrsg. ): Enoteta kai enotetes tes archaiotetas. anakoinoseis apo hena symposio stus Delphus, 5. - 8. 4. 1992 / Unity and Units of Antiquity. Papers from a Colloquium at Delphi, 5. -8. 4. 1992. Athen 1994, pp. 125-136 Funke, Peter (1993) Stamm und Polis. Überlegungen zur Entstehung der griechischen Staatenwelt in den \"Dunklen Jahrhunderten\". In: Bleicken, J. (Hrsg. ): Colloquium aus Anlaß des 80. Geburtstages von Alfred Heuss (= Frankfurter Althistorische Studien, Bd. 13). Kallmünz 1993, pp. 29-48 Funke, Peter (1980) Stasis und politischer Umsturz in Rhodos zu Beginn des IV. Jahrhunderts. v. Chr. In: Eck, Werner and Galsterer, H. (Hrsgg. ): Studien zur antiken Sozialgeschichte. Festschrift F. Vittinghoff. Köln - Wien 1980, pp. 59-70 Funke, Peter (1991) Strabone, la geografia storica e la struttura etnica della Grecia nord-occidentale. In: Prontera, F. (Hrsg. ): Geografia storica della Grecia antica. Bari 1991, pp. 174-193 Funke, Peter (2009) Was ist der Griechen Vaterland? Einige Überlegungen zum Verhältnis von Raum und politischer Identität im antiken Griechenland. In: Geographia Antiqua, 18 (2009), pp. 123-131 Funke, Peter (2001) Wendezeit und Zeitenwende: Athens Aufbruch zur Demokratie. In: Papenfuß, D. and Strocka, Volker Michael (Hrsgg. ): Gab es das griechische Wunder? Griechenland zwischen dem Ende des 6. und der Mitte des 5. Jahrhunderts v. Chr. Tagungsbeiträge des 16. Fachsymposiums der Alexander von Humboldt-Stiftung vom 5. bis 9. April 1999 in Freiburg im Breisgau. von Zabern, Mainz 2001, pp. 1-20 Funke, Peter (2006) Western Greece (Magna Graecia). In: Kinzl, K. (Hrsg. ): A Companion to the Classical Greek World (= Blackwell Companions to the Ancient World). Oxford 2006, pp. 153-173 Funke, Peter (1991) Zur Ausbildung städtischer Siedlungszentren in Aitolien. In: Olshausen, E. and Sonnabend, H. (Hrsgg. ): Stuttgarter Kolloquium zur Historischen Geographie des Altertums 2, 1984 und 3, 1987 (= Geographica Historica Bd. 5). Bonn 1991, pp. 313-332 Funke, Peter (1987) Zur Datierung befestigter Stadtanlagen in Aitolien. Historisch-philologische Anmerkungen zu einem Wechselverhältnis zwischen Siedlungsstruktur und politischer Organisation. In: Boreas, 10 (1987), pp. 87-96 Funke, Peter (2000) Zur Datierung der aitolischen Bürgerrechtsverleihung an die Bürger von Herakleia am Latmos (IG IX 1(2),1,173). In: Chiron, 30 (2000), pp. 505-517 Furtwängler, Adolf (1882) Altlakonisches Relief. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 7 (1882), pp. 160-173 Furtwängler, Adolf (1878) Büste Pans in Terracotta. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 3 (1878), pp. 155-160 Furtwängler, Adolf (1880) Statue von der Akropolis. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 5 (1880), 20-42, Taf. 1. Grieshaber, Frank (2002) Stellenregister zu Bonneau, Le régime administratif de l'eau du Nil. Hagedorn, Dieter (1985) Zum Amt des dioiketes im römischen Ägypten. In: Yale Classical Studies, 28 (1985), pp. 167-201 Hartmann, Andreas (2012) Judenhass und Märtyrertum. Zum kulturgeschichtlichen Kontext der Acta Alexandrinorum. In: Hartmann, Andreas and Weber, Gregor (Hrsgg. ): Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag. Speyer 2012, pp. 119-209 Hartmann, Andreas and Weber, Gregor (2012) Schriftenverzeichnis Jürgen Malitz. In: Hartmann, Andreas and Weber, Gregor (Hrsgg. ): Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag. Speyer 2012, pp. 7-10 Hartmann, Andreas and Weber, Gregor (2012) Vorwort [Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag]. In: Hartmann, Andreas and Weber, Gregor (Hrsgg. ): Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag. Speyer 2012, pp. 11-13 Köhler, Ulrich (1878) Ueber die Zeit und den Ursprung der Grabanlagen in Mykene und Spata. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 6 (1878), pp. 1-13 Körte, Gustav (1879) Bemerkungen zu den antiken Sculpturen aus Boeotien. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 4 (1879), pp. 268-276 Kuhs, Clemens (1996) Das Dorf Samareia im griechisch-römischen Ägypten. Eine papyrologische Untersuchung. Kunze, Max (1999) Archäologie aus der Sicht Winckelmanns. In: Von der Schönheit weißen Marmors. Zum 200. Todestag von B. Cavaceppi. Mainz 1999, pp. 11-16 Kunze, Max (1977) Der \"Winckelmannsche Faden\" und Goethes Antikeverständnis. Bemerkungen zu Goethes Winckelmannschrift. In: Mitteilungen der Winckelmann-Gesellschaft Stendal, 41 (1977), pp. 9-12 Kunze, Max (1990) Der Winckelmann-Übersetzer Michael Huber an Chr. C. von Murr - ein unbekannter Brief in der Berliner Antikensammlung. In: Johann Joachim Winckelmann. Neue Forschungen. Eine Aufsatzsammlung. Stendal 1990, pp. 105-109 Kunze, Max (1986) \"In Deiner Mine diese stille Größe und Seelenruh' zu sehn\" - Winckelmann bei Wieland. In: Kunze, Max (Hrsg. ): Christoph Martin Wieland und die Antike. Eine Aufsatzsammlung. Stendal 1986, pp. 65-75 Kunze, Max (1998) Jacob Burckhardt, die Archäologen und die hellenistische Kunst. In: Jacob Burckhardt und die Antike. Mainz 1998, pp. 77-88 Kunze, Max (1975) Kolloquium in Nöthnitz 1974 zum Thema: Winckelmann als Bibliothekar und Exzerptor. In: Mitteilungen der Winckelmann-Gesellschaft Stendal, (1975), pp. 15-17 Kunze, Max (2005) Lehr- und Vorlagenbücher im 18. Jahrhundert. In: Kunst und Aufklärung im 18. Jahrhundert. Kunstausbildung. Kunstvermittlung. Kunstsammlung, Ausst. -Kat. Stendal, Halle und Wörlitz. Ruhpolding 2005, pp. 45-70 Kunze, Max (2006) Lorenz Beger und die Wiederentdeckung Homers im späten 17. Jahrhundert. In: 300 Jahre Thesaurus Brandenburgicus. München 2006, pp. 111-118 Kunze, Max (1986) Neue Forschungen zu Winckelmann. Ein Literaturbericht. In: Gaehtgens, Thomas W. (Hrsg. ): Johann Joachim Winckelmann 1717-1768. Hamburg 1986, pp. 11-30 Kunze, Max (1989) Winckelmann e la lettura visiva dei monumenti greci. In: Il nuovo sentire. Natura, arte e cultura nel \\'700. Mailand 1989, pp. 57-75 Kunze, Max (1990) Winckelmanns Sicht der griechischen Denkmäler. In: Johann Joachim Winckelmann. Neue Forschungen. Eine Aufsatzsammlung. Stendal 1990, pp. 8-20 Kunze, Max (1983) Zur Umrisszeichnung in der Illustration - John Flaxman bei August Wilhelm von Schlegel. In: Marginalien. Zeitschrift für Buchkunst und Bibliophilie, Nr. 92 (1983), pp. 40-52 Lange, Konrad (1880) Die Athena Parthenos. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 6 (1880), pp. 370-379 Malitz, Jürgen (2005) \"Auch ein Wort über unser Judenthum\". Theodor Mommsen und der Berliner Antisemitismusstreit. In: Wiesehöfer, J. and Börm, H. (Hrsgg. ): Theodor Mommsen: Gelehrter, Politiker und Literat. Stuttgart 2005, pp. 137-164 Malitz, Jürgen (2003) Autobiographie und Biographie römischer Kaiser im I. Jhdt. n. Chr. In: Weber, G. and Zimmermann, M. (Hrsgg. ): Propaganda - Selbstdarstellung - Repräsentation im römischen Kaiserreich des 1. Jhs. n. Chr. , Historia-Einzelschrift. 164. Stuttgart 2003, pp. 227-242 Malitz, Jürgen (1972) C. Aurelius Cotta Cos. 75 und seine Rede in Sallusts Historien. In: Hermes. Zeitschrift für klassische Philologie, 100 (1972), pp. 359-386 Malitz, Jürgen (1984) Caesars Partherkrieg. In: Historia. Zeitschrift für Alte Geschichte, 33 (1984), pp. 21-59 Malitz, Jürgen (1994) Claudius (FGrHist 276) - der Princeps als Gelehrter. In: Strocka, Volker Michael (Hrsg. ): Die Regierungszeit des Kaisers Claudius (41-54 n. Chr. ). Umbruch oder Episode ? Internationales interdisziplinäres Symposion aus Anlaß des hundertjährigen Jubiläums des Archäologischen Instituts der Universität Freiburg i. Br. 16. -18. Februar 1991. Mainz 1994, pp. 133-141 Malitz, Jürgen (2012) ConcEyst, GBD und NBE. Drei Computerprojekte am Eichstätter Lehrstuhl für Alte Geschichte. In: Hartmann, Andreas and Weber, Gregor (Hrsgg. ): Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag. Speyer 2012, pp. 15-36 Malitz, Jürgen (1990) Das Interesse an der Geschichte. Die griechischen Historiker und ihr Publikum. In: Verdin, H. and Schepens, G. and de Keyser, E. (Hrsgg. ): Purposes of History. Studies in Greek Historiography from the 4th to the 2nd Centuries B. C. Proceedings of the International Colloquium Leuven, 24-26 May 1988, Studia Hellenistica 30. Löwen 1990, pp. 323-349 Malitz, Jürgen (2008) Der Preis des Krieges. Thukydides und die Finanzen Athens. In: Burrer, F. and Müller, H. (Hrsgg. ): Kriegskosten und Kriegsfinanzierung in der Antike. Darmstadt 2008, pp. 28-45 Malitz, Jürgen (2001) Der Umgang mit Fremden in der Welt der Griechen: \"natives\", Perser, Juden. In: Schreiber, W. (Hrsg. ): Kontakte Konflikte Kooperationen. Der Umgang mit Fremden in der Geschichte. ars una. Eichstätter Kontaktstudium zum Geschichtsunterricht, Band 2. Neuried 2001, pp. 47-76 Malitz, Jürgen (1987) Die Kalenderreform Caesars. Ein Beitrag zur Geschichte seiner Spätzeit. In: Ancient Society, 18 (1987), pp. 103-131 Malitz, Jürgen (1987) Die Kanzlei Caesars - Herrschaftsorganisation zwischen Republik und Prinzipat. In: Historia. Zeitschrift für Alte Geschichte, 36 (1987), pp. 51-72 Malitz, Jürgen (2000) Globalisierung? Einheitlichkeit und Vielfalt des Imperium Romanum. In: Schreiber, W. (Hrsg. ): Vom Imperium Romanum zum Global Village. \\\"Globalisierungen\\\" im Spiegel der Geschichte. Neuried 2000, pp. 37-52 Malitz, Jürgen (1985) Helvidius Priscus und Vespasian. Zur Geschichte der »stoischen« Senatsopposition. In: Hermes. Zeitschrift für Klassische Philologie, 113 (1985), pp. 231-246 Malitz, Jürgen (1988) \"Ich wünschte ein Bürger zu sein\". Theodor Mommsen im wilhelminischen Reich. In: Christ, K. and Momigliano, A. (Hrsgg. ): Die Antike im 19. Jahrhundert in Italien und Deutschland. Bologna; Berlin 1988, pp. 321-359 Malitz, Jürgen (2003) Imperium Romanum und Europagedanke. In: Michler, A. (Hrsg. ): Blicke auf Europa: Kontinuität und Wandel. Neuried 2003, pp. 79-101 Malitz, Jürgen (1984) J. Hornblower, Hieronymus of Cardia (1981). In: Gnomon, 56 (1984), pp. 38-45 Malitz, Jürgen (1991) Misthos. Die Besoldung des Bürgers in der athenischen Demokratie. Malitz, Jürgen (1996) Mommsen, Caesar und die Juden. In: Cancik, H. (Hrsg. ): Geschichte - Tradition - Reflexion. Festschrift für Martin Hengel zum 70. Geburtstag, Bd. II: Griechische und Römische Religion. Tübingen 1996, pp. 371-387 Malitz, Jürgen (2004) Nero. Der Herrscher als Künstler. In: Hartmann, Andreas and Naumann, M. (Hrsgg. ): Mythen Europas. Schlüsselfiguren der Imagination. Antike. Regensburg 2004, pp. 145-164 Malitz, Jürgen (2004) \"O puer qui omnia nomini debes\". Zur Biographie Octavians bis zum Antritt seines Erbes. In: Gymnasium. Zeitschrift für Kultur der Antike und Humanistische Bildung, 111 (2004), Nr. 4. pp. 381-409 Malitz, Jürgen (1999) Poseidonios. In: Brodersen, K. (Hrsg. ): Grosse Gestalten der griechischen Antike. 58 historische Portraits von Homer bis Kleopatra. München 1999, pp. 426-432 Malitz, Jürgen (2006) Rom, Athen und Jerusalem: Kaiser Hadrian auf Reisen. In: Schreiber, W. and Gruner, C. (Hrsgg. ): Von den Olympischen Spielen bis zur Potsdamer Konferenz. Standardthemen des Geschichtsunterrichts forschungsnah. Eichstätter Kontaktstudium zum Geschichtsunterricht. Band 6. Neuried 2006, pp. 125-162 Malitz, Jürgen (1998) Römertum im \"Dritten Reich\": Hans Oppermann. In: Kneissl, P. and Losemann, V. (Hrsgg. ): Imperium Romanum. Studien zu Geschichte und Rezeption. Festschrift für Karl Christ zum 75. Geburtstag. Stuttgart 1998, pp. 519-543 Malitz, Jürgen (1995) Sokrates im Athen der Nachkriegszeit (404 - 399 v. Chr). In: Kessler, H. (Hrsg. ): Sokrates. Geschichte, Legende, Spiegelungen. Sokrates-Studien II. Kusterdingen 1995, pp. 11-38 Malitz, Jürgen (1982) Thukydides' Weg zur Geschichtsschreibung. In: Historia. Zeitschrift für Alte Geschichte, 31 (1982), pp. 257-289 Malitz, Jürgen (1997) Vespasian (69 - 79). In: Clauss, M. (Hrsg. ): Die römischen Kaiser. 55 historische Portraits von Caesar bis Iustinian. München 1997, pp. 86-94 Malitz, Jürgen (2007) Von Alexander zu Kleopatra. Die politische Geschichte. In: Weber, G. (Hrsg. ): Kulturgeschichte des Hellenismus. Von Alexander dem Großen bis Kleopatra. Stuttgart 2007 13-55; 427-434 Malitz, Jürgen (1999) Walter Schmitthenner (1915 - 1997). In: Gnomon, 71 (1999), Nr. 2. pp. 174-180 Malitz, Jürgen and Hartmann, Andreas (2008) ConcEyst. Eichstätter Konkordanzprogramm zur griechischen und lateinischen Epigraphik. Malitz, Jürgen and Weber, Gregor (2006) Gnomon Bibliographische Datenbank. Internationales Informationssystem für die Klassische Altertumswissenschaft. Marx, Friedrich (1885) Marmorgruppe aus Sparta. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 10 (1885), pp. 177-199 Milchhoefer, Arthur (1880) Nymphenrelief aus Athen. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 5 (1880), 206-223, Taf. VII. Milchhoefer, Arthur (1879) Sphinx. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 4 (1879), pp. 45-78 Panagiotopoulos, Diamantis (2007) Geschenke und Abgaben in der mykenischen Palastkultur. In: Klinkott, H. and Kubisch, S. and Müller-Wollermann, R. (Hrsgg. ): Geschenke und Steuern, Zölle und Tribute. Antike Abgabenformen in Anspruch und Wirklichkeit. Leiden / Boston 2007, pp. 347-367 Rebenich, Stefan (2006) Adolf Erman und die Berliner Akadamie der Wissenschaften. In: Schipper, Bernd U. (Hrsg. ): Ägyptologie als Wissenschaft. Adolf Erman (1854-1937) und in seiner Zeit. Berlin/New York 2006, pp. 340-370 Rebenich, Stefan (1999) Akademie. In: Der Neue Pauly. Rezeptions- und Wissenschaftsgeschichte (DNP). Stuttgart/Weimar 1999, pp. 40-56 Rebenich, Stefan (2000) Alfred Heuß: Ansichten seines Lebenswerkes. Mit einem Anhang: Alfred Heuß im Dritten Reich. In: Historische Zeitschrift, 271 (2000), pp. 661-673 Rebenich, Stefan (2001) Alte Geschichte zwischen Demokratie und Diktatur. Der Fall Helmut Berve. In: Chiron, 31 (2001), pp. 457-496 Rebenich, Stefan (2003) \"Da steht mir der Verstand still\". Adolf Harnack und Ulrich von Wilamowitz-Moellendorff über die Schmidt-Spiegelberg-Kontroverse. In: Mülke, M. (Hrsg. ): Wilamowitz und kein Ende. Hildesheim 2003, pp. 189-207 Rebenich, Stefan (2001) Der Briefwechsel zwischen Theodor Mommsen und Friedrich Althoff. Ein Editionsvorhaben der Historischen Kommission bei der Bayerischen Akademie der Wissenschaften. In: Jahrbuch der historischen Forschung in der Bundesrepublik Deutschland, (2001), pp. 29-34 Rebenich, Stefan (2001) Der alte Meergreis, die Rose von Jericho und ein höchst vortrefflicher Schwiegersohn: Mommsen, Harnack und Wilamowitz. In: Nowak, Kathrin and Oexle, O. G. (Hrsgg. ): Adolf von Harnack. Theologe, Historiker, Wissenschaftspolitiker ( Veröffentlichungen des Max-Planck-Institutes für Geschichte Bd. 161). Göttingen 2001, pp. 39-69 Rebenich, Stefan (2004) Die Altertumswissenschaften im 19. und 20. Jahrhundert. In: Wirbelauer, E. (Hrsg. ): Oldenbourg Geschichte Lehrbuch: Antike. München 2004, pp. 457-468 Rebenich, Stefan (1999) Die Altertumswissenschaften und die Kirchenväterkommission an der Akademie: Theodor Mommsen und Adolf Harnack. In: Kocka, J. (Hrsg. ): Die Königlich Preußische Akademie der Wissenschaften zu Berlin im Kaiserreich. Berlin 1999, pp. 199-233 Rebenich, Stefan (2004) Die Erfindung der \"Großforschung\". Theodor Mommsen als Wissenschaftsorganisator. In: von Kaenel, H. -M. (Hrsg. ): Geldgeschichte versus Numismatik. Theodor Mommsen und die antike Münze. Berlin 2004, pp. 5-20 Rebenich, Stefan (2002) From Thermopylae to Stalingrad. The Myth of Leonidas in German Historiography. In: Powell, A. and Hodkinson, St. (Hrsgg. ): Sparta. Beyond the Mirage. London 2002, pp. 323-349 Rebenich, Stefan (1995) Giovanni Battista de Rossi und Theodor Mommsen. In: Lebendige Antike. Rezeptionen der Antike in Politik, Kunst und Wissenschaft der Neuzeit (Mannheimer Historische Forschungen Bd. 6). Mannheim 1995, pp. 173-186 Rebenich, Stefan (2005) Hermann Bengtson an Walther Wüst. In: Bernhard, A. and Raulff, U. (Hrsgg. ): Briefe aus dem 20. Jahrhundert. Frankfurt a. M. 2005, pp. 126-131 Rebenich, Stefan (2000) Historismus I. Allgemein. In: Der Neue Pauly. Rezeptions- und Wissenschaftsgeschichte (DNP). Stuttgart/Weimar 2000, pp. 469-485 Rebenich, Stefan (2006) Leonidas und die Thermopylen. Zum Spartabild in der deutschen Altertumswissenschaft. In: Luther, A. and Meier, M. (Hrsgg. ): Das Frühe Sparta. Stuttfgart 2006, pp. 193-215 Rebenich, Stefan (1999) \"Mommsen ist er niemals näher getreten\". Theodor Mommsen und Hermann Diels. In: Calder, W. M. and Mansfeld, J. (Hrsgg. ): Hermann Diels (1848-1922) et la science de l’Antiquité, Entretiens sur l\\'Antiquité classique 45. Genf/Vandoeuvres 1999, pp. 84-142 Rebenich, Stefan (1997) Mommsen, Harnack und die Prosopographie der Spätantike. In: Studia Patristica 29: Papers presented at the Twelfth International Conference on Patristic Studies held in Oxford 1995. Leuven 1997, pp. 109-118 Rebenich, Stefan (2005) Nationalsozialismus und Alte Geschichte. Kontinuität und Diskontinuität in Forschung und Lehre. In: Stark, I. (Hrsg. ): Elisabeth Charlotte Welskopf und die Alte Geschichte in der DDR. Beiträge der Konferenz vom 21. bis 23. November 2002 in Halle/Saale. Stuttgart 2005, pp. 42-64 Rebenich, Stefan (2003) Orbis Romanus. Deutungen der römischen Geschichte im Zeitalter des Historismus. In: Nowak, Kathrin and Oexle, O. G. and Rendtorff, T. and Selge, K. -V. (Hrsgg. ): Adolf von Harnack. Christentum, Wissenschaft und Gesellschaft (Veröffentlichungen des Max-Planck-Institutes für Geschichte, Bd. 204). Göttingen 2003, pp. 29-49 Rebenich, Stefan (2000) Otto Seeck und die Notwendigkeit, Alte Geschichte zu lehren. In: Calder, W. M. and Hose, M. and Dubischar, M. and Vogt-Spira, Gregor (Hrsgg. ): Wilamowitz in Greifswald. Hildesheim 2000, pp. 262-298 Rebenich, Stefan (1998) Otto Seeck, Theodor Mommsen und die \"Römische Geschichte\". In: Kneissl, P. and Losemann, V. (Hrsgg. ): Imperium Romanum. Studien zu Geschichte und Rezeption. Festschrift für Karl Christ zum 75. Geburtstag. Stuttgart 1998, pp. 582-607 Rebenich, Stefan (2005) Römische Wertbegriffe: Wissenschaftsgeschichtliche Anmerkungen aus althistorischer Sicht. In: Haltenhoff, A. and Heil, A. and Mutschler, F. -H. (Hrsgg. ): Römische Werte als Gegenstand der Altertumswissenschaft. Leipzig 2005, pp. 23-46 Rebenich, Stefan (1993) Theodor Mommsen und das Verhältnis von Alter Geschichte und Patristik. In: Herzog, Rudolf and Fontaine, J. and Pollmann, K. (Hrsgg. ): Patristique et Antiquité tardive en France et en Allemagne de 1870 à 1930. Influence et échanges, Actes du Colloque franco-allemand de Chantilly (25-27 octobre 1991). Paris 1993, pp. 131-154 Rebenich, Stefan (2005) Theodor Mommsen, die deutschen Professoren und die Revolution von 1848. In: Demandt, A. and Goltz, A. and Schlange-Schöningen, H. (Hrsgg. ): Theodor Mommsen. Wissenschaft und Politik im 19. Jahrhundert. Berlin/New York 2005, pp. 13-35 Rebenich, Stefan (2003) Theodor Mommsen. Wissenschaftler, Politiker, Literaturnobelpreisträger. In: Numismatisches Nachrichtenblatt, 52 (2003), pp. 445-449 Rebenich, Stefan (2003) Universität III. Neuzeit ab 1800. In: Der Neue Pauly. Rezeptions- und Wissenschaftsgeschichte (DNP). 2003, pp. 902-922 Rebenich, Stefan (2005) \"Unser Werk lobt keinen Meister\". Theodor Mommsen und die Wissenschaft vom Altertum. In: Wiesehöfer, J. (Hrsg. ): Theodor Mommsen: Gelehrter, Politiker und Literat. Stuttgart 2005, pp. 185-205 Rebenich, Stefan (2001) Zwischen Anpassung und Widerstand? Die Berliner Akademie der Wissenschaften von 1933 bis 1945. In: Näf, B. (Hrsg. ): Antike und Altertumswissenschaft in der Zeit von Nationalsozialismus und Faschismus. Mandelbachtal/Cambridge 2001, pp. 203-244 Röllig, Wolfgang (1992) Asia Minor as a Bridge Between East and West. The Role of the Phoenicians and Aramaeans in the Transfer of Culture. In: Kopcke, Günter and Tokumaru, I. (Hrsgg. ): Greece between East and West: 10th-8th Centuries B. C. 1992, pp. 93-102 Sarti, Laury (2007) Charakteristik und gesellschaftliche Bedeutung von Waffenträgern im merowingischen Gallien des 6. Jahrhunderts. Schmitzer, Ulrich (2003) Dichtung und Propaganda im 1. Jahrhundert n. Chr. In: Zimmermann, M. and Weber, G. (Hrsgg. ): Selbstdarstellung, Propaganda, Repräsentation im römischen Kaiserreich des 1. Jhs. n. Chr. (Historia Einzelschriften 164). Stuttgart 2003, pp. 205-226 Schmitzer, Ulrich (2002) Die Macht über die Imagination. Literatur und Politik unter den Bedingungen des frühen Prinzipats. In: Rheinisches Museum für Philologie, 145 (2002), pp. 281-394 Schmitzer, Ulrich (2010) Julia - die Ohnmacht der Erotik. In: Feichtinger, Barbara (Hrsg. ): Gender Studies in den Altertumswissenschaften: Aspekte von Macht und Erotik in der Antike. Trier 2010, pp. 151-176 Schmitzer, Ulrich (2005) Rom in der (nach-)antiken Literatur. (Re-)Konstruktion und Transformation der urbanen Gestalt der Stadt von der augusteischen Zeit bis zur Moderne. In: Gymnasium, 112 (2005), pp. 241-268 Schmitzer, Ulrich (1994) Von Wölfen und Lämmern (Hor. epod. 4). In: Koster, Severin (Hrsg. ): Horaz-Studien (Erlanger Forschungen A,66). Erlangen 1994, pp. 31-50 Schmitzer, Ulrich (2008) Wann kam Tityrus nach Rom? Ein Versuch der Annäherung an Vergils Eklogen. In: in: Vergil und das antike Epos. Festschrift Hans Jürgen Tschiedel. Stuttgart 2008, pp. 149-178 Stupperich, Reinhard (1995) Bemerkungen zum römischen Import im sogenannten Freien Germanien. In: Franzius, G. (Hrsg. ): spekte römisch-germanischer Beziehungen in der frühen Kaiserzeit. Vortragsreihe zur Sonderausstellung \\\"Kalkriese - Römer im Osnabrücker Land\\\" 1993 in Osnabrück ( Quellen und Schrifttum zur Kulturgeschichte des Wiehengebirgsraumes B 1). Bramsche 1995, pp. 45-98 Sybel, Ludwig von (1879) Zwölfgötteraltar aus Athen. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 4 (1879), pp. 337-350 Toepffer, Johannes (1891) Koisches Sakralgesetz. In: Mitteilungen des Deutschen Archäologischen Instituts, Athenische Abteilung, 16 (1891), pp. 406-432 Trebeleva, Galina (2008) The organization of Taman's defense from the mid 1st century BC to the turn of the 2nd century AD: a historical simulation based on GIS technologies. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April, 2007 (Koll. Vor- u. Frühgesch. 10). Bonn 2008 279 (Abstract) Tschiedel, Hans Jürgen (2012) Caesar im Bellum Hispaniense. In: Hartmann, Andreas and Weber, Gregor (Hrsgg. ): Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag. Speyer 2012, pp. 37-51 von Alten, Georg (1878) Die Thoranlagen bei der Hagia Triada zu Athen. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 3 (1878), 28-18, Taf. III-IV. Walter, Uwe (2012) Alfred Heuß und Theodor Mommsen - ein lebenslanger Dialog. In: Hartmann, Andreas and Weber, Gregor (Hrsgg. ): Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag. Speyer 2012, pp. 245-273 Wenning, Robert (1997) Bemerkungen zur Gesellschaft und Religion der Nabatäer. In: Albertz, R. (Hrsg. ): Religion und Gesellschaft. Studien zu ihrer Wechselbeziehung in den Kulturen des Antiken Vorderen Orients. Münster 1997, pp. 177-201 Wenning, Robert (1993) Das Ende des Nabatäischen Königreichs. Invernizzi, A. and Salles, J. -F. (Hrsgg. ): Arabia Antiqua. Hellenistic centres around Arabia. Proceedings of the First International Conference \\\"Arabia Antiqua\\\". Rome, May 27 - June 1 1991. Rom 1993, pp. 81-103 Wenning, Robert (1986) Eine römische Grabbüste aus Palästina in Münster. In: Boreas, 9 (1986), 221-225, Taf. 37, 1-2. Wenning, Robert (2007) The Nabataeans in History (Before AD 106). In: Politis, K. D. (Hrsg. ): The World of the Nabataeans. Volume 2 of the International Conference The World of the Herods and the Nabataeans held at the British Museum, 17-19. April 2001. Oriens et Occidens 15. Stuttgart 2007, pp. 25-44 Wenning, Robert (1990) Two forgotten Nabataean inscriptions. In: AbouZayd, Sh. (Hrsg. ): Proceedings of \\\"The First International Conference of ARAM: The Nabataeans\\\", Oxford, September 27th - 29th, 1989. Aram 1990, pp. 143-150 Wenning, Robert and Merklein, Helmut (1997) Die Götter in der Welt der Nabatäer. In: Wenning, Robert and Weber, Th. (Hrsgg. ): Petra. Antike Felsstadt zwischen arabischer Tradition und griechischer Norm. Sonderheft der Antiken Welt. Zaberns Bildbände zur Archäologie. Mainz 1997, pp. 105-110. Ziller, Ernst (1877) Untersuchungen über die antiken Wasserleitungen Athens. In: Mitteilungen des Deutschen Archäologischen Institutes, Athenische Abteilung, 2 (1877), pp. 107-131.", 
    "domain": "archiv.ub.uni-heidelberg.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "ancient history", 
        "history", 
        "digital library", 
        "antiquity"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7893899647622863049", 
            "resource_date": "2015-05-30T08:33:06.977-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:57.727365"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/propylaeum-dok-digital-repository_50.html", 
            "resource_date": "2015-05-30T08:33:06.977-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:57.727381"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Propylaeum-DOK: Digital Repository: Ancient History", 
    "url": "http://archiv.ub.uni-heidelberg.de/propylaeumdok/view/faecher/FAG.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}