{
    "description": "Propylaeum-DOK: Digital Repository: Egyptology. Jump to: A | B | C | D | E | F | G | H | J | K | L | M | N | P | Q | R | S | V | W Number of items at this level: 794. Albright, William Foxwell (1924) The town of Selle (Zaru) in the 'Amarnah Tablets. In: The Journal of Egyptian Archaeology, 10 (1924), pp. 6-8 Altenmüller, Hartwig (2009) Acht Fragmente von Mumienbinden der Tascheritentnaret aus Abusir el Meleq. In: Régen, Isabelle and Servajean, Fréderic (Hrsgg. ): Verba manent, Recueil d’études dédiées à Dimitri Meeks, Cahier „Egypte Nilotique et Méditerranéenne“. Montpellier 2009, pp. 1-28 Altenmüller, Hartwig (1981) Amenophis I. als Mittler. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 37 (1981), 1-7, Taf. 1. Altenmüller, Hartwig (1982) Arbeiten am Grab des Neferherenptah in Saqqara (1970-1975). In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 38 (1982), pp. 1-16 Altenmüller, Hartwig (2006) Aspekte des Grabgedankens in der Dekoration von drei Grabanlagen des Alten Reiches. In: Fitzenreiter, Martin and Herb, M. (Hrsgg. ): Dekorierte Grabanlagen im Alten Reich. Methodik und Interpretation, Internet. Beiträge zur Ägyptologie und Sudanarchäologie. London 2006, pp. 19-36 Altenmüller, Hartwig (1986) Aspekte des Sonnenlaufes in den Pyramidentexten. In: Hommages à Francois Daumas, Bd. 1. Montpellier 1986, pp. 1-15 Altenmüller, Hartwig (1997) Auferstehungsritual und Geburtsmythos. In: Studien zur Altägyptischen Kultur, 24 (1997), pp. 1-21 Altenmüller, Hartwig (1987) Bemerkungen zu Spruch 313 der Sargtexte. In: Form und Maß. Beiträge zur Literatur, Sprache und Kunst des Alten Ägypten. Festschrift für Gerhard Fecht (Ägypten und Altes Testament Bd. 12), Wiesbaden (1987), pp. 1-17 Altenmüller, Hartwig (1992) Bemerkungen zu den neu gefundenen Daten im Grab der Königin Twosre (KV 14) im Tal der Könige von Theben. In: Reeves, C. N. (Hrsg. ): After Tut\\'ankhamun, Research and Excavation in the Royal Necropolis at Thebes, Studies in Egyptology. London 1992, pp. 141-164 Altenmüller, Hartwig (1973) Bemerkungen zum Hirtenlied des Alten Reiches. In: Chronique d‘Egypte, 48 (1973), pp. 211-231 Altenmüller, Hartwig (1977) Bemerkungen zum Kannibalenspruch. In: Fragen an die altägyptische Literatur. Studien zum Gedenken an Eberhard Otto. Wiesbaden 1977, pp. 19-39 Altenmüller, Hartwig (2010) Bemerkungen zum Ostfeldzug Ptolemaios' III. nach Babylon und in die Susiana im Jahre 246/245. In: Fincke, Jeanette (Hrsg. ): Festschrift für Gernot Wilhelm anlässlich seines 65. Geburtstages am 28. Januar 2010. Dresden 2010, pp. 27-44 Altenmüller, Hartwig (1990) Bemerkungen zur Gründung der 6. Dynastie. In: Festschrift Jürgen von Beckerath zum 70. Geburtstag am 19. Februar 1990, Hildesheimer Ägyptologische Beiträge 30. Hildesheim 1990, pp. 1-20 Altenmüller, Hartwig (1972) Bemerkungen zur frühen und späten Bauphase des Djoserbezirkes in Saqqara. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 28 (1972), pp. 1-12 Altenmüller, Hartwig (2006) Biographien und Domanennamen. In: Bárta, M. and Coppens, F. and Krejci, J. (Hrsgg. ): Abusir and Saqqara in the Year 2005. Proceedings of the Conference Held in Prague (June 27 - July 5, 2005). Prag 2006, pp. 167-190 Altenmüller, Hartwig (1981) Das Grab des Hetepniptah (G 2430) auf dem Westfriedhof von Giza. In: Studien zur Altägyptischen Kultur, 9 (1981), pp. 9-56 Altenmüller, Hartwig (1994) Das Graffito 551 aus der thebanischen Nekropole. In: Studien zur Altägyptischen Kultur, 21 (1994), pp. 19-28 Altenmüller, Hartwig (1996) Das präsumtive Begräbnis des Siptah. In: Studien zur Altägyptischen Kultur, 23 (1996), pp. 1-9 Altenmüller, Hartwig (1976) Das Ölmagazin im Grab des Hesire in Saqqara (QS 2405). In: Studien zur Altägyptischen Kultur, 4 (1976), pp. 1-29 Altenmüller, Hartwig (1994) Das „Fest des Weißen Nilpferds“ und das „Opfergefilde“. In: Hommages à Jean Leclant I, Bibliothèque d‘Etude 106. 1. Kairo 1994, pp. 29-44 Altenmüller, Hartwig (1984) Das „Sänftenlied“ des Alten Reiches. In: Bulletin de la Société d‘Egyptologie, Genève 9-10 (Gedenkschrift H. Wild). Genf 1984, pp. 15-30 Altenmüller, Hartwig (1965) Der \"Socle Béhague\" und ein Statuentorso in Wien. In: Oudheidkundige Mededelingen uit het Rijksmuseum van Oudheden te Leiden, 46 (1965), pp. 10-33 Altenmüller, Hartwig (1984) Der Begräbnistag Sethos' II. In: Studien zur Altägyptischen Kultur 11 (Festschrift Wolfgang Helck). Hamburg 1984 1984 Altenmüller, Hartwig (1996) Der Grabherr des Alten Reiches als Horus, Sohn des Osiris. Überlegungen zum Sinn der Grabdarstellungen des Alten Reiches in Ägypten. In: Revue d‘Egyptologie et des Civilisations Africaines, Ankh, 4/5 (1996), pp. 184-195 Altenmüller, Hartwig (1997) Der Grabherr des Alten Reiches in seinem Palast des Jenseits. Bemerkungen zur sog. Prunkscheintür des Alten Reiches. In: Etudes sur l\\'Ancien Empire et la nécropole de Saqqâra dédiées à Jean-Philippe Lauer. Montpeliier 1997, pp. 11-19 Altenmüller, Hartwig (2002) Der Himmelsaufstieg des Grabherrn. Zu den Szenen des zšš wad den Gräbern des Alten Reiches. In: Studien zur Altägyptischen Literatur, 30 (2002), pp. 1-42 Altenmüller, Hartwig (2008) Der König als Vogelfänger und Fischer (nbty wh) - Zu frühen Belegen eines traditionellen Motivs. In: Engel, Eva-Maria and Müller, V. and Hartung, Ulrich (Hrsgg. ): „Zeichen aus dem Sand. Streiflichter aus Ägyptens Geschichte zu Ehren von Günter Dreyer, Menes 5. 2008, pp. 1-18 Altenmüller, Hartwig (1995) Der Sockel einer Horusstele des Vorstehers der Wab-Priester der Sachmet Benitehhor. In: Studien zur Altägyptischen Kultur, 22 (1995), pp. 1-20 Altenmüller, Hartwig (2006) Der „Liturgische Papyrus\" des Chonsu-maacheru im Museum für Völkerkunde in Hamburg (Pap. Hamburg MVK C 3835). In: Studien zur Altägyptischen Kultur, 35 (2006), 1-24, Tafel 1-4. Altenmüller, Hartwig (1995) Die \"Abgaben\" aus dem 2. Jahr des Userkaf. In: Kessler, Dieter and Schulz, Regine (Hrsgg. ): Gedenkschrift für Winfried Barta (Münchner Ägyptologische Untersuchungen 4). München 1995, pp. 37-48 Altenmüller, Hartwig (1967) Die Bedeutung der \"Gotteshalle des Anubis\" im Begräbnisritual. In: Jaarbericht ex Oriente Lux, 20 (1967), pp. 307-317 Altenmüller, Hartwig (2011) Die Fiktion von Sethnacht als Sohn von Sethos II. In: Hawass, Z. (Hrsg. ): Scribe of Justice. Egyptological sudies in honour of Shafik Allam, Supp. aux Annales du Service des Antiquités de l’Égypte, Cahier 42. Kairo 2011, pp. 59-69 Altenmüller, Hartwig (2001) Die Mumienbinden des Chonsu-maacheru. In: Köpke, W. and Schmelz, b. (Hrsgg. ): Alt-Ägypten. Mitteilungen aus dem Museum für Völkerkunde. Neue Folge, Band 30, 2000 (2001). 2001, pp. 113-126 Altenmüller, Hartwig (2001) Die Mumienhülle des Chonsu-maacheru. In: Köpke, W. and Schmelz, b. (Hrsgg. ): Alt-Ägypten. Mitteilungen aus dem Museum für Völkerkunde. Neue Folge, Band 30. 2001, pp. 21-72 Altenmüller, Hartwig (2000) Die Nachtfahrt des Grabherrn im Alten Reich. Zur Frage der Schiffe mit Igelkopfbug. In: Studien zurStudien zur Altägyptischen Kultu, 28 (2000), pp. 1-26 Altenmüller, Hartwig (2001) Die Papyri des Museums für Völkerkunde Hamburg (C 3835 und C 3836). In: Köpke, W. and Schmelz, b. (Hrsgg. ): Alt-Ägypten. Mitteilungen aus dem Museum für Völkerkunde. Neue Folge, Band 30. 2001 127. 171 Altenmüller, Hartwig (1992) Die Pyramidennamen der frühen 12. Dynastie. In: Luft, Ulrich (Hrsg. ): he Intellectual Heritage of Egypt. Studies presented to László Kákosy, Studia Aegyptiaca XIV. Budapest 1992, pp. 33-42 Altenmüller, Hartwig (1994) Die Reden und Rufe beim Dreschen in den Gräbern des Alten Reiches. In: Bryan, Betsy M. and Lorton, David (Hrsgg. ): Essays in Egyptology in honor of Hans Goedicke. San Antonio 1994, pp. 9-24 Altenmüller, Hartwig (1970) Die Stellung der Königsmutter Chentkaus beim Ubergang von der 4. zur 5. Dynastie. In: Chronique d‘Egypte, 45 (1970), pp. 223-235 Altenmüller, Hartwig (2009) Die Wandlungen des Sem-Priesters im Mundöffnungsritual. In: Studien zur Altägyptischen Kultur, 38 (2009), pp. 1-32 Altenmüller, Hartwig (1969) Die abydenische Version des Kultbildrituals. In: Mitteilungen des Deutschen Archäologischen Instituts, 24 (1969), pp. 16-25 Altenmüller, Hartwig (1989) Die „Geschichte des Schiffbrüchigen“ - Ein Aufruf zum Loyalismus? In: Miscellanea Aegyptologica. Wolfgang Helck zum 75. Geburtstag. Hamburg 1989, pp. 7-21 Altenmüller, Hartwig (1990) Ein Edelstein: Einmal um die Ecke gedacht. In: Lingua Restituta Orientalis, Festschrift Julius Assfalg (Ägypten und Altes Testament 20). Wiesbaden 1990, pp. 1-8 Altenmüller, Hartwig (1967) Ein Opfertext der 5. Dynastie. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 22 (1967), pp. 9-18 Altenmüller, Hartwig (2008) Ein Skarabäus mit Seligpreisung aus einer Hamburger Privatsammlung. In: Gabolde, Luc (Hrsg. ): Hommages à Jean-Claude Goyon offerts pour son 70e anniversaire, Bibliothèqe d‘étude 143, Institut Francais d\\'Archéologie Orientale. Kairo 2008, pp. 29-37 Altenmüller, Hartwig (1983) Ein Zaubermesser aus Tübingen. In: Welt des Orient, 14 (1983), pp. 30-45 Altenmüller, Hartwig (1979) Ein Zauberspruch zum \"Schutz des Leibes\". In: Göttinger Miszellen, 33 (1979), pp. 7-12 Altenmüller, Hartwig (2005) Eine Stiftungsurkunde für die Opferversorgung des Grabherrn? Zum Bild des Grabherrn an der Staffelei. In: Studien zur Altägyptischen Kultur, 33 (2005), pp. 29-40 Altenmüller, Hartwig (1971) Eine neue Deutung der Zeremonie des jnjt-rd. In: Journal of Egyptian Archaeology, 57 (1971), pp. 146-153 Altenmüller, Hartwig (2000) Etappen des Mythos: Vom Ikon zum Epitheton, vom Epitheton zum Götternamen. In: Bárta, M. and Krejci, J. (Hrsgg. ): Abusir and Saqqara in the Year 2000. Prag 2000, pp. 305-316 Altenmüller, Hartwig (2008) Family, ancestor cult and some observations on the chronology of the late fifth dynasty. In: Vymazalová, H. and Bárta, M. (Hrsgg. ): Chronology and Archaeology in Ancient Egypt (The Third Millennium B. C. ). Proceedings of the Conference Held in Prague (June 11-14, 2007), Prag (2008), pp. 144-161 Altenmüller, Hartwig (2006) Fisch und Vogel für den Grabherrn. In: Studies in honor of Ali Radwan, Annales du Service des Antiquités de l‘Egypte, Cahiers 34. Kairo 2006, pp. 69-78 Altenmüller, Hartwig (1995) Fragen zur Ikonographie des Grabherrn in der 5. Dynastie des Alten Reiches. In: Kunst des Alten Reiches, Sonderschrift des Deutschen Archäologischen Instituts, Abt. Kairo 28. Mainz 1995, pp. 19-32 Altenmüller, Hartwig (2002) Funerary boats and boat pits of the Old Kingdom. In: Archiv Orientální, 70 (2002), pp. 269-290 Altenmüller, Hartwig (1996) Geburtsschrein und Geburtshaus. In: of Fine Arts, Museum (Hrsg. ): Studies in Honor of William Kelly Simpson, Band I. Boston 1996, pp. 27-37 Altenmüller, Hartwig (2009) Gott und Götter im alten Ägypten. Gedanken zur persönlichen Frömmigkeit. In: Hartenstein, Friedhelm and Rösel, Martin (Hrsgg. ): JHWH und die Götter der Völker. Symposium zum 80. Geburtstag von Klaus Koch. Neukirchen-Vluyn 2009, pp. 17-58 Altenmüller, Hartwig (2006) „Ich habe die Maat getan und bin auf ihrem Weg gegangen\". Zum Hamburger Totenbuchpapyrus C 3836. In: Moers, Gerald and Behlmer, Heike and Demuß, Katja and Widmaier, Kai (Hrsgg. ): jn. t Dr. w - Festschrift für Friedrich Junge. 2006, pp. 27-44 Altenmüller, Hartwig (1989) Kälberhirte und Schafhirte. Bemerkungen zur Rückkehr des Grabherrn. In: Studien zur Altägyptischen Kultur, 16 (1989), pp. 1-19 Altenmüller, Hartwig (1996) Le maître du tombeau en tant qu'Horus fils d'Osiris. In: Revue d‘Egyptologie et des Civilisations Africaines, Ankh 4/5, Gif sur Yvette, (1996), pp. 196-213 Altenmüller, Hartwig (2001) Lederbänder und Lederanhänger von der Mumie des Chonsu-maacheru. In: Köpke, W. and Schmelz, b. (Hrsgg. ): Alt-Ägypten. Mitteilungen aus dem Museum für Völkerkunde. Neue Folge, Band 30. 2001, pp. 73-112 Altenmüller, Hartwig (1964) Letopolis und der Bericht des Herodot über Papremis. In: Jaarbericht ex Oriente Lux, 18 (1964), pp. 271-279 Altenmüller, Hartwig (1966) „Messersee\", „gewundener Wasserlauf\" und „Flammensee\". In: Zeitschrift für Ägyptische Sprache und Altertumskunde, 92 (1966), pp. 86-95 Altenmüller, Hartwig (1989) Nilpferd und Papyrusdickicht in den Gräbern des Alten Reiches. In: Bulletin de la Société d‘Egyptologie, Genève 13 (Gedenkschrift Hari). Genf 1989, pp. 9-21 Altenmüller, Hartwig (2006) Presenting the ndt-hr-offerings to the tomb owner. In: Bárta, M. (Hrsg. ): The Old Kingdom Art and Archaeology, Proceedings of the Conference Held in Prague, May 31-June 4, 2004. Prag 2006, pp. 25-35 Altenmüller, Hartwig (1994) Prinz Mentu-her-chopeschef aus der 20. Dynastie. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 50 (1994), pp. 1-12 Altenmüller, Hartwig (1993) Sein Ba möge fortdauern bei Gott. In: Studien zur Altägyptischen Kultur, 20 (1993), pp. 1-15 Altenmüller, Hartwig (2002) Seschat Jrj und Sdm als Garanten einer glücklichen Regierungszeit. In: Festschrift Arne Eggebrecht. Hildesheimer Ägyptologische Beiträge 48. 2002, pp. 1-10 Altenmüller, Hartwig (2010) Seschat, ‘die den Leichnam versorgt’, als Herrin über Vergangenheit und Geschichte. In: Hawass, Z. and Der Manuelian, P. (Hrsgg. ): Perspectives on Ancient Egypt. Studies in Honor of Edward Brovarski, Supplément aux Annales du Service des Antiquités de l‘Egypte. Kairo 2010, pp. 35-52 Altenmüller, Hartwig (1984) Sokar im Alten Reich und der Wind. In: Göttinger Miszellen, 78 (1984), pp. 7-17 Altenmüller, Hartwig (1982) Tausret und Sethnacht. In: ournal of Egyptian Archaeology, 68 (1982), pp. 107-115 Altenmüller, Hartwig (2003) Tausrets Weg zum Königtum. In: Gundlach, Rolf and Rößler-Köhler, Ursula (Hrsgg. ): Das Königtum der Ramessidenzeit, Akten des 3. Symposiums zur ägyptischen Königsideologie in Bonn, 7. -9. 6. 2001, Ägypten und Altes Testament, Bd. 36,3. 2003, pp. 109-128 Altenmüller, Hartwig (1987) Totenglauben und Magie. In: La magia in Egitto ai tempi dei Faraoni. Mailand 1987, pp. 131-146 Altenmüller, Hartwig (2009) Trauer um den guten Hirten. In: Pietsch, Michael and Hartenstein, Friedhelm (Hrsgg. ): Israel zwischen den Mächten. Festschrift für Stefan Timm zum 65. Geburtstag, (Alter Orient und Altes Testament 364). Münster 2009, pp. 1-13 Altenmüller, Hartwig (2011) Verstümmelte Opferträger auf einem Relief aus Abusir. In: Callender, V. G. and Bares, L. and Bárta, M. and Janák, J and Krejci, J. (Hrsgg. ): Times, Signs and Pyramids. Studies in Honour of Miroslav Verner on the Occasion of His Seventieth Birthday. Prag 2011, pp. 1-23 Altenmüller, Hartwig (2008) Väter, Brüder und Götter - Bemerkungen zur Szene der Ubergabe der Lotosblüte. In: Spiegermann, A. (Hrsg. ): „Zur Zierde gereicht. “, Festschrift Bettina Schmitz zum 60. Geburtstag am 24. Juli 2008, Hildesheimer Ägyptologische Beiträge 50. 2008, pp. 17-28 Altenmüller, Hartwig (2005) „Wasservögel sollen zu dir kommen zu Tausenden. \" Aspekte der Fisch- und Vogeljagd im Papyrusdickicht. In: Nikephorus - Zeitschrift für Sport und Kultur im Altertum, 18 (2005), pp. 39-52 Altenmüller, Hartwig (1996) Zu Isis und Osiris. In: Schade-Busch, Mechthild (Hrsg. ): Wege Öffnen, Festschrift für Rolf Gundlach. Ägypten und Altes Testament 35. Wiesbaden 1996, pp. 1-17 Altenmüller, Hartwig (1969) Zum Beschriftungssystem bei religiösen Texten. In: Zeitschrift der Deutschen Morgenländischen Gesellschaft, Suppl. (1969), pp. 58-67 Altenmüller, Hartwig (1991) Zum möglichen religiösen Gehalt von Grabdarstellungen des Alten Reiches. In: Daniels, Dwight R. and Gleßmer, Uwe and Rösel, Martin (Hrsgg. ): Ernten, was man sät, (Festsschrift Klaus Koch). Neukirchen Vluyn 1991, pp. 21-35 Altenmüller, Hartwig (1975) Zur Frage der Mww. In: Studien zur Altägyptischen Kultur, 2 (1975), pp. 1-14 Altenmüller, Hartwig (1975) Zur Frage der Vergöttlichung des Vezirs (Pa-)Rahotep. In: Journal of Egyptian Archaeology, 61 (1975), pp. 154-160 Altenmüller, Hartwig (1965) Zur Lesung und Deutung des dramatischen Ramesseumpapyrus. In: Jaarbericht ex Oriente Lux, 19 (1965), pp. 421-442 Altenmüller, Hartwig (1974) Zur Vergöttlichung des Königs Unas im Alten Reich. In: Studien zur Altägyptischen Kultur, 1 (1974), pp. 1-18 Altenmüller, Hartwig (1967) Zur Überlieferung des Amduat. In: Jaarbericht ex Oriente Lux, 20 (1967), pp. 27-42 Altenmüller, Hartwig (1998) Zwei Stiftungen von Tempelbauten im Ostdelta und in Herakleopolis Magna durch Amenemhet II. In: Stationen. Beiträge zur Kulturgeschichte Ägyptens, Rainer Stadelmann gewidmet. Mainz 1998, pp. 153-163 Altenmüller, Hartwig (1968) Zwei neue Exemplare des Opfertextes der 5. Dynastie. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 23 (1968), pp. 1-8 Assmann, Jan (1986) Arbeit am Polytheismus. In: Stietencron, H. v. (Hrsg. ): Theologen und Theologien in verschiedenen Kulturkreisen. Düsseldorf 1986, pp. 46-69 Assmann, Jan (1968) Arbeiten im Grab des Basa. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 23 (1968), pp. 20-25 Assmann, Jan (2008) Communicative and Cultural Memory. In: Erll, Astrid and Nünning, Ansgar (Hrsgg. ): Cultural Memory Studies. An International and Interdisciplinary Handbook. Berlin; New York 2008 Assmann, Jan (1976) Das Bild des Vaters im Alten Ägypten. In: Bornkamm, G. and Gadamer, H. G. (Hrsgg. ): Das Vaterbild in Mythos und Geschichte. Stuttgart 1976, pp. 12-49 Assmann, Jan (1983) Das Dekorationsprogramm der königlichen Sonnenheiligtümer des Neuen Reiches nach einer Fassung der Spätzeit. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 110 (1983), pp. 91-98 Assmann, Jan (1983) Das Doppelgesicht der Zeit im altägyptischen Denken. In: Mohler, A. and Peisl, A. (Hrsgg. ): Die Zeit (Schriften der C. F. v. Siemens-Stiftung Nr. 6). München 1983, pp. 189-223 Assmann, Jan (1984) Das Grab mit gewundenem Abstieg. Zum Typenwandel des Privat-Felsgrabes im Neuen Reich. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 40 (1984), pp. 277-290 Assmann, Jan (2007) Das Heil: Religiöse Zukunftsvorstellungen im kulturellen Gedächtnis. In: Thomas, G. and Schüle, A. (Hrsgg. ): Gegenwart des lebendigen Christus. Leipzig 2007, pp. 463-478 Assmann, Jan (2006) Das Sendungsbewusstsein der Hatschepsut. In: Moers, Gerald (Hrsg. ): jn. t dr. w - Festschrift für Friedrich Junge. Göttingen 2006, pp. 59-72 Assmann, Jan (1994) Das göttliche Richtertum und die Lesbarkeit der Geschichte. Rez. John Gwyn Griffiths, The Divine Verdict. A Study of Divine Judgement in the Ancient Religions. In: Discussions in Egyptologgy, 30 (1994), pp. 5-16 Assmann, Jan (2005) Das kollektive Gedächtnis zwischen Körper und Schrift. Zur Gedächtnistheorie von Maurice Halbwachs. In: Krapoth, Hermann and Laborde, Denis (Hrsgg. ): Erinnerung und Gesellschaft. Mémoire et Société. Hommage à Maurice Halbwachs (1877-1945), Jahrbuch für Soziologiegeschichte. Wiesbaden 2005, pp. 65-83 Assmann, Jan (1991) Das ägyptische Prozessionsfest. In: Assmann, Jan and Sundermeier, Th. (Hrsgg. ): Das Fest und das Heilige. Religiöse Kontrapunkte zur Alltagswelt. Gütersloh 1991, pp. 105-122 (Studien zum Verstehen fremder Religionen; 1) Assmann, Jan (1977) Das ägyptische Zweibrüdermärchen (Papyrus d'Orbiney). In: Zeitschrift für ägyptische Sprache und Altertumskunde, 104 (1977), pp. 1-25 Assmann, Jan (1989) Death and initiation in the funerary religion of Ancient Egypt. In: Simpson, W. K. (Hrsg. ): Religion and Philosophy in Ancient Egypt. 1989, pp. 135-159 (Yale Egyptological Studies; 3) Assmann, Jan (1990) Der \"leidende Gerechte\" im alten Ägypten. Zum Konfliktpotential der ägyptischen Religion. In: Elsas, Christoph and Kippenberg, Hans G, (Hrsgg. ): Loyalitätkonflikte in der Religionsgeschichte. Festschrift für Carsten Colpe. Würzburg 1990, pp. 203-224 Assmann, Jan (2006) Der Ka als Double. In: Stoichita, V. (Hrsg. ): Das Double. Wiesbaden 2006, pp. 59-78 Assmann, Jan (2006) Der Mann Moses und die monotheistische Religion (1939 1934-38]). In: Lohmann, Hans-Martin and Pfeiffer, Joachim (Hrsgg. ): Freud Handbuch. Leben - Werk - Wirkung. Stuttgart, Weimar 2006, pp. 181-187 Assmann, Jan (2009) Der Mensch - das Tier, das zu viel weiß. Altorientalische Mythen zum Thema der menschlichen Endlichkeit. In: Schmidinger, Heinrich and Sedmak, Clemens (Hrsgg. ): Der Mensch - ein Mängelwesen? Endlichkeit - Kompensation - Entwicklung. Darmstadt 2009, pp. 99-114 Assmann, Jan (2009) Der Mythos des Gottkönigs im Alten Ägypten. In: Schmitz, Christine and Bettenworth, Anja (Hrsgg. ): Mensch - Heros - Gott. Weltentwürfe und Lebensmodelle im Mythos der Vormoderne. Wiesbaden 2009, pp. 11-25 Assmann, Jan (1998) Der Ort des Toten. Bemerkungen zu einem verbreiteten Totenopferspruch. In: Guksch, Heike and Polz, Daniel (Hrsgg. ): Stationen. Beiträge zur Kulturgeschichte Ägyptens. Rainer Stadelmann gewidmet. Mainz 1998, pp. 235-245 Assmann, Jan (2007) Der Schrecken Gottes im Alten Ägypten. In: Lubs, Sylke (Hrsg. ): Behutsames Lesen. Alttestamentliche Exegese im interdisziplinären Methodendiskurs. Leipzig 2007, pp. 153-165 Assmann, Jan (1992) Der Tempel der ägyptischen Spätzeit als Kanonisierung kultureller Identität. In: Osing, Jürgen and Nielsen, Erland Kolding (Hrsgg. ): The Heritage of Ancient Egypt. Studies in honour of Erik Iversen. Kopenhagen 1992, pp. 9-25 (The Carsten Niebuhr Institute of Ancient Near Eastern Studies; 13) Assmann, Jan (1974) Der literarische Text im Alten Ägypten. Versuch einer Begriffsbestimmung. In: Orientalistische Literaturzeitung, 69 (1974), pp. 117-126 Assmann, Jan (1989) Der schöne Tag. Sinnlichkeit und Vergänglichkeit im altägyptischen Fest. In: Haug, W. and Warning, R. (Hrsgg. ): Das Fest. München 1989, pp. 3-28 (Poetik und Hermeneutik; XIV) Assmann, Jan (1991) Der zweidimensionale Mensch: das Fest als Medium des kollektiven Gedächtnisses. In: Assmann, Jan and Sundermeier, Th. (Hrsgg. ): Das Fest und das Heilige. Kontrapunkte des Alltags, Studien zum Verstehen fremder Religionen 1. Gütersloh 1991, pp. 13-30 Assmann, Jan (1980) Die 'Loyalistische Lehre' Echnatons. In: Studien zur altägyptischen Kultur, 8 (1980), pp. 1-32 Assmann, Jan (1985) Die Entdeckung der Vergangenheit. Innovation und Restauration in der ägyptischen Literaturgeschichte. In: Gumbrecht, H. U. and Link-Heer, U. (Hrsgg. ): Epochenschwellen und Epochenstrukturen im Diskurs der Literatur- und Sprachhistorie. Frankfurt 1985, pp. 484-499 Assmann, Jan (1983) Die Gestalt der Zeit in der ägyptischen Kunst. In: 5000 Jahre Ägypten. Genese und Permanenz pharaonischer Kunst. Heidelberg 1983, pp. 11-32 Assmann, Jan (1972) Die Inschrift auf dem äußeren Sarkophagdeckel des Merenptah. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 28 (1972), Nr. 1. pp. 47-73 Assmann, Jan (1994) Die Katastrophe des Vergessens. Das Deuteronomium als Paradigma kultureller Mnemotechnik. In: Faber, Richard (Hrsg. ): Sozialismus in Geschichte und Gegenwart. Würzburg 1994, pp. 45-60 Assmann, Jan (1990) Die Macht der Bilder. Rahmenbedingungen ikonischen Handelns im Alten Ägypten. In: Genres in Visual Representations. 1990, pp. 1-20 (Visible Religion; 7) Assmann, Jan (2009) Die Piye(Pianchi)Stele: Erzählung als Medium politischer Repräsentation. In: Roeder, H. (Hrsg. ): Das Erzählen in frühen Hochkulturen I. Der Fall Ägypten. München 2009, pp. 221-236 Assmann, Jan (1983) Die Rubren der Sinuhe-Erzählung. In: Görg, M. (Hrsg. ): Fontes atque Pontes: Eine Festgabe für Hellmut Brunner. Bamberg 1983, pp. 18-41 Assmann, Jan (1995) Die Unschuld des Kindes. Eine neue Deutung der Nachschrift von CT spell 228. In: Quesne, Terence du (Hrsg. ): Hermes Aegyptiacus. Egyptological studies for BH Stricker. Oxford 1995, pp. 19-26 Assmann, Jan (1977) Die Verborgenheit des Mythos in Ägypten. In: Göttinger Miscellen, 25 (1977), pp. 7-43 Assmann, Jan (1996) Die Wende der Weisheit im Alten Ägypten. In: Janowski, Bernd (Hrsg. ): Weisheit außerhalb der kanonischen Weisheitsschriften. Gütersloh 1996, pp. 20-38 (Veröffentlichungen der wissenschaftlichen Gesellschaft für Theologie; 10) Assmann, Jan (1982) Die Zeugung des Sohnes. Bild, Spiel, Erzählung und das Problem des ägyptischen Mythos. In: Assmann, Jan and Burkert, Walter and Stolz, Fritz (Hrsgg. ): Funktionen und Leistungen des Mythos. Drei altorientalische Beispiele. Fribourg; Göttingen 1982, pp. 13-61 (Orbis Biblicus et Orientalis; 48) Assmann, Jan (1972) Die „Häresie\" des Echnaton: Aspekte der Amarna-Religion. In: Saeculum, 23 (1972), pp. 109-126 Assmann, Jan (1988) Egypte ancienne - la mémoire monumentale. In: Gignoux, Ph. (Hrsg. ): La commémoration, Colloque du Centenaire, Bibliothèque des Hautes Études, Sciences religieuses, Vol. XCI. Louvain-Paris 1988, pp. 47-56 Assmann, Jan (1990) Egyptian mortuary liturgies. In: Groll, S. I. (Hrsg. ): Studies in Egyptology, Presented to Miriam Lichtheim. Jerusalem 1990, pp. 1-45 Assmann, Jan (1992) Ein Gespräch im Goldhaus über Kunst und andere Gegenstände. In: Gamer-Wallert, Ingrid and Helck, Wolfgang (Hrsgg. ): Gegengabe. Festschrift für Emma Brunner-Traut. Tübingen 1992, pp. 43-60 Assmann, Jan (1997) Ein Wiener Kanopentext und die Stundenwachen in der Balsamierungshalle. In: Dijk, Jacobus van (Hrsg. ): Essays on Ancient Egypt in Honour of Herman te Velde. Groningen 1997, pp. 1-8 Assmann, Jan (1978) Eine Traumoffenbarung der Göttin Hathor. Zeugnisse 'Persönlicher Frömmigkeit' in thebanischen Privatgräbern der Ramessidenzeit. In: Revue d\\'égyptologie, 30 (1978), pp. 22-50 Assmann, Jan (1977) Fest des Augenblicks - Verheißung der Dauer. Die Kontroverse der ägyptischen Harfnerlieder. In: Fragen an die altägyptische Literatur (Studien zum Gedenken an Eberhard Otto). Wiesbaden 1977, pp. 55-84 Assmann, Jan (1975) Flachbildkunst des Neuen Reiches. In: Vandersleyen, Claude (Hrsg. ): Das alte Ägypten. Berlin 1975, pp. 304-325 (Propyläen Kunstgeschichte; 15) Assmann, Jan (2006) Form as a Mnemonic Device: Cultural Texts and Cultural Memory. In: Horsley, Richard A. and Draper, Jonathan A. and Foley, John Miles (Hrsgg. ): Performing the Gospel. Orality, Memory, and Mark. Essays dedicated to Werner Kelber. Fortress Press, Minneapolis 2006, pp. 67-82 Assmann, Jan (1995) Fünf Wege zum Kanon. Tradition und Schriftkultur im alten Israel und frühen JudentumFünf Wege zum Kanon. Tradition und Schriftkultur im alten Israel und frühen Judentum. In: Nyiri, Christoph (Hrsg. ): Tradition. Proceedings of an international research workshop at IFK, Vienna 10-12 June 1994. Wien 1995, pp. 45-60 Assmann, Jan (1991) Gebrauch und Gedächtnis: Die zwei Kulturen des pharaonischen Ägypten. In: Harth, Dietrich and Assmann, Aleida (Hrsgg. ): Kultur als Lebenswelt und Monument. Frankfurt 1991, pp. 135-152 Assmann, Jan (1995) Geheimnis, Gedächtnis und Gottesnähe: zum Strukturwandel der Grabsemantik und der Diesseits-Jenseitsbeziehungen im Neuen Reich. In: Studien zur Archäologie und Geschichte Altägyptens, 12 (1995), pp. 281-293 Assmann, Jan (2006) Gesetz, Gewalt und Monotheismus. In: Theologische Zeitschrift, 62 (2006), Nr. 4. pp. 475-486 Assmann, Jan (1985) Gibt es eine \"Klassik\" in der ägyptischen Literaturgeschichte? Ein Beitrag zur Geistesgeschichte der Ramessidenzeit. In: W. Röllig (Hrsg) Vom 21. bis 25. März 1983 in Tübingen. XII. Deutscher Orientalistentag. 1985, pp. 35-52 (Zeitschrift der Deutschen Morgenländischen Gesellschaft: Supplement; 6) Assmann, Jan (2010) Globalization, Universalism, and the Erosion of Cultural Memory. In: Assmann, Aleida and Conrad, Sebastian (Hrsgg. ): Memory in a Global Age. Discourses, Practices and Trajectories, Palgrave Macmillan Memory Studies. New York 2010, pp. 121-137 Assmann, Jan (1994) Glück und Weisheit im Alten Ägypten. In: Bellebaum, A. (Hrsg. ): Vom guten Leben. Glücksvorstellungen in Hochkulturen, Berlin 1994, pp. 17-57 Assmann, Jan (2007) Gott und die Götter. In: Palmer, Gesine (Hrsg. ): Fragen nach dem einen Gott. Tübingen 2007, pp. 29-51 Assmann, Jan (1997) Gottesbeherzigung \"Persönliche Frömmigkeit\" als religiöse Strömung der Ramessidenzeit. In: L’Impero Ramesside. Convegni Internazionale in Onore di Sergio Donadoni. Rom 1997, pp. 17-44 (Vicino Oriente; I) Assmann, Jan (1980) Grundstrukturen der ägyptischen Gottesvorstellungen. In: Biblische Notizen, 11 (1980), pp. 46-62 Assmann, Jan (1990) Guilt and Remembrance: On the Theologization of History in the Ancient Near East. In: History and Memory, 2 (1990), Nr. 1. pp. 5-33 Assmann, Jan (1979) Harfnerlied und Horussöhne. Zwei Blöcke aus dem verschollenen Grab des Bürgermeisters Amenemhet (Theben Nr. 163) im Britischen Museum. In: The Journal of Egyptian Archaeology, 65 (1979), pp. 54-77 Assmann, Jan (1987) Hierotaxis. Textkonstitution und Bildkomposition in der altägyptischen Kunst und Literatur. In: Osing, J. and Dreyer, G. (Hrsgg. ): Form und Mass. Beiträge zu Sprache, Literatur und Kunst des alten Äypten. Festschrift für Gerhard Fecht, Wiesbaden. Wiesbaden 1987, pp. 18-42 Assmann, Jan (1988) Ikonographie der Schönheit im alten Ägypten. In: Stemmler, Th. (Hrsg. ): Schöne Frauen - schöne Männer: literarische Schönheitsbeschreibungen. 2. Kolloquium der Forschungsstelle für europäische Literatur des Mittelalters. Mannheim 1988, pp. 13-32 Assmann, Jan (1990) Ikonologie der Identität. Vier Stilkategorien der ägyptischen Bildniskunst. In: Kraatz. , M. and Meyer zur Capellen, J. and Seckel, D. (Hrsgg. ): Das Bildnis in der Kunst des Orients. Stuttgart 1990, pp. 17-43 Assmann, Jan (1988) Im Schatten junger Medienblüte. Ägypten und die Materialität des Zeichens. In: Gumbrecht, H. U. and Pfeiffer, K. L. (Hrsgg. ): Materialität der Kommunikation. Frankfurt 1988, pp. 141-160 Assmann, Jan (1992) Inscriptional violence and the art of cursing: A study of performative writing. In: Stanford Literature Review, 8 (1992), pp. 43-65 Assmann, Jan (1988) Kollektives Gedächtnis und kulturelle Identität. In: Assmann, Jan (Hrsg. ): Kultur und Gedächtnis. Frankfurt 1988, pp. 9-19 Assmann, Jan (2009) Konstellative Anthropologie. Zum Bild des Menschen im alten Ägypten. In: Janowski, Bernd and Liess, Kathrin (Hrsgg. ): Der Mensch im Alten Israel. Neue Forschungen zur alttestamentlichen Anthropologie. Freiburg 2009, pp. 95-120 Assmann, Jan (2006) Kulte und Religionen. Merkmale primärer und sekundärer Religion(serfahrung) im Alten Ägypten. In: Wagner, Andreas (Hrsg. ): Primäre und sekundäre Religion als Kategorie der Religionsgeschichte des Alten Testaments. Berlin; New York 2006, pp. 269-280 Assmann, Jan (1995) Kulturelles Gedächtnis als normative Erinnerung. Das Prinzip,Kanon' in der Erinnerungskultur Ägyptens und Israels. In: Oexle, Otto Gerhard (Hrsg. ): Memoria als Kultur. Göttingen 1995, pp. 95-114 (Veröffentlichungen des Max Planck Instituts für Geschichte; 121) Assmann, Jan (2007) Kunst und Rituale: Mozarts Zauberflöte. In: Michaels, Axel (Hrsg. ): Die neue Kraft der Rituale. Heidelberg 2007, pp. 87-116 Assmann, Jan (1983) Königsdogma und Heilserwartung. Politische und kultische Chaosbeschreibungen in ägyptischen Texten. In: Hellholm, David (Hrsg. ): Apocalypticism in the Mediterranean World and the Near East. Tübingen 1983, pp. 345-377 Assmann, Jan (1994) Le temple égyptien et la distinction entre le dedans et le dehors. In: Le temple, lieu du conflit. Actes du colloque de Cartigny 1988. Leuven 1994, pp. 13-34 (Centre d'Etude du Proche-Orient Ancien; 7) Assmann, Jan (1993) Literatur und Karneval im Alten Ägypten. In: Döpp, Siegmar (Hrsg. ): Karnevaleske Phöänomene in antiken und nachantiken Kulturen und Literaturen, Bochumer Altertumswissenschaftliches Colloquium Bd. 13. Trier 1993, pp. 31-57 (Stätten und Formen der Kommunikation im Altertum; I) Assmann, Jan (1999) Literatur zwischen Kult und Politik: zur Geschichte des Textes vor dem Zeitalter der Literatur. In: Assmann, Jan and Blumenthal, Elke (Hrsgg. ): Literatur und Politik im pharaonischen und ptolemäischen Ägypten. Vorträge der Tagung zum Gedenken an Georges Posener, 5-10. September 1996 in Leipzig. Kairo 1999, pp. 3-22 Assmann, Jan (1994) Maat und die gespaltene Welt oder: Ägyptertum und Pessimismus. In: Göttinger Miszellen, 138 (1994), pp. 93-100 Assmann, Jan (2010) Magie und Ritual im Alten Ägypten. In: Assmann, Jan and Strohm, Harald (Hrsgg. ): Magie und Religion. München 2010, pp. 23-43 Assmann, Jan (1991) Magische Weisheit. Wissensformen im ägyptischen Kosmotheismus. In: Assmann, Aleida (Hrsg. ): Weisheit. Archäologie der literarischen Kommunikation, Bd. 3. München 1991, pp. 241-257 Assmann, Jan (2004) Monotheism and polytheism. In: Iles Johnston, Sarah (Hrsg. ): Religions of the Ancient World. A Guide 2004. Cambridge Mass. 2004, pp. 17-31 Assmann, Jan (2009) Myth as historia divina and historia sacra. In: Green, Deborah A. and Lieber, Laura S. (Hrsgg. ): Scriptural Exegesis. The Shapes of Culture and the Religious Imagination. Essays in Honor of Michael Fishbane. Oxford 2009, pp. 13-24 Assmann, Jan (2010) Mythen der Unvollkommenheit, Mysterien der Vervollkommnung. In: Assmann, Aleida and Assmann, Jan (Hrsgg. ): Vollkommenheit. München 2010, pp. 65-81 Assmann, Jan (1973) Neith spricht als Mutter und Sarg. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 28 (1973), Nr. 2. pp. 115-139 Assmann, Jan (1994) Ocular desire in a time of darkness. Urban festivals and divine visibility in Ancient Egypt. In: Oculare desire. Sehnsucht des Auges. 1994, pp. 13-29 (Jahrbuch für Religiöse Anthropologie/ Yearbook of Religious Anthropology; 1) Assmann, Jan (1972) Palast oder Tempel? Überlegungen zur Architektur und Topographie von Amarna. In: Journal of Near Eastern Studies, 31 (1972), pp. 143-155 Assmann, Jan (2006) Pathosformeln, Figuren und Erinnerungsmotive in Mozarts Zauberflöte. In: Lachmayer, Herbert (Hrsg. ): Mozart. Experiment Aufklärung im Wien des ausgehenden 18. Jahrhunderts. Ostfildern 2006, pp. 781-789 Assmann, Jan (2010) Politik und Religion. Altägyptische und biblische Ausprägungen eines aktuellen Problems. In: Assmann, Jan and Strohm, Harald (Hrsgg. ): Herrscherkult und Heilserwartung. München 2010, pp. 83-105 Assmann, Jan (1984) Politik zwischen Ritual und Dogma. Spielräume politischen Handelns im pharaonischen Ägypten. In: Saeculum, 35 (1984), pp. 97-114 Assmann, Jan (1993) Politisierung durch Polarisierung. Zur impliziten Axiomatik altägyptischer Politik. In: Raaflaub, Kurt; and Müller-Luckner, Elisabeth (Hrsgg. ): Anfänge politischen Denkens in der Antike. Die nahöstlichen Kulturen und die Griechen. München 1993, pp. 13-28 Assmann, Jan (1979) Primat und Transzendenz. Struktur und Genese der ägyptischen Vorstellung eines 'Höchsten Wesens'. In: Westendorf, Wolfhart (Hrsg. ): Aspekte der spätägyptischen Religion. Wiesbaden 1979, pp. 7-42 (Göttinger Orientforschungen; IV. 9) Assmann, Jan (1987) Priorität und Interesse. Das Problem der Ramessidischen Beamtengräber. In: Problems and Priorities in Egyptian Archaeology. London 1987, pp. 31-41 Assmann, Jan (2002) Pythagoras und Lucius: zwei Formen ägyptischer Mysterien. In: Assmann, Jan and Bommas, Martin (Hrsgg. ): Ägyptische Mysterien? München 2002, pp. 59-75 Assmann, Jan (2010) Religio Duplex. Die Ringparabel und die Idee der 'doppelten Religion'. In: Gutjahr, Ortrud (Hrsg. ): Nathan der Weise von Gotthold Ephraim Lessing. Würzburg 2010, pp. 73-85 Assmann, Jan (1991) Sagesse et écriture dans l'Ancienne Égypte. In: Gadoffre, Gilbert (Hrsg. ): Les sagesses du monde. Paris 1991, pp. 43-58 Assmann, Jan (2008) Sakralkönigtum und Gemeinschaftskunst. Der Alte Orient und das Politische. In: Junge, Kay and Šuber, Daniel and Gerber, Gerold (Hrsgg. ): Erleben Erleiden Erfahren. Die Konstitution sozialen Sinns jenseits instrumenteller Vernunft. Bielefeld 2008, pp. 357-371 Assmann, Jan (1983) Schrift, Tod und Identität. Das Grab als Vorschule der Literatur im alten Ägypten. In: Schrift und Gedächtnis. Archäologie der literarischen Kommunikation I. München 1983, pp. 64-93 Assmann, Jan (2006) Schönheit und Gerechtigkeit. ». man gedenkt seiner wegen der Tugend«. In: Schönheit im Alten Ägypten. Sehnsucht nach Vollkommenheit. Hildesheim 2006, pp. 12-22 Assmann, Jan (1992) Semiosis and interpretation in ancient Egyptian ritual. In: Biderstein, Shlomo and Scharfstein, Ben-Ami (Hrsgg. ): Interpretation in Religion. Leiden 1992, pp. 87-109 (Philosophy and Religion; 2) Assmann, Jan (1992) Sentimental Journey zu den Wurzeln Europas. Zu Martin Bernals \"Black Athena\". In: Merkur, 522 (1992), pp. 921-931 Assmann, Jan (1987) Sepulkrale Selbstthematisierung im alten Ägypten. In: Hahn, Alois and Kapp, Volker (Hrsgg. ): Selbstthematisierung und Selbstzeugnis: Bekenntnis und Geständnis. Frankfurt 1987, pp. 208-232 Assmann, Jan (1994) Solar discourse. Ancient egyptian ways of worldreading. In: Deutsche Vierteljahresschrift für Literaturwissenschaft und Geistesgeschichte, 68 (1994), pp. 107-123 Assmann, Jan (1994) Spruch 23 der Pyramidentexte und die Ächtung der Feinde des Pharaos. In: Berger, Cathérine and Clerc, Gisèle and Grimal, Nicolas (Hrsgg. ): Hommages à Jean Leclant Volume. 1. Kairo 1994, pp. 45-59 (Études pharaoniques) Assmann, Jan (1996) Spruch 62 der Sargtexte und die ägyptischen Totenliturgien. In: Willems, Harco (Hrsg. ): The World of the Coffin Texts. Proceedings of the Symposium Held on the Occasion of the 100th Birthday of Adriaan de Buck, Leiden, December 17-19, 1992. Leiden 1996, pp. 17-30 Assmann, Jan (1989) State and religion in the New Kingdom. In: Simpson, W. K. (Hrsg. ): Religion and Philosophy in Ancient Egypt. 1989, pp. 55-88 (Yale Egyptological Studies; 3) Assmann, Jan (1988) Stein und Zeit. Das »monumentale« Gedächtnis der altägyptischen Kultur. In: Kultur und Gedächtnis. Frankfurt 1988, pp. 87-114 Assmann, Jan (1977) Textanalyse auf verschiedenen Ebenen: zum Problem der Einheit des Papyrus d'Orbiney. In: XIX. Deutscher Orientalistentag, Suppl. Zeitschrift der Deutschen Morgenländischen Gesellschaft. Wiesbaden 1977, pp. 1-15 Assmann, Jan (2004) Theological responses to Amarna. In: Knoppers, Gary N. and Hirsch, Antoine (Hrsgg. ): Egypt, Israel, and the Ancient Mediterranean World. Studies in Honor of Donald B. Redford. Leiden / Boston 2004, pp. 179-191 Assmann, Jan (1983) Tod und Initiation im altägyptischen Totenglauben. In: Duerr, H. P. (Hrsg. ): Sehnsucht nach dem Ursprung (Zu Mircea Eliade). Frankfurt 1983, pp. 336-359 Assmann, Jan (2001) Tod und Kultur. In: Jacobi, Rainer-M. E. and Claussen, Peter C. and Wolf, Peter (Hrsgg. ): Festschrift für Dieter Janz. Die Wahrheit der Begegnung. Anthropologische Perspektiven der Neurologie. Würzburg 2001, pp. 399-416 Assmann, Jan (1994) Unsichtbare Religion und Kulturelles Gedächtnis. In: Sprondel, Walter M. (Hrsg. ): Die Objektivität der Ordnungen und ihre kommunikative Konstruktion, Für Thomas Luckmann. Frankfurt 1994, pp. 404-421 Assmann, Jan (1984) Vergeltung und Erinnerung. In: Junge, Friedrich (Hrsg. ): Studien zu Sprache und Religion Ägyptens (Zu Ehren von Wolfhart Westendorf). Göttingen 1984, pp. 687-701 Assmann, Jan (1994) Verkünden und verklären - Grundformen hymnischer Rede im Alten Ägypten. In: Burkert, Walter and Stolz, Fritz (Hrsgg. ): Hymnen der Alten Welt im Kulturvergleich. Freiburg; Göttingen 1994, pp. 33-58 (Orbis Biblicus et Orientalis; 131) Assmann, Jan (1994) Vertikaler Sozialismus. Solidarität und Gerechtigkeit im altägyptischen Staat. In: Faber, Richard (Hrsg. ): Sozialismus in Geschichte und Gegenwart. Würzburg 1994, pp. 45-60 Assmann, Jan (1986) Viel Stil am Nil? Altägypten und das Problem des Kulturstils. In: Gumbrecht, H. U. and Pfeiffer, K. L. (Hrsgg. ): Stil. Geschichten und Funktionen eines kulturwissenschaftlichen Diskurselements. Frankfurt 1986, pp. 519-537 Assmann, Jan (2006) Was ist so schlimm an den Bildern? In: Joas, Hans (Hrsg. ): Die zehn Gebote - ein widersprüchliches Erbe? Köln 2006, pp. 17-32 (Schriften des Deutschen Hygiene-Museums Dresden; 5) Assmann, Jan (1979) Weisheit, Loyalismus und Frömmigkeit. In: Hornung, Erik and Keel, O. (Hrsgg. ): Studien zu altägyptischen Lebenslehren. Fribourg; Göttingen 1979, pp. 11-72 (Orbis Biblicus et Orient. ; 28) Assmann, Jan (1991) Weisheit, Schrift und Literatur im alten Ägypten. In: Assmann, Aleida (Hrsg. ): Weisheit. Archäologie der literarischen Kommunikation, Bd. 3. München 1991, pp. 475-500 Assmann, Jan (1992) When justice fails: Jurisdiction and imprecation in Ancient Egypt and the Near East\". In: Journal of Egyptian Archaeology, 78 (1992), pp. 149-162 Assmann, Jan (1973) Wort und Text. Entwurf einer semantischen Textanalyse. In: Göttinger Miszellen, 6 (1973), pp. 9-31 Assmann, Jan (1994) Zeit der Erneuerung, Zeit der Rechenschaft. Mythos und Geschichte in frühen Kulturen. In: Huber, Jörg and Müller, Alois Martin (Hrsgg. ): \"Kultur\" und \"Gemeinsinn\". Basel; Frankfurt 1994, pp. 171-194 (Interventionen; 3) Assmann, Jan (1996) Zum Konzept der Fremdheit im alten Ägypten. In: Schuster, Meinhard (Hrsg. ): Die Begegnung mit dem Fremden. Wertungen und Wirkungen in Hochkulturen vom Altertum bis zur Gegenwart. Stuttgart; Leipzig 1996, pp. 77-99 (Colloquium Rauricum; 4) Assmann, Jan (1963) Zur Baugeschichte der Königsgruft von Sidon. In: Archäologischer Anzeige, (1963), pp. 690-716 Assmann, Jan (1993) Zur Geschichte des Herzens im Alten Ägypten. In: Assmann, Jan and Sundermeier, Theo (Hrsgg. ): Die Erfindung des inneren Menschen. Studien zur religiösen Anthropologie. Gütersloh 1993, pp. 81-112 (Studien zum Verstehen fremder Religionen; 6) Assmann, Jan (1994) Zur Verschriftung rechtlicher und sozialer Normen im Alten Ägypten. In: H. J. , Gehrke (Hrsg. ): Rechtskodifizierung und soziale Normen im inmterkulturellen Vergleich. Tübingen 1994, pp. 61-85 (Scriptoralia; 66) Assmann, Jan (1971) Zwei Sonnenhymnen der späten XVIII. Dynastie in thebanischen Gräbern der Saitenzeit. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 27 (1971), Nr. 1. pp. 1-33 Assmann, Jan (1982) Ägyptologie als verstehende Wissenschaft. Über die hermeneutisohe Funktion des interdisziplinären Gesprächs. In: Göttinger Miszellen, 55 (1982), pp. 13-19 Assmann, Jan (1990) Ägyptologie im Kontext der Geisteswissenschaften. In: Prinz, W. and Weingart, P. (Hrsgg. ): Die sog. Geisteswissenschaften: Innenansichten. Frankfurt 1990, pp. 335-349 Assmann, Jan (1974) Ägyptologie und Linguistik. In: Göttinger Miszellen, 11 (1974), pp. 59-76 Awad, Khaled Ahmed Hamza (2002) Untersuchungen zum Schatzhaus im Neuen Reich: Administrative und ökonomische Aspekte. Birch, Samuel (1839) Researches relative to the connection of the deities represented upon the coins of egyptian nomes with the egyptian pantheon. In: The numismatic chronicle, 2 (1839), pp. 86-107 Bommas, Martin (2000) Der Tempel des Chnum der 18. Dyn. auf Elephantine. Borg, Barbara (1997) The Dead as a Guest at Table? Continuity and Change in the Egyptian Cult of the Dead. In: Bierbrier, M. L. (Hrsg. ): Portraits and Masks. Burial customs in Roman Egypt. Colloquium London 13. -14. 7. 1995. London 1997, pp. 26-32 Breccia, Evaristo (1907) La tomba dipinta di Such el-Wardian. In: Le Musée Egyptien, 2 (1907), pp. 63-74 Budek, Jana (2008) Die Sonnenlaufszene. Untersuchungen zur Vignette 15 des Altägyptischen Totenbuches während der Spät- und Ptolemäerzeit: Tabelle. Burkard, Günter (1999) \"Als Gott erschienen spricht er\". Die Lehre des Amenemhet als postumes Vermächtnis. In: Assmann, Jan and Blumenthal, Elke (Hrsgg. ): Literatur und Politik im pharaonischen und ptolemäischen Ägypten. Kairo 1999, pp. 153-173 (Bibliotheque d‘Étude; 127) Burkard, Günter (1980) Bibliotheken im alten Ägypten. In: Bibliothek, Forschung und Praxis, 4 (1980), pp. 79-115 Burkard, Günter (1983) Der formale Aufbau altägyptischer Literaturwerke: Zur Problematik der Erschliessung seiner Grundstrukturen. In: Studien zur altägyptischen Kultur, 10 (1983), pp. 79-118 Burkard, Günter (1996) Der in der Wüste tanzt. In: Wege öffnen, Festschrift für Rolf Gundlach. Wiesbaden 1996, pp. 23-29 (Ägypten und Altes Testament; 35) Burkard, Günter (1990) Die Besucherinschriften. In: Dziobek, Eberhard and Raziq, Mahmud Abdel (Hrsgg. ): Das Grab des Sobekhotep Theben Nr. 63. Mainz 1990, pp. 88-91 (Archäologische Veröffentlichungen; 71) Burkard, Günter (1991) Die Lehre des Ptahhotep. In: Weisheitstexte. Gütersloh 1991, pp. 195-221 (Texte aus der Umwelt des Alten Testaments; III, 2) Burkard, Günter (1980) Die Papyri. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 36 (1980), pp. 31-32 Burkard, Günter (1986) Die hieratischen Papyri. In: Feucht, Erika (Hrsg. ): Das Grab des Nefersecheru. Mainz 1986, pp. 154-160 Burkard, Günter (2006) Drei Amulette für Neugeborene aus Elephantine. In: Moers, G. and Behlmer, H. and Demuß, K. and Widmaier, K. (Hrsgg. ): jn. t dr. w - Festschrift für Friedrich Junge. Göttingen 2006, pp. 109-124 Burkard, Günter (1995) »Du kennst doch die Situation der Stadt!« Zum Alltag der Nekropolenarbeiter Pharaos. In: Alma Mater Philippina. Sommersemester 1995, Marburg (1995), pp. 11-15 Burkard, Günter (1983) Ein Brief des Orientalisten Klaproth zum Tode Champollions. In: Assmann, Jan and Burkard, Günter (Hrsgg. ): 5000 Jahre Ägypten. Genese und Permanenz pharaonischer Kunst. Nußloch 1983, pp. 117-128 Burkard, Günter (1982) Ein ägyptischer Totenbuch-Papyrus im Bundespostmuseum. In: Archiv für deutsche Postgeschichte, Nr. 1 (1982), pp. 96-106 Burkard, Günter (2001) Einige Briefe aus Deir el Medine. In: Göttinger Miscellen, 185 (2001), pp. 5-19 Burkard, Günter (1996) Foster, John L. - Thought Couplets in The Tale of Sinuhe. Verse Text and Translation; with an outline of grammatical forms and clause sequences and an essay on the tale as literature. In: Bibliotheca Orientalis, 53 (1996), pp. 51-53 Burkard, Günter (1990) Frühgeschichte und Römerzeit: P. Berlin 23071 vso. In: Studien zur Altägyptischen Kultur, 17 (1990), pp. 107-133 Burkard, Günter (1994) Literarische Tradition und historische Realität. Die persische Eroberung Ägyptens am Beispiel Elephantine. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 121 (1994), pp. 93-106 Burkard, Günter (1998) Ostraka aus Deir el-Medine in spätzeitlichen Grabanlagen vor dem Deutschen Haus in Theben. In: Guksch, Heike and Polz, Daniel (Hrsgg. ): Stationen. Beiträge zur Kulturgeschichte Ägyptens. Rainer Stadelmann gewidmet. Mainz 1998, pp. 433-442 Burkard, Günter (1993) Papyri. In: Liebieghaus - Museum Alter Plastik. Ägyptische Bildwerke. Band III: Skulptur, Malerei, Papyri und Särge. Melsungen 1993, pp. 254-300 Burkard, Günter (1998) Parkinson, R. B. - The Tale of Sinuhe and other Ancient Egyptian Poems 1940-1640 BC. In: Bibliotheca Orientalis, 55 (1998), pp. 738-741 Burkard, Günter (1988) Ptahhotep und das Alter. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 115 (1988), pp. 19-30 Burkard, Günter (1994) Richard Jasnow: A Late Period Hieratic Wisdom Text (P. Brooklyn 47. 218. 135), Chicago 1992 (SAOC 52). In: Enchoria, 21 (1994), pp. 156-159 Burkard, Günter (1986) Schriftzeugnisse und Schreibgeräte. In: Feucht, Erika (Hrsg. ): Vom Nil zum Neckar. Kunstschätze Ägyptens aus pharaonischer und koptischer Zeit an der Universität Heidelberg. Heidelberg 1986, pp. 147-150 Burkard, Günter (1995) Schule und Schulausbildung im Alten Ägypten. In: Jesuitenkolleg Humanistisches Gymnasium Kronberg- Gymnasium Aschaffenburg, 1620-1995. Festschrift zum 375-jährigen Bestehen. Aschaffenburg 1995, pp. 23-36 Burkard, Günter (2000) Spätzeitliche Osirisliturgien. In: Görg, Manfred and Hölbl, Günther (Hrsgg. ): Ägypten und der östliche Mittelmeerraum im 1. Jahrtausend v. Chr. Wiesbaden 2000, pp. 1-21 (Ägypten und Altes Testament; 44) Burkard, Günter (1993) Torso eines knieenden Naophoren, In: Liebieghaus - Museum Alter Plastik. Ägyptische Bildwerke. Band III: Skulptur, Malerei, Papyri und Särge. Melsungen 1993, pp. 204-209 Burkard, Günter (0183) Ursula Rössler-Köhler, Kapitel 17 des ägyptischen Totenbuches. Untersuchungen zur Textgeschichte und Funktion eines Textes der allägyptischen Tolenliteratur. XIII. 38S pp. Wiesbaden, Harrassowitz, 1979 (GOF IV, 10). In: Archiv für Orientforschung, 29/30 (0183), pp. 149-153 Burkard, Günter (1997) Vorstellungen vom Kosmos - Die Weltgebäude. In: Schulz, Regine and Seidel, Matthias (Hrsgg. ): Ägypten. Die Welt der Pharaonen. Köln 1997, pp. 444-449 Burkard, Günter (1993) Würfelhocker des Wesirs Na-secheper-en-Sachmet. In: Liebieghaus - Museum Alter Plastik. Ägyptische Bildwerke. Band III: Skulptur, Malerei, Papyri und Särge. Melsungen 1993, pp. 199-204 Burkard, Günter (1980) Zwei weitere Belege, für die Lehre Amenemhets I. für seinen Sohn. In: Göttinger Miszellen, 38 (1980), pp. 33-43 Burkard, Günter (1979) Ägypten. Altertümer, koptische Kunst, islamische Denkmäler. Von Karlheinz Schüssler. Mit 74 Abb. , 88 Plänen und Zeichnungen. Zürich und München: Artemis­-Verlag 1977. In: Enchoria, 9 (1979), pp. 155-156 Burns, Gwendolyn and Fronabarger, A. Kem and Whitley, Thomas G. (2008) Predictive modeling of cultural resources in the Theban necropolis, Luxor, Egypt. In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 307 (Abstract) Childe, A. (1930) Trabalhos da divisao egiptologica. In: Arquivos do Museu Nacional, 32-33 (1930), pp. 78-93 Donker Van Heel, Koen (2013) A very easy crash course in abnormal hieratic. Being a step by step introduction to the least accessible of all ancient egyptian scripts. Dzwiza, Kirsten (2014) Schriftverwendung in antiker Ritualpraxis anhand der griechischen, demotischen und koptischen Praxisanleitungen des 1. - 7. Jahrhunderts. Ebeling, Florian (2000) Catarino Mazzolàs Libretto “Osiride” (Dresden 1781). Ein Beitrag zum kulturgeschichtlichen Umfeld des Librettos der »Zauberflöte«. In: Mozart-Jahrbuch 1999, (2000), pp. 49-69 Ebeling, Florian (2001) »Geheimnis« und »Geheimhaltung« in den Hermetica der Frühen Neuzeit. In: Antike Weisheit und kulturelle Praxis. Hermetismus in der Frühen Neuzeit. Göttingen 2001, pp. 63-80 (Veröffentlichungen des Max-Planck-Instituts für Geschichte; 171) Ebeling, Florian (2006) Mozarts Zauberflöte. Der Schrecken des Todes und die Macht der Musik. In: Pelker, Bärbel (Hrsg. ): Theater um Mozart. Winter, Heidelberg 2006, pp. 127-142 Ebeling, Florian (2003) Rationale Mysterien? Eine Interpretationsoption für die Zauberflöte. In: Meyer, Sibylle (Hrsg. ): Egypt - Temple of the Whole World. Studies in Honour of Jan Assmann. Brill, Boston / Leiden 2003, pp. 59-80 Ebeling, Florian (2011) Zum Hermetismus in der Freimaurerei des 18. Jahrhunderts. In: Wege der Lichtsuche. Freimaurerei zwischen Renaissance und Enlightenment. Bayreuth 2011, pp. 55-71 (Quatuor Coronati. Jahrbuch für Freimaurerforschung; 42) Ebeling, Florian (2009) „Ägyptische Freimaurerei“ in der zweiten Hälfte des 18. Jahrhunderts. In: Zeitschrift für internationale Freimaurerforschung, 22 (2009), pp. 9-28 El-Khadragy, Mahmoud (2007) Fishing, fowling and animal-handling in the tomb of Djefaihapi I at Asyut. In: The Bulletin of the Australian Centre for Egyptology, 18 (2007), pp. 125-144 El-Khadragy, Mahmoud (2006) New discoveries in the tomb of Khety II at Asyut. In: The Bulletin of the Australian Centre for Egyptology, 17 (2006), pp. 79-95 El-Khadragy, Mahmoud (2006) The Northern Soldiers-Tomb at Asyut. In: Studien zur Altägyptischen Kultur, 35 (2006), pp. 147-164 El-Khadragy, Mahmoud (2007) Some significant features in the decoration of the chapel of Iti-ibi-iqer at Asyut. In: Studien zur Altägyptischen Kultur, 36 (2007), pp. 105-135 El-Khadragy, Mahmoud (2008) The decoration of the rock-cut chapel of Khety II at Asyut. In: Studien zur Altägyptischen Kultur, 37 (2008), pp. 219-241 El-Khadragy, Mahmoud (2007) The shrine of the rock-cut chapel of Djefaihapi I at Asyut. In: Göttinger Miszellen, 212 (2007), pp. 41-62 El-Khadragy, Mahmoud and Kahl, Jochem and Engel, Eva-Maria (2004) The First Intermediate Period tombs at Asyut revisited. In: Studien zur Altägyptischen Kultur, 32 (2004), pp. 233-243 El-Khadragy, Mahmoud and Kahl, Jochem and Verhoeven, Ursula (2005) The Asyut project: fieldwork season 2004. In: Studien zur Altägyptischen Kultur, 33 (2005), pp. 159-167 El-Khadragy, Mahmoud and Kahl, Jochem and Verhoeven, Ursula (2007) The Asyut project: fourth season of fieldwork (2006). In: Studien zur Altägyptischen Kultur, 36 (2007), pp. 81-103 El-Khadragy, Mahmoud and Kahl, Jochem and Verhoeven, Ursula (2006) The Asyut project: third season of fieldwork (2005). In: Studien zur Altägyptischen Kultur, 34 (2006), pp. 241-249 Erman, Adolf (1892) Das Verhältniss des Aegytpischen zu den semitischen Sprachen. In: Zeitschrift der Deutschen Morgenländischen Gesellschaft, 46 (1892), pp. 93-129 Erman, Adolf (1900) Eine Reise nach Phönizien im 11. Jahrhundert v. Chr. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 38 (1900), pp. 1-14 Fettel, Jens (2010) Die Chentiu-schi des Alten Reiches. Feucht, Erika (1998) Das Bildnis der Neith als Schlangengöttin. In: Clarysse, W. and Schnoor, A. and Willems, H. (Hrsgg. ): Egyptian Religion. The Last Thousand Years (Studies Dedicated to the Memory of Jan Q. Quaegebeur). 1998, pp. 105-115 (Orientalia Lovaniensia Analecta; 84) Feucht, Erika (1997) Der Weg des Hori (TT 259) ins Jenseits. In: Warsaw Egyptological Studies I, Essays in honour of Prof. Dr. Jadwiga. Lipinska. Warschau 1997, pp. 85-91 Feucht, Erika (1989) Der Weg des Verstorbenen bis zur Rechtfertigung nach Darstellungen in Ramessidischen Gräbern. In: Altenmüller, Hartwig and Germer, Renate (Hrsgg. ): Miscellanea Aegyptologica. Wolfgang Helck zum 75. Geburtstag. Hamburg 1989, pp. 23-37 Feucht, Erika (2006) Die Gräber des Nedjemger (TT 138) und des Hori (TT 259). Feucht, Erika (1989) Die Stellung der Frau im alten Ägypten. In: Martin, J. and Zoepffel, R. (Hrsgg. ): Aufgaben, Rollen und Räume von Mann und Frau. Freiburg/München 1989, pp. 239-306 Feucht, Erika (1980) Erster Vorbericht über Arbeiten des Ägyptologischen Instituts der Universität Heidelberg in thebanischen Gräbern der Ramessidenzeit. Arbeiten an TT 296, 138, 259, 41 (178) in den Jahren 1977 - 1979. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 36 (1980), pp. 29-31 Feucht, Erika (1998) Eugen Strouhal: Ägypten zur Pharaonenzeit. Alltag und gesellschaftliches Leben. Photos von Werner Forman. Tübingen/ Berlin: Wasmuth Verlag 1994. In: Die Welt des Orients, 29 (1998), pp. 171-173 Feucht, Erika (1992) Fishing and fowling with the spear and the throw-stick reconsidered. In: Luft, Ulrich (Hrsg. ): The intellectual Heritage of Egypt, Budapest 1992, pp. 157-169 (Studia Aegyotuaca; 14) Feucht, Erika (1985) Gattenwahl, Ehe und Nachkommenschaft im Alten Ägypten. In: Müller, E. W. (Hrsg. ): Geschlechtsreife und Legitimation zur Zeugung. Freiburg/München 1985, pp. 55-84 Feucht, Erika (1986) Geburt, Kindheit, Jugend und Ausbildung im Alten Ägypten. In: Zur Sozialgeschichte des Kindheit, Freiburg/München 1986, pp. 225-265 (Veröffentlichungen des Instituts für Historische Anthropologie; 4) Feucht, Erika (1987) Johannes Dittmar: Blumen und Blumensträuße als Opfergabe im alten Ägypten. Münchner Ägyptologische Studien 43. München: Deutscher Kunstverlag, 1986. In: Die Welt des Orients, 18 (1987), pp. 159-161 Feucht, Erika (1990) Kinder fremder Völker in Ägypten I. In: Hildesheimer ägyptologische Beiträge 30, Festschrift Jürgen von Beckerath: zum 70. Geburtstag am 19. Februar 1990. Hildesheim 1990, pp. 29-48 (Hildesheimer Ägyptologische Beiträge; 30) Feucht, Erika (2006) Noch einmal zu ama auf der Pianchistele. Ein Beitrag zu Reinheitsvorschriften. In: Moers, Gerald (Hrsg. ): jn. t dr. w- Festschrift fir Friedrich Junge. Göttingen 2006, pp. 189-194 Feucht, Erika (2003) Pharaonische Beschneidung. In: Meyer, Sibylle (Hrsg. ): Egypt - Temple of the Whole World/Ägypten - Tempel der ganzen Welt, Studies in Honour of Jan Assmann. Brill, Boston / Leiden 2003, pp. 81-94 Feucht, Erika (1972) Vilimkovä, Milada: Altägyptische Goldschmiedekunst. Auswahl der Abbildungen v. Moh. H. Abdul-Rahman, Fotografien v. Darbois, übers, v. H. Gärtner. Prag: Artia [1969]. In: Orientalistische Literaturzeitung, 67 (1972), pp. 35-38 Fitzenreiter, Martin (2001) Statue und Kult. Eine Studie der funerären Praxis an nichtköniglichen Grabanlagen der Residenz im Alten Reich. Franke, Detlef (2003) Theben und Memphis - Metropolen im Alten Ägypten. Gabra, Sami (1930) Fouilles du Service des Antiquités à Deir Tassa. In: Annales du Service des Antiquités de l, 30 (1930), pp. 147-158 Gardiner, Alan Henderson (1925) The autobiography of Rekhmere. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 60 (1925), pp. 62-76 Graefe, Erhart (2012) Der Kult des Antinoos und die Stadt Antinoupolis in Ägypten. Beiträge aus der Sicht eines Ägyptologen. In: Hartmann, Andreas and Weber, Gregor (Hrsgg. ): Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag. Speyer 2012, pp. 211-232 Grieshaber, Frank (2002) Stellenregister zu Bonneau, Le régime administratif de l'eau du Nil. Hagedorn, Dieter (1985) Zum Amt des dioiketes im römischen Ägypten. In: Yale Classical Studies, 28 (1985), pp. 167-201 Hallof, Jochen (2006) Die Baustufen I bis IV der Großen Anlage von Musawwarat es Sufra. Hoffmann, Friedhelm (1995) Astronomische und astrologische Kleinigkeiten I: Pap. Wien D6005. In: Enchoria, 22 (1995), pp. 22-26 Hoffmann, Friedhelm (1997) Astronomische und astrologische Kleinigkeiten II: P. Heidelberg Inv. Dem. 40 und 41. In: Enchoria, 24 (1997), pp. 34-37 Hoffmann, Friedhelm (1999) Astronomische und astrologische Kleinigkeiten III: P. Berlin P 23547. In: Enchoria, 25 (1999), pp. 24-26 Hoffmann, Friedhelm (2004) Astronomische und astrologische Kleinigkeiten IV: Ein Zeichen für „Null\" im P. Carlsberg 32? In: Enchoria, 32 (2004), pp. 44-52 Hoffmann, Friedhelm (2010) Astronomische und astrologische Kleinigkeiten VI: Neumonddaten aus dem Jahre 184/185 n. Chr. In: Knuf, Hermann and Leitz, C. and Recklinghausen, Daniel von (Hrsgg. ): Honi soit qui mal y pense. Studien zum pharaonischen, griechisch-römischen und spätantiken Ägypten zu Ehren von Heinz-Josef Thissen. Leuven; Paris; Walpole, MA 2010, pp. 233-236 (Orientalia Lovaniensia Analecta; 194) Hoffmann, Friedhelm (1999) Beinlich-Seeber, Christine: Bibliographie Altägypten 1822-1946. I: Alphabetisches Verzeichnis AI, II: JZ. XXXVII, 1789 Seiten. III: Indices. IX, 1158 Seiten. (= Ägyptologische Abhandlungen 61). Harrassowitz Verlag Wiesbaden, 1988. In: Enchoria, 25 (1999), pp. 183-196 Hoffmann, Friedhelm (2008) Bernard Legras: L'Egypte grecque et romaine. Paris: Colin 2004. In: Gnomon, 80 (2008), pp. 178-180 Hoffmann, Friedhelm (2001) Bosson, Nathalie / Aufrere, Sydney H. (Herausgeber): Égyptes. L'Égyptien et le copte. Catalogue de l'exposition (Exposition réalisée par le musée achéologique Henri Prades à Lattes). Lattes, 1999. In: Enchoria, 27 (2001), pp. 216-220 Hoffmann, Friedhelm (1991) Das Gebäude t(w)t(we). In: Enchoria, 18 (1991), pp. 187-189 Hoffmann, Friedhelm (2005) Das Göttliche in der Natur - Biologie im alten Ägypten. In: Matthias-Grünewald-Gymnasium Würzburg: Jahresbericht 2004/2005. 2005, pp. 196-205 Hoffmann, Friedhelm (1993) Das Wort dfd. In: Göttinger Miszellen, 132 (1993), pp. 37-38 Hoffmann, Friedhelm (1995) Der Anfang des P. Spiegelberg - ein Versuch zur Wiederherstellung. In: Vleeming, S. P. (Hrsg. ): Hundred-Gated Thebes. Acts of a Colloquium on Thebes and the Theban Area in the Graeco-Roman Period. Leiden; New York; Köln 1995, pp. 43-60 Hoffmann, Friedhelm (1996) Der literarische demotische Papyrus Wien D6920-22. In: Studien zur altägyptischen Kultur, 23 (1996), pp. 167-200 Hoffmann, Friedhelm (1996) Die Aufgabe 10 des Moskauer mathematischen Papyrus. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 123 (1996), pp. 19-26 Hoffmann, Friedhelm (2009) Die Entstehung der demotischen Erzählliteratur. Beobachtungen zum überlieferungsgeschichtlichen Kontext. In: Roeder, Hubert (Hrsg. ): Das Erzählen in frühen Hochkulturen. I. Der Fall Ägypten. München 2009, pp. 351-384 (Ägyptologie und Kulturwissenschaft; 1) Hoffmann, Friedhelm (2002) Die Hymnensammlung des P. Wien D6951. In: Ryholt, K. (Hrsg. ): Acts of the Seventh International Conference of Demotic Studies. Copenhagen, 23-27 August 1999. Kopenhagen 2002, pp. 219-228 Hoffmann, Friedhelm (1994) Die Imkerei im alten Ägypten. In: Der Imkerfreund. Bienenzeitung zur Förderung und Wahrung der Interessen der Bienenzüchter; Organ des Landesverbandes Bayerischer Imker e. V. ; Mitteilungen des Deutschen Imkerbundes, 49 (1994), pp. 4-9 Hoffmann, Friedhelm (1996) Die Lesung des demotischen Wortes für „Götterbarke\". In: Enchoria, 23 (1996), pp. 39-51 Hoffmann, Friedhelm (1994) Die Länge des P. Spiegelberg. In: Acta Demotica. Acts of Fifth International Conference for Demotists Pisa, 4th-8th September 1993 (Egitto e Vicino Oriente 17). Pisa 1994, pp. 145-155 Hoffmann, Friedhelm (1998) Die drei wirbellosen Tiere in Szene 10 des Mundöffnungsrituals. In: Fischer-Elfert, H. -W. (Hrsg. ): Die Vision von der Statue im Stein - Studien zum altägyptischen Mundöffnungsritual. Heidelberg 1998, pp. 87-105 (Schriften der Philosophisch-historischen Klasse der Heidelberger Akademie der Wissenschaften; 5) Hoffmann, Friedhelm (2007) Die ägyptischen literarischen Texte. Ein Forschungsüberblick. In: Palme, B. (Hrsg. ): Akten des 23. Internationalen Kongresses für Papyrologie Wien, 22. -28. Juli 2001. Wien 2007, pp. 279-294 (Papyrologica Vindobonensia; 1) Hoffmann, Friedhelm (2007) Donald B. Redford, From Slave to Pharaoh. The Black xperience of Ancient Egypt, Baltimore/London (The Johns Hopkins University Press) 2004. In: Klio, 89 (2007), pp. 497-498 Hoffmann, Friedhelm (2004) Edda Bresciani / Angiolo Menchetti: Nozioni elementari di grammatica demotica con Liste grafiche e Letture demotiche. Pisa 2002( = Biblioteca di Studi Egittologici 2 ). In: Enchoria, 29 (2004), pp. 187-191 Hoffmann, Friedhelm (2004) Edda Bresciani, An den Ufern des Nils. Alltagsleben zur Zeit der Pharaonen, Stuttgart (Theiss) 2002, 255 S, 152 Abb, ISBN 380621655X. In: Klio, 86 (2004), pp. 442-443 Hoffmann, Friedhelm (1994) Eine spätdemotische Zahlungsquittung (P. Vindob. D6344). In: Enchoria, 21 (1994), pp. 13-22 Hoffmann, Friedhelm (1996) Einige Bemerkungen zur Ersten Setnegeschichte (P. Kairo CG 30646). In: Enchoria, 23 (1996), pp. 52-61 Hoffmann, Friedhelm (1992) Einige Bemerkungen zur Geschichte von König Amasis und dem Schiffer. In: Enchoria, 19/20 (1992), Hoffmann, Friedhelm (2001) Einige Bemerkungen zur Lehre eines Mannes für seinen Sohn. In: Göttinger Miszellen, 182 (2001), pp. 7-8 Hoffmann, Friedhelm (1992) Einige Bemerkungen zur Zweiten Setnegeschichte. In: Enchoria, 19/20 (1992), pp. 11-14 Hoffmann, Friedhelm (2002) Fischer-Elfert, Hans-Werner: Die Lehre eines Mannes für seinen Sohn. Eine Etappe auf dem,Gottesweg' des loyalen und solidarischen Beamten des Mittleren Reiches, Wiesbaden (Harrassowitz Verlag) 1999 (Ägyptologische Abhandlungen 60) Textband (geb. ): XV, 480 S. ; Tafelband. In: Klio, 84 (2002), pp. 181-183 Hoffmann, Friedhelm (1994) Frandsen, Paul John (ed. ), The Carlsberg Papyri 1: Demotic Texts front the Collection. With Contributions by K. -Th. Zauzich, W. J. Tait and Michel Chauveau. Copenhagen, Museum Tusculanum Press, 1991 (30 cm, vm + 142 pp. , 10 pls. ) = Carsten Niebuhr Institute of Ancient Near Eastern Studies, CNI Publications, 15. ISSN 0902-5499, ISBN 87 7289 1. In: Bibliotheca Orientalis, 51 (1994), pp. 282-289 Hoffmann, Friedhelm (2006) Heike Guksch/Eva Hofmann/Martin Bommas (Hgg. ), Grab und Totenkult im Alten Ägypten, München (Verlag C. H. Beck) 2003, 264 S. , 58 Abb. In: Klio, 88 (2006), pp. 233-234 Hoffmann, Friedhelm (1997) Herbin, Francis Rene: Le livre de parcourir l'eternite / pref. de Jan Assmann. (Orientalia Lovaniensia Analecta, 58). Uitgeverij Peeters, Leuven, 1994. In: Bibliotheca orientalis, 54 (1997), pp. 652-658 Hoffmann, Friedhelm (2006) „Herrscher der Flüsse, der die Räuberei liebt\" - Das Nilkrokodil. In: Vaelske, Veit (Hrsg. ): Ägypten. Ein Tempel der Tiere. Berlin 2006, pp. 66-68 Hoffmann, Friedhelm (2005) Krokodildarstellungen in Ägypten und Rom (Kat. 350-357). In: Ägypten Griechenland Rom. Abwehr und Berührung. Städelsches Kunstinstitut und Städtische Galerie, 26. November 2005 - 26. Februar 2006. Tübingen / Berlin 2005, pp. 428-433 S. 736-740 Hoffmann, Friedhelm (2010) Lost in Translation? Beobachtungen zum Verhältnis des lateinischen und griechischen Textes der Gallusstele. In: Lembke, Katja and Minas-Nerpel, M. and Pfeiffer. , S. (Hrsgg. ): Tradition and Transformation: Egypt under Roman Rule. Proceedings of the International Conference, Hildesheim, Roemer- and Pelizaeus-Museum, 3-6 July 2008. Leiden; Boston 2010, pp. 149-157 (Culture and History of the Ancient Near East; 41) Hoffmann, Friedhelm (2002) Measuring Egyptian Statues. In: Steele, J. and Imhausen, A. (Hrsgg. ): Under One Sky. Astronomy and Mathematics in the Ancient Near East. Münster 2002, pp. 109-119 (Alter Orient und Altes Testament; 297) Hoffmann, Friedhelm (1995) Neue Fragmente zu den drei großen Inaros-Petubastis-Texten. In: Enchoria, 22 (1995), pp. 27-39 Hoffmann, Friedhelm (1999) Papyrus Klagenfurt. In: Ruprechtsberger, E. M. (Hrsg. ): Mumie schau’n. Totenkult im hellenistisch-römerzeitlichen Ägypten. Katalog zur Ausstellung der Papyrussammlung der Österreichischen Nationalbibliothek im NORDICO - Museum der Stadt Linz und in Zusammenarbeit mit dem Landesmuseum für Kärnten. Linz 6. Mai -. Linz 1999, pp. 61-62 (Linzer Archäologische Forschungen; 29) Hoffmann, Friedhelm (2006) Rossi, Corinna: Architecture and Mathematics in Ancient Egypt- Cambridge: Cambridge University Press 2004. XXII, 280 S. m. Abb. In: Orientalistische Literaturzeitung, 101 (2006), pp. 420-424 Hoffmann, Friedhelm (2001) Ryholt, Kim: The story of Petese son of Petetum and seventy other good and bad Stories. (P. Petese). Copenhagen: Museum Tusculanum Press 1999. X X, 116 S. , 12 Taf. 4° = Carsten Niebuhr Institute Publications, 23; The Carlsberg Papyri, 4. In: Orientalistische Literaturzeitung, 96 (2001), pp. 38-44 Hoffmann, Friedhelm (1996) S. P. Vleeming: Ostraka Varia. TaxReceipts and Legal Documents on Demotic, Greek, and Greek-Demotic Ostraka, Chiefly of the Early Ptolemaic Period, from Various Collections. Leiden / New York / Köln: Brill 1994. In: Enchoria, 23 (1996), pp. 188-193 Hoffmann, Friedhelm (1991) »Schlinge des Kampfes« (hgy n sdy). In: Enchoria, 18 (1991), pp. 183-186 Hoffmann, Friedhelm (1994) Seilflechter in der Unterwelt. In: Zeitschrift für Papyrologie und Epigraphik, 100 (1994), pp. 339-346 Hoffmann, Friedhelm (1996) Smith, M. : The Liturgy of Opening the Mouth for Breathing. Griffith Institute / Ashmolean Museum, Beaumont Street, Oxford OX1 2PH, 1993. In: Bibliotheca orientalis, 53 (1996), pp. 678-682 Hoffmann, Friedhelm (1995) Stadt und Tempel von Elephantine. 21. /22. Grabungsbericht. XII. Zu den demotischen Ostraka. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 51 (1995), pp. 185-187 Hoffmann, Friedhelm (1995) Vos, R. L. : The Apis Embalming Ritual. P. Vindob. 3873. Leuven 1993 (= Orientalia Lovaniensia Analecta 50). In: Bibliotheca orientalis, 52 (1995), pp. 581-589 Hoffmann, Friedhelm (2008) Warlike women in ancient Egypt. In: Cahiers de recherches de l'Institut de Papyrologie et d'Egyptologie de Lille, 27 (2008), pp. 49-57 Hoffmann, Friedhelm (1989) Zu den \"Pirolen\" auf dem Relief Kairo, Temporary Number 6/9/32/1. In: Göttinger Miszellen, 107 (1989), pp. 77-80 Hoffmann, Friedhelm (1999) Zu den demotischen Ostraka. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 55 (1999), pp. 224-226 Hoffmann, Friedhelm (2008) Zur angeblichen musikalischen Notation in einer ägyptischen Osirisliturgie. In: Rothöhler, Benedikt and Manisali, Alexander (Hrsgg. ): Mythos & Ritual. Festschrift für Jan Assmann zum 70. Geburtstag. Berlin 2008, pp. 71-76 (Religionswissenschaft: Forschung und Wissenschaft; 5) Hoffmann, Friedhelm (2001) Zwei demotisch-griechische Salzsteuerquittungen. In: Palme, B. (Hrsg. ): Wiener Papyri. Als Festgabe zum 60. Geburtstag von Hermann Harrauer (P. Harrauer). Wien 2001, pp. 55-58 Hoffmann, Friedhelm (2004) Zwei neue demotische Erzählungen (P. Wien D 62). In: Hoffmann, Friedhelm and Thissen, Heinz-Josef (Hrsgg. ): Res severa verum gaudium. Festschrift für Karl-Theodor Zauzich zum 65. Geburtstag am 8. Juni 2004. Leuven 2004, pp. 249-259 (Studia Demotica; 6) Hoffmann, Friedhelm and Beinlich, Horst (1994) Ägyptische Wortliste. In: Göttinger Miszellen, 140 (1994), pp. 101-103 Hoffmann, Friedhelm and Höckmann, Ursula (2006) Fayence-Aryballos mit Kartusche. In: Ägypten Griechenland Rom. Abwehr und Berührung. Städelsches Kunstinstitut und Städtische Galerie, 26. November 2005 - 26. Februar 2006. Tübingen; Berlin 2006, pp. 486-487 Hoffmann, Friedhelm and Quack, Joachim Friedrich (2010) Demotische Texte zur Heilkunde. In: Janowski, B. and Schwemer, D. (Hrsgg. ): Texte zur Heilkunde. Gütersloh 2010, pp. 298-316 (Texte aus der Umwelt des Alten Testaments. Neue Folge; 5) Hoffmann, Friedhelm and Steinhart, Matthias (1998) Apries und die ostgriechische Vasenmalerei. In: Jahreshefte des Österreichischen Archäologischen Institutes, 67 (1998), pp. 49-61 Jansen-Winkeln, Karl (1988) Bemerkungen zur Stele des Merer in Krakau. In: Journal of Egyptian Archaeology, 74 (1988), pp. 204-207 Jansen-Winkeln, Karl (1992) Das \"zeugende Herz\". In: Lingua Aegyptia, 2 (1992), pp. 147-149 Jansen-Winkeln, Karl (1991) Das Attentat auf Amenemhet I. und die erste ägyptische Koregentschaft. In: Studien zur Altägyptischen Kultur, 18 (1991), pp. 241-264 Jansen-Winkeln, Karl (1992) Das Ende des Neuen Reiches. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 119 (1992), pp. 22-37 Jansen-Winkeln, Karl (1994) Das futurische Verbaladjektiv im Spätmittelägyptischen. In: Studien zur Altägyptischen Kultur, 21 (1994), pp. 107-129 Jansen-Winkeln, Karl (1993) Das ägyptische Pseudopartizip. In: Orientalia Lovaniensia Periodica, 24 (1993), pp. 5-28 Jansen-Winkeln, Karl (1991) Der Ausdruck we za we. In: Göttinger Miszellen, 123 (1991), pp. 53-66 Jansen-Winkeln, Karl (1994) Der Beginn der libyschen Herrschaft in Ägypten. In: Biblische Notizen, 71 (1994), pp. 78-97 Jansen-Winkeln, Karl (2001) Der Schlußsatz der Biographie des Chnumhotep in Beni Hassan. In: Göttinger Miszellen, 180 (2001), pp. 77-80 Jansen-Winkeln, Karl (1994) Der Schreiber Butehamun. In: Göttinger Miszellen, 139 (1994), pp. 35-40 Jansen-Winkeln, Karl (2001) Die Biographie eines Priesters aus Heliopolis. In: Studien zur Altägyptischen Kultur, 29 (2001), pp. 97-110 Jansen-Winkeln, Karl (1989) Die Inschriften der Schreiberstatue des Nespaqaschuti. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 45 (1989), pp. 203-205 Jansen-Winkeln, Karl (1991) Die Priesterschaft als Neunheit. In: Discussions in Egyptology, 21 (1991), pp. 15-16 Jansen-Winkeln, Karl (1990) Die Stele London BM 1224. In: Studien zur Altägyptischen Kultur, 17 (1990), pp. 215-219 Jansen-Winkeln, Karl (1993) Die ägyptische \"Königsnovelle\" als Texttyp. In: Wiener Zeitschrift für die Kunde des Morgenlandes, 83 (1993), pp. 101-116 Jansen-Winkeln, Karl (1987) Drei Gebete aus der 22. Dynastie. In: Osing, J. and Dreyer, J. (Hrsgg. ): Form und Mass. Beiträge zur Literatur, Sprache und Kunst des alten Ägypten. Festschrift für Gerhard Fecht zum 65. Geburtstag am 6. Februar 1987. 1987, pp. 238-253 (Ägypten und Altes Testament; 12) Jansen-Winkeln, Karl (2007) Drei Statueninschriften einer Familie aus frühptolemäischer Zeit. In: Studien zur Altägyptischen Kultur, 36 (2007), pp. 49-79 Jansen-Winkeln, Karl (1999) Ein Amunpriester in Memphis. In: Studien zur Altägyptischen Kultur, 27 (1999), pp. 123-139 Jansen-Winkeln, Karl (1994) Ein Anruf an den Sarg. In: Discussions in Egyptology, 30 (1994), pp. 55-63 Jansen-Winkeln, Karl (1997) Ein Kaufmann aus Naukratis. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 124 (1997), pp. 108-115 Jansen-Winkeln, Karl (1991) Ein Siegelabdruck mit Motto. In: Varia Aegyptiaca, 7 (1991), pp. 29-30 Jansen-Winkeln, Karl (1992) Ein Würfelhocker des Amunpropheten Djedbastetiufanch (Kairo JE 37597). In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 48 (1992), pp. 57-64 Jansen-Winkeln, Karl (1993) Ein politisches Orakel. In: Varia Aegyptiaca, 9 (1993), pp. 7-18 Jansen-Winkeln, Karl (1997) Eine Schreiberstatue der frühen 26. Dynastie. In: Studien zur Altägyptischen Kultur, 24 (1997), pp. 103-114 Jansen-Winkeln, Karl (1995) Finalsatz und Subjunktiv. In: Göttinger Miszellen, 146 (1995), pp. 37-60 Jansen-Winkeln, Karl (1996) \"Horizont\" und \"Verklärtheit\": Zur Bedeutung der Wurzel Ax. In: Studien zur Altägyptischen Kultur, 23 (1996), pp. 201-215 Jansen-Winkeln, Karl (2003) Marginalien zum ‘Verbalsatz’ im älteren Ägyptisch. In: Göttinger Miszellen, 195 (2003), pp. 53-68 Jansen-Winkeln, Karl (1995) Neue biographische Texte der 22/23. Dynastie. In: Studien zur Altägyptischen Kultur, 22 (1995), pp. 169-194 Jansen-Winkeln, Karl (1993) Nisbeadjektiv und Partizip. In: Lingua Aegyptia, 3 (1993), pp. 7-16 Jansen-Winkeln, Karl (2011) Sprachgeschichte und Textdatierung. In: Studien zur Altägyptischen Kultur, 40 (2011), pp. 165-179 Jansen-Winkeln, Karl (2004) Sprachliche Bemerkungen zu den „Unterweltsbüchern\". In: Studien zur Altägyptischen Kultur, 32 (2004), pp. 205-232 Jansen-Winkeln, Karl (2006) Thebanische Statuen der 25. und 26. Dynastie. In: Studien zur Altägyptischen Kultur, 34 (2006), pp. 217-340 Jansen-Winkeln, Karl (1987) Thronname und Begräbnis Takeloths I. In: Varia Aegyptiaca, 3 (1987), pp. 253-258 Jansen-Winkeln, Karl (1990) Vermerke. Zum Verständnis kurzer und formelhafter Inschriften auf ägyptischen Denkmälern. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 46 (1990), pp. 127-156 Jansen-Winkeln, Karl (2005) Vier Denkmäler einer thebanischen Offiziersfamilie der 22. Dynastie. In: Studien zur Altägyptischen Kultur, 33 (2005), pp. 125-146 Jansen-Winkeln, Karl (1988) Weiteres zum Grab Osorkons II. In: Göttinger Miszellen, 102 (1988), pp. 31-39 Jansen-Winkeln, Karl (1997) Zu den Koregenzen der 12. Dynastie. In: Studien zur Altägyptischen Kultur, 24 (1997), pp. 115-135 Jansen-Winkeln, Karl (1994) Zu den Trauerriten bei der Apisbestattung. In: Bulletin de la Société d’Egyptologie Genève, 18 (1994), pp. 33-39 Jansen-Winkeln, Karl (1990) Zu den biographischen Texten der 3. Zwischenzeit. In: Göttinger Miszellen, 117/8 (1990), pp. 165-180 Jansen-Winkeln, Karl (2003) Zu einer Genealogie aus der frühen 22. Dynastie. In: Studien zur Altägyptischen Kultur, 31 (2003), pp. 211-223 Jansen-Winkeln, Karl (1992) Zu einigen religiösen und historischen Inschriften. In: Chronique d’Egypte, 67 (1992), pp. 240-259 Jansen-Winkeln, Karl (1989) Zu einigen „Trinksprüchen\" auf ägyptischen Gefäßen. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 116 (1989), pp. 143-153 Jansen-Winkeln, Karl (2006) Zu zwei Personen der frühen Dritten Zwischenzeit. In: Studien zur Altägyptischen Kultur, 35 (2006), pp. 125-140 Jansen-Winkeln, Karl (2000) Zum Verständnis der „Saitischen Formel\". In: Studien zur Altägyptischen Kultur, 28 (2000), pp. 83-124 Jansen-Winkeln, Karl (1987) Zum militärischen Befehlsbereich der Hohenpriester des Amun. In: Göttinger Miszellen, 99 (1987), pp. 19-22 Jansen-Winkeln, Karl (2002) Zur Bedeutung von ḥzj und mrj. In: Göttinger Miszellen, 190 (2002), pp. 47-52 Jansen-Winkeln, Karl (1989) Zur Schiffsliste aus Elephantine. In: Göttinger Miszellen, 109 (1989), p. 31 Jansen-Winkeln, Karl (1991) Zur Schreibung des Pseudopartizips in den Pyramidentexten. In: Bulletin de la Société d’Egyptologie Genève, 15 (1991), pp. 43-56 Jansen-Winkeln, Karl (1989) Zwei Bemerkungen zu Gebel es-Silsila Nr. 100. In: Journal of Egyptian Archaeology, 75 (1989), pp. 237-239 Jansen-Winkeln, Karl (1993) The career of the Egyptian high priest Bakenkhons. In: Journal of Near Eastern Studies, 52 (1993), pp. 221-225 Jéquier, Gustave (1911) Le papyrus Prisse et ses variantes. Jürjo, Indrek and Stadnikow, Sergei (2008) Briefe aus Ägypten. Otto Friedrich von Richters wissenschaftliche Reise in Ägypten und Unternubien im Jahre 1815. Kahl, Jochem (2012) Asyut and The Asyut Project. In: Kahl, Jochem and El-Khadragy, Mahmoud and Verhoeven, Ursula and Kilian, Andrea (Hrsgg. ): Seven Seasons at Asyut. First Results of the Egyptian-German Cooperation in Archaeological Fieldwork, Wiesbaden 2012, pp. 1-30 (The Asyut Projec; 2) Kahl, Jochem (1994) Das Alter der Sonnenheiligtümer. In: Göttinger Miszellen, 143 (1994), pp. 81-83 Kahl, Jochem (1995) Das überlieferungsgeschichtliche Verhältnis von Unas und Sesostrisanch am Beispiel von PT 302312. In: Studien zur Altägyptischen Kultur, 22 (1995), pp. 195-209 Kahl, Jochem (1995) Der Gebrauch morphologischer und phonologischer Stilmittel im Großen Aton-Hymnus. In: Gestermann, Louise (Hrsg. ): Per aspera ad astra. Wolfgang Schenkel zum neunundfünfzigsten Geburtstag. Kassel 1995, pp. 51-89 Kahl, Jochem (2012) Der Gräberberg von Assiut und seine Schätze. In: Leitmeyer, W. and Heimann, S. (Hrsgg. ): Ägyptens Schätze entdecken. Meisterwerke aus dem Ägyptischen Museum Turin, München, London. New York 2012, pp. 130-145 Kahl, Jochem (1992) Die Defektivschreibungen in den Pyramidentexten. In: Lingua Aegyptia, 2 (1992), pp. 99-116 Kahl, Jochem (2008) Die Determinative der Hereret in Assiut, oder: Von der Notwendigkeit epigraphischen Arbeitens am Original. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 135 (2008), pp. 180-182 Kahl, Jochem (1997) Die Farbgebung in der frühen Hieroglyphenschrift. In: Zeitschrift für Ägyptische Sprache und Altertumskunde, 124 (1997), pp. 44-56 Kahl, Jochem (2001) Die ältesten schriftlichen Belege für den Gott Seth. In: Göttinger Miszellen, 181 (2001), pp. 51-57 Kahl, Jochem (2006) Ein Zeugnis altägyptischer Schulausflüge. In: Göttinger Miszellen, 211 (2006), pp. 25-29 Kahl, Jochem (2000) Ein bislang unbeachtetes Beispiel für die Unschädlichmachung von Schriftzeichen aus dem sogenannten Menesgrab in Naqada. In: Studien zur Altägyptischen Kultur, 28 (2000), pp. 125-129 Kahl, Jochem (1996) Goldwasser, Orly - From Icon to Metaphor: Studies in the Semiotics of the Hieroglyphs. (Orbis biblicus et (mentalis, 142). University Press, Fribourg, 1995 (24 cm, X, 186, UL). ISBN 3-7278-1015-7 (Univ. Press). ISBN 3-525-53777-8. In: Bibliotheca Orientalis, 55 (1996), pp. 91-94 Kahl, Jochem (2008) Hannig, Rainer. Zur Paläographie der Särge aus Assiut. Hildesheim: Verlag Gebrüder Gerstenberg, 2006. XXVII + 930 S. 4° = Hildesheimer Ägyptologische Beiträge, 47. Hartbd. 98,00 €. ISBN 9793806785692. In: Orientalistische Literaturzeitung, 103 (2008), sp. 320-328 Kahl, Jochem (2012) Regionale Milieus und die Macht des Staates im Alten Ägypten: Die Vergöttlichung der Gaufursten von Assiut. In: Studien zur Altägyptischen Kultur, 41 (2012), pp. 163-188 Kahl, Jochem (1994) SIS 380 - 418: Eine Textidentifizierung. In: Göttinger Miszellen, 139 (1994), pp. 41-42 Kahl, Jochem (1993) Textkritische Bemerkungen zu den Diagonalsternuhren des Mittleren Reiches. In: Studien zur Altägyptischen Kultur, 20 (1993), pp. 95-107 Kahl, Jochem (2000) Vittmann, Günter: Altägyptische Wegmetaphorik, Beiträge zur Ägyptologie 15, Wien 1999. Veröffentlichungen der Institute für Afrikanistik und Ägyptologie der Universität Wien, 83. Kahl, Jochem (1991) Von h bis k. Indizien für eine \"alphabetische\" Reihenfolge einkonsonantiger Lautwerte in spätzeitlichen Papyri. In: Göttinger Miszellen, 122 (1991), pp. 33-48 Kahl, Jochem (1994) Zu den Särgen des Mittleren Reiches in Ägypten. Eine kritische Betrachtung. In: Die Welt des Orients, 25 (1994), pp. 21-35 Kahl, Jochem (1997) Zur Datierung der frühen Grabplatten mit Opfertischszene. In: Studien zur Altägyptischen Kultur, 24 (1997), pp. 137-145 Kahl, Jochem (1995) Zur Problematik der sogenannten Steuervermerke im Ägypten der 0. -1. Dynastie. In: Fluck, Cäcilia and Langener, Lucia and Richter, Siegfried and Schaten, Sofia and Wurst, Gregor (Hrsgg. ): Divitiae Aegypti. Koptologische und verwandte Studien zu Ehren von Martin Krause. Wiesbaden 1995, pp. 168-176 Kahl, Jochem (2000) nb (\"jeder\") als Quantitäts-Substantiv in der frühen ägyptischen Sprache. In: Göttinger Miszellen, 175 (2000), pp. 5-7 Kahl, Jochem and El-Khadragy, Mahmoud and Verhoeven, Ursula (2008) The Asyut project: fifth season of fieldwork (2007). In: Studien zur Altägyptischen Kultur, 37 (2008), pp. 199-218 Kahl, Jochem and El-Khadragy, Mahmoud and Verhoeven, Ursula (2005) \"Dornröschen\" Assiut: Erste Ergebnisse einer Deutsch-Ägyptischen Grabungskooperation. In: Sokar, 11 (2005), pp. 43-47 Kleibl, Kathrin (2003) Die Wasserkrypten in den hellenistischen und römischen Heiligtümern der ägyptischen Götter im Mittelmeerraum. Korff, Friedrich Wilhelm (2009) Das Geheimnis der Pyramidenneigungen ist entdeckt! Korff, Friedrich Wilhelm (2010) Die harmonischen Abmessungen aller Pyramidions sind jetzt gefunden! Ein Erlebnisbericht für Rainer Stadelmann, Jan Assmann und seine Heidelberger Studenden der Ägyptologie. Korff, Friedrich Wilhelm (2010) Mathematische Berechnungen beweisen, daß die Neigungen der Pyramiden musikalischen Intervallen aus der Partial- und Obertonreihe entsprechen. Widerlegung der Rezension des Prof. Dr. Frank Müller-Römer. Korff, Friedrich Wilhelm (2010) Rainer Stadelmanns neu aufgefundenes und an der Ostseite der Pyramide aufgestelltes Pyramidion von DAHSHUR-NORD (Basislänge drei Ellen) und das Pyramidion der Pyramide AMENEMHET III. /DAHSHUR (Basislänge drei Ellen und vier Handbreit) im ägyptischen Museum zu Kairo bestätigen zum dritten Mal meine Theorie der Pyramidenneigungen als musikalische Intervalle. Mit einer Einführung in die antike Intervalltheorie und in die chronologische Folge der von den Ägyptern ausgewählten Pyramidenrücksprünge von Meidum bis Mykerinus Fortgesetzte Widerlegung der Rezension des Prof. Dr. Frank Müller-Römer. Lefebvre, Gustave (1927) Stèle de l'an V de Ménheptah. In: Annales du service des antiquités de l\\'Égypte, 27 (1927), pp. 19-30 Lehmann, Katja (2000) Der Serdab in den Privatgräbern des Alten Reiches. Lepsius, Carl Richard (1842) Das Todtenbuch der Ägypter (nach dem hieroglyphischen Papyrus in Turin). Loeben, Christian E. (2009) Professor Dr. Peter Munro (8. Januar 1930 - 2. Januar 2009), 1970-1981 Direktor am Kestner-Museum, Hannover. Ein Nachruf. Lohwasser, Angelika (1998) Beobachtungen zu Pfostenlöchern auf dem Säulenbankett des Zentraltempels der Großen Anlage. In: Mitteilungen der Sudanarchäologischen Gesellschaft zu Berlin, 8 (1998), pp. 50-54 Lohwasser, Angelika (1999) Castiglioni, Alfredo und Angelo, Jean Vercoutter: Das Goldland der Pharaonen. Die Entdeckung von Berenike Pancrisia. Wiss. Dok. : Karim Sadr. Vorw. : Sergio Donadoni. Mit Beiträgen von Luigi Balbo [u. a. ] Mainz: von Zabern 1998. 192 S. m. Abb. 4°. Hartbd. DM 128, ISBN 3805317549. In: Orientalistische Literaturzeitung, 94 (1999), pp. 640-644 Lohwasser, Angelika (2010) Das Projekt Wadi Abu Dom itinerary (W. A. D. I. ) Kampagne 2010. In: Der antike Sudan. Mitteilungen der Sudanarchäologischen Gesellschaft zu Berlin, 21 (2010), pp. 37-50 Lohwasser, Angelika (2011) Das Projekt Wadi Abu Dom itinerary (W. A. D. I. ) Kampagne 2011. In: Der antike Sudan. Mitteilungen der Sudanarchäologischen Gesellschaft zu Berlin, 22 (2011), pp. 59-68 Lohwasser, Angelika (2001) Der „Thronschatz\" der Königin Amanishakheto. In: Arnst, C. -B. and Hafemann, I. and Lohwasser, A. (Hrsgg. ): Begegnungen. Antike Kulturen im Niltal. Festgabe für Erika Endesfelder, Karl-Heinz Priese, Walter Friedrich Reineke und Steffen Wenig. Leipzig 2001, pp. 285-302 Lohwasser, Angelika (2005) Die Ahnenreihe des Aspelta. In: Internet-Beiträge zur Ägyptologie und Sudanarchäologie, 5 (2005), pp. 147-154 Lohwasser, Angelika (2000) Die Auswahl des Königs in Kusch. In: Beiträge zur Sudanforschung, 7 (2000), pp. 85-102 Lohwasser, Angelika (1999) Die Darstellung der Tracht der Kuschitinnen der 25. Dynastie. In: Wenig, Steffen (Hrsg. ): Studien zum antiken Sudan. Akten der 7. Internationalen Tagung für meroitistische Forschungen vom 14. bis 19. September 1992 in Gosen/bei Berlin. 1999, pp. 586-603 (Meroitica; 15) Lohwasser, Angelika (1995) Die Darstellung der kuschitischen Krönung. In: 3. Ägyptologische Tempeltagung Hamburg, 1. - 5. Juni 1994. Systeme und Programme der ägyptischen Tempeldekoration. Wiesbaden 1995, pp. 163-185 (Ägypten und Altes Testament; 33,1) Lohwasser, Angelika (2006) Die Darstellung der königlichen Frauen von Kusch. In: Schroer, S. (Hrsg. ): Images and Gender. Contributions to the Hermeneutics of Reading Ancient Art. 2006, pp. 281-294 (Orbis biblicus et orientalis; 220) Lohwasser, Angelika (1998) Die Handlungen der Kuschitischen Königin im Götterkult. In: Actes de la VIIIe Conférence Internationale des Ètudes Nubiennes III - Études. Lille 1998, pp. 135-146 (Cahier des Recherches de l’Institut de Papyrologie et d’Egyptologie de Lille; 17) Lohwasser, Angelika (2004) Die Kleinfunde aus Gala Abu Ahmed im unteren Wadi Howar. In: Der antike Sudan, 15 (2004), pp. 143-167 Lohwasser, Angelika (2003) Die Macht des Krokodils. In: Internet-Beiträge zur Ägyptologie und Sudanarchäologie, 4 (2003), pp. 131-135 Lohwasser, Angelika (2000) Die Ständige Ägyptologenkonferenz (SÄK) 2000. In: Kemet, 9 (2000), Nr. 4. pp. 52-54 Lohwasser, Angelika (1998) Die Ständige Ägyptologenkonferenz (SÄK) in Hamburg (3. -5. Juli 1998). Hafen, Handel und Schiffahrt im Alten Ägypten. In: Kemet, 7 (1998), Nr. 4. pp. 70-72 Lohwasser, Angelika (2003) Eisa, Khider Adam: Le mobilier et les coutumes funéraires koushites à l'époque méroitique. Wiesbaden; Harrassowitz 1999. XX, 151 S. m. Abb. 8° = Meroitica, 16. ISBN 3447040947. In: Orientalistische Literaturzeitung, 98 (2003), pp. 610-612 Lohwasser, Angelika (2006) Gala Abu Ahmed - The small finds. In: Archéologie du Nil Moyen, 10 (2006), pp. 171-179 Lohwasser, Angelika (2002) Gefahren lauern überall. Zu den Tiermotiven auf einem napatanischen Amulett. In: Der antike Sudan, 13 (2002), pp. 47-58 Lohwasser, Angelika (2000) Gibt es mehr als zwei Geschlechter? Zum Verhältnis von Gender und Alter. In: Beiträge zur Ägyptologie und Sudanarchäologie, 2 (2000), pp. 33-41 Lohwasser, Angelika (1996) Gundlach, Rolf, und Matthias Rochholz [Hrsg. ]: Ägyptische Tempel. Struktur, Funktion und Programm (Akten der Ägyptologischen Tempeltagungen in Gosen 1990 und in Mainz 1992). Hildesheim: Gerstenberg Verlag. Pelizaeus-Museum 1994. VIII, 331 S. m. Abb. u. 1 Taf. gr. 8° = Hildesheimer Ägyptologische Beiträge, hrsg. von A. Eggebrecht und B. Schmitz, 37. Kart. In: Orientalistische Literaturzeitung, 91 (1996), pp. 275-280 Lohwasser, Angelika (2000) König/Königin - Gott/Göttin. Zur Komplementarität von Männlichem und Weiblichem in napatanischer und meroitischer Zeit. In: Beiträge zur Ägyptologie und Sudanarchäologie, 2 (2000), pp. 63-74 Lohwasser, Angelika (1999) Ninth International Conference of the Society for Nubian Studies, 21. -26. August 1998 in Boston. In: Mitteilungen der Sudanarchäologischen Gesellschaft zu Berlin e. V. , 9 (1999), pp. 58-62 Lohwasser, Angelika (2011) Näser, Claudia / Lange, Mathias (Hg. ): Proceedings of the Second International Conference on the Archaeology of the Fourth Nile Cataract. Berlin 2005. In: Orientalistische Literaturzeitung, 106 (2011), pp. 383-384 Lohwasser, Angelika (2004) Pyramiden in Nubien. In: Hölzl, Ch. (Hrsg. ): Die Pyramiden Ägyptens. Monumente der Ewigkeit. Wien 2004, pp. 207-214 Lohwasser, Angelika (2001) Queenship in Kush: Status, role and ideology of royal women. In: Journal of the American Research Center in Egypt, 38 (2001), pp. 61-76 Lohwasser, Angelika (2008) Schwimmen. Eine Kulturtechnik und ihre Darstellung im Land am Nil. Mit einem Exkurs zu den so genannten „Schwimmerinnen\" als Löffelgriff. In: Nikephoros, 21 (2008), pp. 53-80 Lohwasser, Angelika (2001) Ständige Ägyptologenkonferenz (SÄK) 2001. In: Kemet, 10 (2001), Nr. 4. pp. 58-59 Lohwasser, Angelika (2006) Tiere und deren Verehrung in Nubien. In: Vaelske, V. (Hrsg. ): Ägypten. Ein Tempel der Tiere. Berlin 2006, pp. 114-116 Lohwasser, Angelika (2004) Umlaufzeit und Deponierung. Eine phönizische Bronzeschale im aksumitischen Reich. In: Ägypten & Levante, 14 (2004), pp. 121-124 Lohwasser, Angelika (1992) Versuch einer Terminologie der Perücken im Relief des Neuen Reiches. In: Göttinger Miszellen, 131 (1992), pp. 77-84 Lohwasser, Angelika (2000) Vorwort. In: Internet-Beiträge zur Ägyptologie und Sudanarchäologie, 2 (2000), pp. 5-7 Madsen, Henry (1906) Die Totenfeier im Garten. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 43 (1906), pp. 51-54 Mohamed Ali, Mohamed Abdelwahab and Burkhardt, Hans and el Din Khalil, Badr (2008) Integration of magnetic and resistivity imaging surveys forarchaeological prospection in the southern part of Meroe City (Capital of Kush, Sudan). In: Posluschny, A. and Lambers, K. and Herzog, I. (Hrsgg. ): Layers of Perception. Proceedings of the 35th International Conference on Computer Applications and Quantitative Methods in Archaeology (CAA), Berlin, 2. -6. April 2007. Koll. Vor- u. Frühgesch. 10. Bonn 2008 24 (Abstract) Müller-Römer, Frank (2012) Alexander der Große - sein Einfluss auf die Entwicklung Ägyptens in vorchristlicher Zeit. Müller-Römer, Frank (2014) Das Nubische Museum in Assuan. Müller-Römer, Frank (2014) Das neue Staatliche Museum Ägyptischer Kunst in München. Müller-Römer, Frank (2014) Der Schiffsbau im Alten Ägypten. Müller-Römer, Frank (2014) Die Paläste des Achet-Aton. Müller-Römer, Frank (2011) Entstehung des Münzgeldes in der Spätzeit. Müller-Römer, Frank (2014) Horus von Edfu - Tempel und Mythos. Müller-Römer, Frank (2009) \"Ist das Rätsel um die äußere Form der Pyramiden gelöst? oder Der Klang der Pyramiden - Wirklichkeit oder Wunschdenken?\" - Vortrag am 18. Juli 2009 anlässlich der 41. Ständigen Ägyptologenkonferenz in Münster. Müller-Römer, Frank (2014) Königsgräber der 5. Dynastie. Müller-Römer, Frank (2011) Mathematikunterricht im Alten Ägypten. Müller-Römer, Frank (2011) New considerations on construction methods of the Ancient Egyptian pyramids. Müller-Römer, Frank (2009) Pyramidenbau im Alten Reich - Stand: 21. 08. 2009. Müller-Römer, Frank (2008) Pyramidenbau im Alten Ägypten. Müller-Römer, Frank (2011) Pyramidenbau im Alten Ägypten. Müller-Römer, Frank (2008) Pyramidenbau im Alten Ägypten. Pyramidenbau mit Rampen und Seilwinden - ein Beitrag zur Bautechnik im Alten Reich (2. Aufl. ). Müller-Römer, Frank (2010) Pyramidenbau im alten Ägypten - auch eine vermessungstechnische Meisterleistung. Müller-Römer, Frank (2008) Pyramidenbau mit Rampen und Seilwinden - ein Beitrag zur Bautechnik im Alten Reich. Müller-Römer, Frank (2007) Pyramidenbau mit Rampen und Seilwinden: ein Beitrag zur Bautechnik im Alten Reich. Müller-Römer, Frank (2014) Richard Lepsius und die Entzifferung der Hieroglyphen. Müller-Römer, Frank (2009) Richard Lepsius - Begründer der modernen Ägyptologie. Müller-Römer, Frank (2014) Saqqara: Von der Mastaba zu den ersten Schichtpyramiden der 3. Dynastie und den Stufenpyramiden der 5. und 6. Dynastie. Müller-Römer, Frank (2010) Transport großer Steinblöcke im Alten Ägypten. Müller-Römer, Frank (2011) Transporte auf dem Nil mit Booten und Schiffen im Alten Ägypten. Müller-Römer, Frank (2014) Wie entstanden die Pyramiden? Neueste Forschungen zur Erbauung der Pyramiden des Alten Reiches. Müller-Roth, Marcus (2008) Das geflügelte Krokodil. Codierung von Totenbuch-Vignetten. Naville, Edouard (1915) Did Menephtah invade Syria? In: The journal of Egyptian archaeology, 2 (1915), pp. 195-201 Neumann, Michael (2008) Kanalisationsanlagen, Wasserleitungen und sanitäre Einrichtungen im pharaonischen Ägypten. Panagiotopoulos, Diamantis (2000) Ο Ιστορικος Πυρηνας των Παρασταεων Αιγαιων στους Αιγυπτιακους της 18ης Δυναστειας. In: Pepragmena tu 8 Diethnus Kretologiku Synedriou A2. Herakleio 2000, pp. 491-501 Panagiotopoulos, Diamantis (2004) Der ferne Nachbar. Der Einfluss Ägyptens auf das minoische Kreta und das mykenische Griechenland. In: Bol, P. C. and Kaminski, G. and Maderna, C. (Hrsgg. ): Fremdheit-Eigenheit. Ägypten, Griechenland und Rom: Austausch und Verständnis. Stuttgart 2004, pp. 33-46 Panagiotopoulos, Diamantis (2003) Ein ungewöhnlicher Besuch. Überlegungen zu einem thebanischen Ereignisbild. In: Hofmann, G. and Sturm, A. (Hrsgg. ): Menschenbilder - Bildermenschen. Kunst und Kultur im Alten Ägypten, Festschrift für Erika Feucht. Norderstedt 2003, pp. 133-143 Panagiotopoulos, Diamantis (1999) Ραμσής Β' ο Μέγας. 'Eργα και Ημέρες ενός αυτοκράτορα του 13ου αι. π. Χ. In: Corpus: αρχαιολογία, ιστορία των πολιτισμών 2. 1999, pp. 22-31 Panagiotopoulos, Diamantis (2006) Foreigners in Egypt in the time of Hatshepsut and Thutmose III. In: Cline, E. H. and O'Connor, D. (Hrsgg. ): Thutmose III. A new biography. Ann Arbor 2006, pp. 370-412 Panagiotopoulos, Diamantis (2008) Geschenk oder Handel? Zu den Gaben der Ägäischen Prozessionen in den Thebanischen Privatgräbern. In: Kyriatsoulis, A. (Hrsg. ): Austausch von Gütern, Ideen und Technologien in der Ägäis und im östlichen Mittelmeer. Von der prähistorischen bis zu der archaischen Zeit. Weilheim 2008 167-179 (+Diskussion bis S. 183) Panagiotopoulos, Diamantis (2001) Keftiu in context: Theban tomb-paintings as a historical source. In: Oxford Journal of Archaeology, 20 (2001), pp. 263-283 Panagiotopoulos, Diamantis (2000) Tributabgaben und Huldigungsgeschenke aus der Levante. Die ägyptische Nordexpansion in der 18. Dynastie aus strukturgeschichtlicher Sicht. In: Ägypten & Levante, 10 (2000), pp. 139-158 Peust, Carsten (2005) Aus der Chronik des Prinzen und Hohepriesters Osorkon (Jahr 11 Takeloths II. ). In: Staatsverträge, Herrscherinschriften und andere Dokumente zur politischen Geschichte. Gütersloh 2005, pp. 272-278 (Texte aus der Umwelt des Alten Testaments. Neue Folge; 2) Peust, Carsten (1999) Bemerkungen zum Kauderwelsch-Sprachführer 'Hieroglyphisch'. In: Lingua Aegyptia, 6 (1999), pp. 111-117 Peust, Carsten (2006) Das Lehrstück Kemit. In: Briefe. Gütersloh 2006, pp. 307-313 (Texte aus der Umwelt des Alten Testaments. Neue Folge; 3) Peust, Carsten (2001) Das Zweibrüdermärchen. In: Texte aus der Umwelt des Alten Testaments - Ergänzungslieferung. Gütersloh 2001, pp. 147-165 Peust, Carsten (2000) Das meroitische Wort für \"Vater\". In: Göttinger Miszellen, 174 (2000), pp. 87-92 Peust, Carsten (2004) Das Ägyptische als afrikanische Sprache. In: Schneider, Thomas (Hrsg. ): Das Ägyptische und die Sprachen Vorderasiens, Nordafrikas und der Ägäis. Akten des Basler Kolloquiums zum ägyptisch-nichtsemitischen Sprachkontakt Basel 9. -11. Juli 2003. Münster 2004, pp. 321-407 (Alter Orient und Altes Testament; 310) Peust, Carsten (2001) Der Regierungsbericht des Nastasen. In: Texte aus der Umwelt des Alten Testaments - Ergänzungslieferung. Gütersloh 2001, pp. 92-101 Peust, Carsten (2004) Der Vorfall des Rawer. In: Texte zum Rechts- und Wirtschaftsleben. Gütersloh 2004, pp. 218-219 (Texte aus der Umwelt des Alten Testaments. Neue Folge; 1) Peust, Carsten (2006) Die Syntax des Vergleichs mit mj „wie\" im Älteren Ägyptisch. In: Moers, Gerald and Behlmer, Heike and Demuß, Katja and Widmaier, Kai (Hrsgg. ): jn. t ḏr. w. Festschrift für Friedrich Junge, Göttingen 2006, pp. 485-519 Peust, Carsten (1999) Egyptian phonology: an introduction to the phonology of a dead language. In: Monographien zur ägyptischen Sprache, Bd. 2 (1999). Peust und Gutschmidt, Göttingen 1999 Peust, Carsten (1999) Egyptian phonology: an introduction to the phonology of a dead language. In: Monographien zur ägyptischen Sprache, Bd. 2 (1999). Peust und Gutschmidt, Göttingen 1999 Peust, Carsten (2003) Eine Revision der Werte der meroitischen Zahlzeichen. In: Göttinger Miszellen, 196 (2003), pp. 49-64 Peust, Carsten (1999) Fälle von strukturellem Einfluss des Ägyptischen auf europäische Sprachen. In: Göttinger Beiträge zur Sprachwissenschaft, 2 (1999), pp. 99-120 Peust, Carsten (2005) Gabor Takács (Hrsg. ), Egyptian and Semito-Hamitic (Afro-Asiatic) Studies in Memoriam W. Vycichl. In: Lingua Aegyptia, 13 (2005), pp. 265-271 Peust, Carsten (2004) Hungersnotstele. In: Texte zum Rechts- und Wirtschaftsleben. Gütersloh 2004, pp. 208-217 (Texte aus der Umwelt des Alten Testaments. Neue Folge; 1) Peust, Carsten (2006) Ladies and gentlemen or gentlemen and ladies? On the order of conjoined gendered nouns in Egyptian. In: Bulletin of the Australian Centre for Egyptology, 17 (2006), pp. 113-121 Peust, Carsten (2002) Layton, Bentley: A coptic grammar. With chrestomathy and glossary. Sahidic Dialect. Wiesbaden: Harrassowitz 2000. In: Orientalistische Literaturzeitung, 97 (2002), pp. 214-223 Peust, Carsten (1995) Möglichkeiten einer Rekonstruktion ägyptischer Vortonvokale aus dem Befund der koptischen Dialekte. In: Göttinger Miszellen, 149 (1995), pp. 67-82 Peust, Carsten (1997) Neue Impulse in der afroasiatischen Sprachwissenschaft. Zum Hamito-Semitic Etymological Dictionary von Vladimir Ėmmanuilovič Orël und Ol'ga Valer'evna Stolbova. In: Lingua Aegyptia, 5 (1997), pp. 251-276 Peust, Carsten (2006) Nochmals zur Lesung der Kopf-Hieroglyphe. In: Göttinger Miszellen, 208 (2006), pp. 7-8 Peust, Carsten (2002) Objektspronomina im Ägyptischen. In: Lingua Aegyptia, 10 (2002), pp. 309-333 Peust, Carsten (2004) Survey ägyptologischer Dialekte, (1) Berlin, (2) Mainz. In: Göttinger Miszellen, 200 (2004), pp. 59-82 Peust, Carsten (2005) Survey ägyptologischer Dialekte, (3) Wien. In: Göttinger Miszellen, 205 (2005), pp. 85-93 Peust, Carsten (2012) Survey ägyptologischer Dialekte, (4) Ägypten. In: Göttinger Miszellen, 235 (2012), pp. 75-84 Peust, Carsten (2003) Takács Gabor. Etymological Dictionary of Egyptian. Vol. 2: b-, p-,f-. In: Indogermanische Forschungen, 108 (2003), pp. 345-350 Peust, Carsten (2001) Takács Gábor. Etymological dictionary of Egyptian. Vol. 1: A phonological introduction. (Handbuch der Orientalistik. Erste Abteilung: Der Nahe und mittlere Osten. Handbook of Oriental Studies: The Near and Middle East, 48). Leiden, Boston, Köln, Brill 1999. In: Indogermanische Forschungen, 106 (2001), pp. 344-354 Peust, Carsten (1997) Thomas Ritter: Das Verbalsystem der königlichen und privaten Inschriften. XVIII. Dynastie bis einschließlich Amenophis III. Wiesbaden: Harrassowitz 1995. In: Zeitschrift der Deutschen Morgenländischen Gesellschaft, 147 (1997), pp. 488-494 Peust, Carsten (2005) Weiteres zur Personenverschiebung in der ägyptischen indirekten Rede. In: Lingua Aegyptia, 13 (2005), pp. 77-102 Peust, Carsten (2006) Zur Abfolge enklitischer Objektspronomina und des Quantors nb im Mittelägyptischen. In: Göttinger Miszellen, 209 (2006), pp. 71-73 Peust, Carsten (2008) Zur Etymologie des koptischen Futur 5. In: Göttinger Miszellen, 219 (2008), pp. 7-8 Peust, Carsten (1992) Zur Herkunft des koptischen Η. In: Lingua Aegyptia, 2 (1992), pp. 117-125 Peust, Carsten (2000) Über ägyptische Lexikographie. 1. Zum Ptolemaic Lexikon von Penelope Wilson; 2. Versuch eines quantitativen Vergleichs der Textkorpora antiker Sprachen. In: Lingua Aegyptia, 7 (2000), pp. 245-260 Peust, Carsten (2006) rdj + Pseudopartizip - eine mögliche Konstruktion. In: Göttinger Miszellen, 211 (2006), pp. 67-70 Polz, Daniel (1990) Bemerkungen zur Grabbenutzung in der thebanischen Nekropole. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 46 (1990), pp. 301-336 Polz, Daniel (1993) Bericht über die 2. und 3. Grabungskampagne in der Nekropole von Dra' Abu el-Naga/Theben-West. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 49 (1993), pp. 227-238 Polz, Daniel (2000) A Cemetery of Palace Attendants Including G 2084-2099, G 2230+2231, and G 2240. By Ann Macy Roth. In: Journal of Near Eastern Studies, 59 (2000), pp. 143-145 Polz, Daniel (2009) Der Hohepriester des Amun Minmonth und seine Grabanlage in Theben. In: Kessler, Dieter and Schulz, Regine (Hrsgg. ): Texte-Theben-Tonfragmente, Festschrift für Günter Burkard, Wiesbaden 2009, pp. 337-347 (Ägypten und Altes Testament; 76) Polz, Daniel (2006) Die Hyksos-Blöcke aus Gebelên. Zur Präsenz der Hyksos in Oberägypten. In: Czerny, Ernst and Heim, Irmgard and Hunger, Hermann and Melmann, Dagmar and Schwab, Angela (Hrsgg. ): Timelines. Studies in Honour of Manfred Bietak I, Leuven 2006, pp. 239-247 (Orientalia Lovaniensia Analecta; 149) Polz, Daniel (1986) Die Särge des (Pa-) Ramessu. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 42 (1986), pp. 145-166 Polz, Daniel (1990) Die sn-Vorsteher des Neuen Reiches. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 117 (1990), pp. 43-60 Polz, Daniel (1995) Excavations in Dra Abu el-Nasa. In: Egyptian Archaeology, 7 (1995), pp. 6-8 Polz, Daniel (2003) \"Ihre Mauern sind verfallen. , ihre Stätte ist nicht mehr. \" Der Aufwand für den Toten im Theben der Zweiten Zwischenzeit. In: Guksch, Heike and Hoffmann, Eva and Bommas, Martin (Hrsgg. ): Grab und Totenkult im alten Ägypten, München 2003, pp. 75-87 Polz, Daniel (1991) Jamunedjeh, Meri und Userhat. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 47 (1991), pp. 281-291 Polz, Daniel (2008) Mentuhotep, Hatschepsut und das Tal der Könige - Eine Skizze. In: Engel, Eva-Maria and Müller, Vera and Hartung, Ulrich (Hrsgg. ): Zeichen aus dem Sand. Streiflichter aus Ägyptens Geschichte zu Ehren von Günter Dreyer. Wiesbaden 2008, pp. 525-533 Polz, Daniel (2010) New archaeological data from Dra‘ Abu el-Naga and their historical implications. In: Marée, Marcel (Hrsg. ): The Second Intermediate Period (Thirteenth - Seventeenth Dynasties). Current Research, Future Projects. Leuven-Paris-Walpole 2010, pp. 343-353 (Orientalia Lovaniensia Analecta; 192) Polz, Daniel (1998) The Ramsesnakht dynasty and the fall of the New Kingdom: A new monument in Thebes. In: Studien zur altägyptischen Kultur, 25 (1998), pp. 257-293 Polz, Daniel (1998) Theben und Avaris. Zur \"Vertreibung\" der Hyksos. In: Guksch, Heike and Polz, Daniel (Hrsgg. ): Stationen. Beiträge zur Kulturgeschichte Ägyptens. Rainer Stadelmann gewidmet. Mainz 1998, pp. 219-231 Polz, Daniel (1997) An architect's sketch from the Theban necropolis. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 53 (1997), pp. 233-240 Polz, Daniel (1995) The location of the tomb of Amenhotep I: A reconsideration. In: Wilkinson, R. (Hrsg. ): Valley of the Sun Kings, New Explorations in the Tombs of the Pharaohs. Tucson 1995, pp. 8-21 Quack, Joachim Friedrich (2006) Apopis, Nabelschnur des Re. In: Studien zur altägyptischen Kultur, 34 (2006), pp. 377-379 Quack, Joachim Friedrich (2010) Aus zwei spätzeitlichen Traumbüchern (Pap. Berlin P. 29009 und 23058). In: Knuf, Hermann and Leitz, C. and Recklinghausen von, D. (Hrsgg. ): Honi soit qui mal y pense. Studien zum pharonischen, griechisch-römischen und spätantiken Ägypten zu Ehren von Heinz-Josef Thissen. Leuven 2010, pp. 99-110 (Orientalia Lovaniensia Analecta; 194) Quack, Joachim Friedrich (2002) Beiträge zum Peripherdemotischen. In: A. Bács, T. (Hrsg. ): A Tribute to Excellence. Studies offered in Honor of Ernö Gaál, Ulrich Luft, László Török, StuAeg XVII. Budapest 2002, pp. 393-403 Quack, Joachim Friedrich (2004) Beiträge zur koptischen Etymologie. In: Takács, G. (Hrsg. ): Egyptian and Semito-Hamitic (Afro-Asiatic) Studies in Memory of Werner Vycichl. Leiden/Boston 2004, pp. 116-133 Quack, Joachim Friedrich (2002) \"Da wurden diese zwei großen Länder zu einem Land\". Die Beziehungen zwischen Hattusa und Ägypten im Lichte ihrer diplomatischen Korrespondenz. In: Willinghöfer, Helga (Hrsg. ): Die Hethiter und ihr Reich. Das Volk der 1000 Götter, Ausstellungskatalog. Theiss, Stuttgart 2002, pp. 288-293 Quack, Joachim Friedrich (2000) Das Buch vom Tempel und verwandte Texte. Ein Vorbericht. In: ARG, 2 (2000), pp. 1-20 Quack, Joachim Friedrich (2006) Das Deir el-Medine-Ostrakon der Lehre für Merikare. In: Acta Antiqua Academiae Scientiarum Hungaricae, 46 (2006), pp. 181-184 Quack, Joachim Friedrich (2007) Das Problem der Haw-nb. wt. In: Luther, A. and Rollinger, Robert and Wiesehöfer, J. (Hrsgg. ): Getrennte Wege? Kommunikation, Raum und Wahrnehmung in der Alten Welt, Oikumene 3. Frankfurt 2007 Quack, Joachim Friedrich (2003) Das nackte Mädchen im Griff halten. Zur Deutung der ägyptischen Karyatidenspiegel. In: Die Welt des Orients, 33 (2003), pp. 44-64 Quack, Joachim Friedrich (1995) Dekane und Gliedervergottung. Altägyptische Traditionen im Apokryphon Johannis. In: Jahrbuch für Antike und Christentum, 38 (1995), pp. 97-122 Quack, Joachim Friedrich (2009) Der Schlußparagraph des Buches vom Atmen, das Isis machte. In: Die Welt des Orients, 39 (2009), pp. 72-76 Quack, Joachim Friedrich (2004) Der pränatale Geschlechtsverkehr von Isis und Osiris sowie eine Notiz zum Alter des Osiris. In: Studien zur altägyptischen Kultur, 32 (2004), pp. 327-332 Quack, Joachim Friedrich (1989) Die Datierung der Siegelabdrücke von Tel En Besor. In: Zeitschrift des Deutschen Palästina-Vereins, 105 (1989), pp. 18-26 Quack, Joachim Friedrich (2002) Die Dienstanweisung des Oberlehrers aus dem Buch vom Tempel. In: Beinlich, Horst (Hrsg. ): 5. Ägyptologische Tempeltagung. Würzburg, 23. - 26. September 1999 (Ägypten und Altes Testament: Akten der ägyptologischen Tempeltagungen; 3 = 33 [d. Gesamtw. ]). Wiesbaden 2002, pp. 159-171 Quack, Joachim Friedrich (1997) Die Klage über die Zerstörung Ägyptens. Versuch einer Neudeutung der \"Admonitions\" im Vergleich zu den altorientalischen Städteklagen. In: Pongratz-Leisten, B. and Kühne, Hartmut (Hrsgg. ): Ana sadi Labnani lu allik. Beiträge zu altorientalischen und mittelmeerischen Kulturen. Festschrift für Wolfgang Röllig. Kevelaer -Neukirchen-Vluyn 1997, pp. 345-354 Quack, Joachim Friedrich (2006) Die Rolle der Hieroglyphen in der Theorie vom griechischen Vokalalphabet. In: Ernst, W. and Kittler, F. (Hrsgg. ): Die Geburt des Vokalalphabets aus dem Geist der Poesie. Schrift, Zahl und Ton im Medienverbund. München 2006, pp. 75-98 Quack, Joachim Friedrich (2002) Die Spur des Magiers Petese. In: Chronique d\\'Égypte, 77 (2002), pp. 76-92 Quack, Joachim Friedrich (2000) Die rituelle Erneuerung der Osirisfigurinen. In: WdO, 31 (2000), pp. 5-18 Quack, Joachim Friedrich (2003) Die spätägyptische Alphabetreihenfolge und das ‘südsemitische’ Alphabet. In: Lingua Aegyptia, 11 (2003), pp. 163-184 Quack, Joachim Friedrich (2005) Die Überlieferungsstruktur des Buches vom Tempel. In: Lippert, S. and Schentuleit, M. (Hrsgg. ): Tebtynis und Soknopaiou Nesos. Leben im römerzeitlichen Fajum. Wiesbaden 2005, pp. 105-115 Quack, Joachim Friedrich (2005) Ein Prätext und seine Realisierungen. Facetten des ägyptischen Mundöffnungsrituals. In: Dücker, Burckhard and Roeder, H. (Hrsgg. ): Text und Ritual. Kulturwissenschaftliche Essays und Analysen von Sesostris bis Dada. Heidelberg 2005, pp. 165-185 Quack, Joachim Friedrich (2005) Ein Unterweltsbuch der solar-osirianischen Einheit? In: Die Welt des Orients, 35 (2005), pp. 22-47 Quack, Joachim Friedrich (1992) Ein demotischer Ausdruck in aramäischer Transkription. In: WdO, 23 (1992), pp. 15-20 Quack, Joachim Friedrich (2005) Ein neuer Zugang zur Lehre des Ptahhotep? In: WdO, 35 (2005), pp. 7-21 Quack, Joachim Friedrich (1993) Ein neuer ägyptischer Weisheitstext. In: Die Welt des Orients, 24 (1993), pp. 5-19 Quack, Joachim Friedrich (2007) Ein ägyptischer Dialog über die Schreibkunst und das arkane Wissen. In: Archiv für Religionsgeschichte, 9 (2007), pp. 259-294 Quack, Joachim Friedrich (1992) Eine Erwähnung des Reiches von Aleppo in den Ächtungstexten? In: Göttinger Miszellen, 130 (1992), pp. 75-78 Quack, Joachim Friedrich (1993) Eine ägyptische Parallele zu KAI 214,32f. ? In: Zeitschrift des Deutschen Palästina-Vereins, 109 (1993), pp. 37-38 Quack, Joachim Friedrich (2006) En route vers le copte. Notes sur l’évolution du démotique tardif. In: Faits de langues 27, Les langues chamito-sémitiques (afro-asiatiques), 2 (2006), pp. 191-216 Quack, Joachim Friedrich (1999) Frühe ägyptische Vorläufer der Paranatellonta? In: Sudhoffs Archiv, 83 (1999), pp. 212-223 Quack, Joachim Friedrich (2007) Gebrochene Plurale im Ägyptischen. In: Voigt, R. M. (Hrsg. ): „From Beyond the Mediterranean“. Akten des 7. internationalen Semitohamitistenkongresses (VII ISHAK), Berlin 13. bis 15. September 2004, Semitica et Semitohamitica Berolinensia 5. Aachen 2007, pp. 533-572 Quack, Joachim Friedrich (1994) Gefangene oder Edelfrau? Zu einem semitischen Fremdwort der ägyptischen Soldatencharakteristik. In: WdO, 25 (1994), pp. 17-20 Quack, Joachim Friedrich (2005) Gibt es eine ägyptische Homer-Rezeption? In: Luther, A. (Hrsg. ): Odyssee-Rezeptionen. Frankfurt a. M. 2005, pp. 55-72 Quack, Joachim Friedrich (2002) A Goddess Rising 10. 000 Cubits into the Air. Or Only One Cubit, One Finger? In: Steele, J. and Imhausen, A. (Hrsgg. ): Under One Sky. Astronomy and Mathematics in the Ancient Near East, AOAT 297. Münster 2002, pp. 283-294 Quack, Joachim Friedrich (2009) Grab und Grabausstattung im späten Ägypten. In: Berlejung, Angelika and Janowski, Bernd (Hrsgg. ): Tod und Jenseits im alten Israel und in seiner Umwelt. Tübingen 2009, pp. 597-629 (Forschungen zum Alten Testament; 64) Quack, Joachim Friedrich (2004) Griechische und andere Dämonen in den spätdemotischen magischen Texten. In: Schneider, Th. (Hrsg. ): Das Ägyptische und die Sprachen Vorderasiens, Nordafrikas und der Ägäis. Akten des Basler Kolloquiums zum ägyptisch-nichtsemitischen Sprachkontakt Basel 9. -11. Juli 2003. Münster 2004, pp. 427-507 Quack, Joachim Friedrich (2008) Göttliche Gerechtigkeit und Recht am Beispiel des spätzeitlichen Ägypten. In: Barta, H. and Rollinger, Robert and Lang, M. (Hrsgg. ): Recht und Religion. Menschliche und göttliche Gerechtigkeitsvorstellungen in den antiken Welten. Wiesbaden 2008, pp. 135-153 (Philippika; 24) Quack, Joachim Friedrich (2010) How unapproachable is a Pharaoh? In: Lanfranchi, G. B. and Rollinger, Robert (Hrsgg. ): Concepts of Kingship in Antiquity. Proceedings of the European Science Foundation exploratory Workshop held in Padova, November 28th - December 1st, 2007. Padua 2010, pp. 1-14 (History of the Ancient Near East Monographs; 11) Quack, Joachim Friedrich (2006) Inaros, Held von Athribis. In: Rollinger, Robert and Truschnegg, B. (Hrsgg. ): Altertum und Mittelmeerraum: Die antike Welt diesseits und jenseits der Levante. Festschrift für Peter W. Haider zum 60. Geburtstag, Oriens et Occidens 12. Stuttgart 2006, pp. 499-505 Quack, Joachim Friedrich (2008) Innovations in ancient garb? Hieroglyphic texts from the time of Ptolemy Philadelphus. In: McKechnie, P. and Guillaume, Ph. (Hrsgg. ): Ptolemy II Philadelphus and his World. Leiden/Boston 2008, pp. 275-289 (Mnemosyne Supplement; 300) Quack, Joachim Friedrich (1998) Kontinuität und Wandel in der spätägyptischen Magie. In: SEL, 15 (1998), pp. 77-94 Quack, Joachim Friedrich (2007) Kritische Bemerkungen zur Bearbeitung von ägyptischen Hymnen nach dem Neuen Reich. In: WdO, 37 (2007), pp. 90-111 Quack, Joachim Friedrich (2002) Königsweihe, Priesterweihe, Isisweihe. In: Assmann, Jan and Bommas, Martin (Hrsgg. ): Ägyptische Mysterien? München 2002, pp. 95-108 Quack, Joachim Friedrich (2003) Le manuel du temple. Une nouvelle source sur la vie des prêtres égyptiens. In: Égypte: Afrique & Orient, 29 (2003), pp. 11-18 Quack, Joachim Friedrich (2008) Lokalressourcen oder Zentraltheologie? Zur Relevanz und Situierung geographisch strukturierter Mythologie im Alten Ägypten. In: Archiv für Religionsgeschichte, 10 (2008), pp. 5-29 Quack, Joachim Friedrich (2005) Medien der Alltagskultur in Ägypten und ihre Auswirkungen auf Palästina. In: Medien im antiken Palästina. Materielle Kommunikation und Medialität als Thema der Palästinaarchäologie, FAT, 2. Reihe 10. Tübingen 2005, pp. 237-268 Quack, Joachim Friedrich (2009) Menetekel an der Wand? Zur Deutung der „Demotischen Chronik\". In: Witte, M. and Diehl, J. F. (Hrsgg. ): Orakel und Gebete. Interdisziplinäre Studien zur Sprache der Religion in Ägypten, Vorderasien und Griechenland in hellenistischer Zeit. Tübingen 2009, pp. 23-51 (Forschungen zum Alten Testament; 2) Quack, Joachim Friedrich (2003) Methoden und Möglichkeiten der Erforschung der Medizin im Alten Ägypten. In: Medizinhistorisches Journal, 38 (2003), pp. 3-15 Quack, Joachim Friedrich (2009) Miniaturisierung als Schlüssel zum Verständnis römerzeitlicher ägyptischer Rituale? In: Hekster, O. and Schmidt-Hofner, S. and Witschel, Chr. (Hrsgg. ): Ritual Dynamics and Religious Change in the Roman Empire. Proceedings of the Eighth Workshop of the International Network Impact of Empire (Heidelberg, July 5-6, 2007). Leiden/Boston 2009, pp. 349-366 (Impact of Empire; 9) Quack, Joachim Friedrich (2004) Mykene und die Laryngaltheorie. In: Schneider, Th. (Hrsg. ): Das Ägyptische und die Sprachen Vorderasiens, Nordafrikas und der Ägäis. Akten des Basler Kolloquiums zum ägyptisch-nichtsemitischen Sprachkontakt Basel 9. -11. Juli 2003. Münster 2004, pp. 423-426 Quack, Joachim Friedrich (2006) Opfermahl und Feindvernichtung im Altägyptischen Ritual. In: Mitteilungen der Berliner Gesellschaft für Anthropologie, Ethnologie und Urgeschichte, 27 (2006), pp. 67-80 Quack, Joachim Friedrich (2004) Organiser le culte idéal. Le Manuel du temple. In: Bulletin de la Société française d\\'égyptologie, 160 (2004), pp. 9-25 Quack, Joachim Friedrich (2004) Perspektiven zur Theologie im Alten Ägypten: Antwort an Jan Assmann. In: Oeming, M. and Schmid, K. and Schüle, A. (Hrsgg. ): Theologie in Israel und in den Nachbarkulturen. Altes Testament und Moderne 9. Münster 2004, pp. 63-74 Quack, Joachim Friedrich (2010) Political rituals. Sense and nonsense of a term and its application to Ancient Egypt. In: Michaels, Axel (Hrsg. ): Ritual Dynamics and the Science of Ritual. Volume III. State, Power, and Violence. Wiesbaden 2010, pp. 215-230 Quack, Joachim Friedrich (2010) Postulated and real efficacy in late antique divination rituals. In: Journal of Ritual Studies, 24 (2010), Nr. 1. pp. 45-60 Quack, Joachim Friedrich (2009) Redaktion und Kodifizierung im spätzeitlichen Ägypten. Der Fall des Totenbuches. In: Schaper, J. (Hrsg. ): Die Textualisierung der Religion. Tübingen 2009, pp. 11-34 (Forschung zum Alten Testament; 62) Quack, Joachim Friedrich (2008) Spuren ägyptischer Opfertheologie bei Jamblich? In: Stavrianopoulou, Eftychia and Michaels, A. and Ambos, Claus (Hrsgg. ): Transformations in Sacrificial Practices. From Antiquity to Modern Times. Berlin 2008, pp. 241-262 Quack, Joachim Friedrich (2007) Tier des Sonnengottes und Schlangenbekämpfer. Zur Theologie der Katze im Alten Ägypten. In: Kampling, R. (Hrsg. ): Eine seltsame Gefährtin. Katzen, Religion, Theologie und Theologen, Apeliotes 1. Frankfurt 2007, pp. 11-39 Quack, Joachim Friedrich (2005) Zu den vorarabischen semitischen Lehnwörtern im Koptischen. In: Burtea, B. and Tropper, J. and Younansardaroud, H. (Hrsgg. ): tudia Semitica et Semitohamitica. Festschrift für Rainer Voigt anläßlich seines 60. Geburtstages am 17. Januar 2004. Münster 2005, pp. 307-338 Quack, Joachim Friedrich (2003) Zum Charakter der \"zweiradikaligen\" Verben des Ägyptischen. In: Bender, M. L. and Takács, G. and Appleyadr, D. L. (Hrsgg. ): Selected comparative-historical Afrasian linguistic studies in memory of Igor M. Diakonoff. München 2003 167-174, 174A Quack, Joachim Friedrich (2001) Zum ersten astrologischen Lapidar im Steinbuch des Damigeron und Evax. In: Philologuy, 145 (2001), pp. 337-344 Quack, Joachim Friedrich (2003) Zum ägyptischen Ritual im Iseum Campense in Rom. In: Metzner-Nebelsick, C. (Hrsg. ): Rituale in der Vorgeschichte, Antike und Gegenwart. Studien zur Vorderasiatischen, Prähistorischen und Klassischen Archäologie, Ägyptologie, Alten Geschichte, Theologie und Religionswissenschaft. Interdisziplinäre Tagung Berlin 2002. Rhaden/Westf. 2003, pp. 57-66 Quack, Joachim Friedrich (2002) Zwischen Sonne und Mond - Zeitrechnung im Alten Ägypten. In: Falk, H. (Hrsg. ): Vom Herrscher zur Dynastie. Zum Wesen kontinuierlicher Zeitrechnung in Antike und Gegenwart. Bremen 2002, pp. 27-67 Quack, Joachim Friedrich (1996) Ägyptisch So. t „Kleie“ und ein angeblich semitischer Personenname. In: Die Welt des Orients, 27 (1996), pp. 5-8 Quack, Joachim Friedrich (2011) The interaction of Egyptian and Aramaic literature. In: Lipschits, Oded and Knoppers, Gary N. and Oeming, Manfred (Hrsgg. ): Originalveröffentlichung in: Oded Lipschits/Gary N. Knoppers/ Manfred Oeming (Hg. ), Judah and the Judeans in the Achaemenid Age. Negotiating Identity in an International Context, Winona Lake 2011, pp. 375-401 Quack, Joachim Friedrich (1996) kftAw und iAcy. In: Ägypten & Levante, 6 (1996), pp. 75-81 Quack, Joachim Friedrich (2006) The so-called Pantheos. On polymorphic deities in late-egyptian religion. In: Györi, H. (Hrsg. ): Aegyptus et Pannonia III. Acta Symposii Anno 2004. Budapest 2006, pp. 175-190 Rebenich, Stefan (2006) Adolf Erman und die Berliner Akadamie der Wissenschaften. In: Schipper, Bernd U. (Hrsg. ): Ägyptologie als Wissenschaft. Adolf Erman (1854-1937) und in seiner Zeit. Berlin/New York 2006, pp. 340-370 Röllig, Wolfgang (1992) Achäer und Trojaner in hethitischen Quellen? In: Gamer-Wallert, Ingrid (Hrsg. ): Troia. Brücke zwischen Orient und Okzident. Tübingen 1992, pp. 183-200 Roman, Ines (2010) Exotische Welten - Die Inszenierung Ägyptens in der Sonderausstellung \"Kairo\" der Berliner Gewerbe-Ausstellung von 1896. Scheil, Jean V. (1897) Tablettes d'El-Amarna de la collection Rostovicz. In: Mémoires publiés par les membres de la mission archéologique francaise du Caire, 16 (1897), 38; 298-312. Schenkel, Wofgang (1976) Davis, Virginia Leo: Syntax of the Negative particles bw and bn in Late Egyptian. München-Berlin: Deutscher Kunstverlag 1973. VIII, 409 S. , 10 Tabellen gr. 8° = Münchner Ägyptiologische Studien, hrsg. v. H. W. Müller, 29. In: Orientalistische Literaturzeitung, 71 (1976), Sp. 543-545 Schenkel, Wolfgang (1967) Adversarien zu Attribut, Apposition und Genitiv-Relation des Ägyptischen. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 22 (1967), pp. 71-83 Schenkel, Wolfgang (1974) Amun-Re. Eine Sondierung zu Struktur und Genese altägyptischer synkretistischer Götter. In: Studien zur altägyptischen Kultur, 1 (1974), pp. 275-288 Schenkel, Wolfgang (1967) Antizipation innerhalb der Wortgruppe und die sog. Badalapposition im Ägyptischen. In: Journal of Near Eastern Studies, 26 (1967), pp. 113-120 Schenkel, Wolfgang (1980) Architektonische Struktur versus kultische Funktion: Zur Analyse altägyptischer Architektur. In: Göttinger Miszellen, 39 (1980), pp. 89-103 Schenkel, Wolfgang (2006) Atlantis, Labyrinthos: Statt einer Fußnote. In: Göttinger Miszellen, 211 (2006), pp. 9-10 Schenkel, Wolfgang (1979) Atlantis: die \"namenlose\" Insel. In: Göttinger Miszellen, 36 (1979), pp. 57-60 Schenkel, Wolfgang (1983) Aus der Arbeit an einer Konkordanz zu den altaegyptischen Sargtexten. In: Göttinger Orientforschungen, Bd. 4 (1983). Harrassowitz, Wiesbaden 1983 Schenkel, Wolfgang (1966) Beiträge zur mittelägyptischen Syntax. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 92 (1966), pp. 47-72 Schenkel, Wolfgang (1967) Beiträge zur mittelägyptischen Syntax. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 94 (1967), pp. 130-131 Schenkel, Wolfgang (1962) Beiträge zur mittelägyptischen Syntax. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 88 (1962), pp. 113-130 Schenkel, Wolfgang (1969) Beiträge zur mittelägyptischen Syntax. V. Sätze mit (festem) Verbum in der Suffixkonjugation oder im Imperativ. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 95 (1969), pp. 47-54 Schenkel, Wolfgang (2006) Bruch und Aufbruch. Adolf Erman und die Geschichte der Ägyptologie. In: Schipper, Bernd U. (Hrsg. ): Ägyptologie als Wissenschaft, Adolf Erman (1854-1937) in seiner Zeit. Berlin; New York 2006, pp. 224-247 Schenkel, Wolfgang (2007) Color terms in ancient Egyptian and Coptic. In: MacLaury, Robert E. and Paramei, Galina V. and Dedrick, Don (Hrsgg. ): Anthropology of Color. Interdisciplinary multilevel modeling. Amsterdam; Philadelphia 2007, pp. 211-228 Schenkel, Wolfgang (1973) Das Ende des narrativen sDm. t=f. Schlußfolgerungen aus einer Beobachtung J. W. Barns’, “Some Readings and Interpretations in Sandry Egyptian Texts”, JEA 58 (1972), 160 f. In: Göttinger Miszellen, 4 (1973), pp. 23-28 Schenkel, Wolfgang (1966) Das Präpositional- und Adverbialattribut des älteren Ägyptisch, eine Apokoinu-Konstruktion. In: The Journal of Egyptian Archaeology, 52 (1966), pp. 53-58 Schenkel, Wolfgang (1978) Das Stemma der altägyptischen Sonnenlitanei: Grundlegung der Textgeschichte nach der Methode der Textkritik. Schenkel, Wolfgang (1973) Das Suffix -yês als fakultative morphophonematische Variante des Suffixes -s im Meroitischen. In: Meroitic Newsletter, 13 (1973), pp. 55-56 Schenkel, Wolfgang (1994) Das Tübinger Konkordanz-Programm. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 121 (1994), pp. 142-153 Schenkel, Wolfgang (1986) Das Wort für „König (von Oberägypten)“. In: Göttinger Miszellen, 94 (1986), pp. 57-73 Schenkel, Wolfgang (1971) Das altägyptische Pseudopartizip und das indogermanische Medium/Perfekt. In: Orientalia, 40 (1971), pp. 301-316 Schenkel, Wolfgang (1975) Die Bauinschrift Sesostris' I. im Satet-Tempel von Elephantine. In: Mitteilungen des Deutschen Archäologischen Instituts, 31 (1975), pp. 109-125 Taf. 33-39. Schenkel, Wolfgang (2010) Die Cleresche Relativform. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 137 (2010), pp. 66-90 Schenkel, Wolfgang (1974) Die Einführung der künstlichen Felderbewässerung im Alten Ägypten (Zusammenfassung der vorläufigen Ergebnisse einer vorbereiteten dokumentierten Darstellung). In: Göttinger Miszellen, 11 (1974), pp. 41-46 Schenkel, Wolfgang (2000) Die Endungen des Negativkomplements im Spiegel der Befunde der Sargtexte. In: Lingua Aegyptia, 7 (2000), pp. 1-26 Schenkel, Wolfgang (2000) Die Endungen des Prospektivs und des Subjunktivs (scm=f, scm. w=f, scmy=f) nach Befunden der Sargtexte. Mit einem Anhang zum prospektiven Partizip scm. t(i)=f(i). In: Lingua Aegyptia, 7 (2000), pp. 27-112 Schenkel, Wolfgang (1963) Die Farben in ägyptischer Kunst und Sprache. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 88 (1963), pp. 131-147 Schenkel, Wolfgang (1975) Die Gräber des Pa'-tnf-j und eines Unbekannten in der thebanischen Nekropole (Nr. 128 und Nr. 129). In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 31 (1975), pp. 127-158 Taf. 40-50. Schenkel, Wolfgang (1981) Die Göttinger und Tübinger Konkordanz zu den altägyptischen Sargtexten. In: Koch, G. (Hrsg. ): Datenverarbeitung in den Geisteswissenschaften. Kolloquiumsvorträge im Jahr 1981, GWDG-Bericht Nr. 21, Oktober 1981, Gesellschaft für Wissenschaftliche Datenverarbeitung mbH. Göttingen 1981, pp. 13-33 Schenkel, Wolfgang (1966) Die Konversion, ein Epiphänomen der kemischen (ägyptisch-koptischen) Sprachgeschichte. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 21 (1966), pp. 123-132 Schenkel, Wolfgang (1966) Die Numeri des Substantivs und die Konstruktion der Zahlwörter im Ägyptischen. In: Orientalia, 35 (1966), pp. 423-425 Schenkel, Wolfgang (2007) Die Partikel ỉw und die Intuition des Interpreten Randbemerkungen zu Antonio Loprieno, „On fuzzy boundaries in Egyptian syntax\\\". In: Lingua Aegyptia, 15 (2007), pp. 161-201 Schenkel, Wolfgang (1965) Die Wurzel bnj „süß\". In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 20 (1965), 115. Schenkel, Wolfgang (1975) Die altaegyptische Suffixkonjugation: Theorie der inneraegyptischen Entstehung aus Nomina actionis. Schenkel, Wolfgang (1966) Die mittelägyptischen Nisben als Nuklei in präpositionaler, limitierender und Genitiv Relation. In: Chronique d’Égypte, 81 (1966), pp. 50-59 Schenkel, Wolfgang (1994) Die ägyptische Hieroglyphenschrift und ihre Weiterentwicklungen. In: Günther, Hartmut and Ludwig, Otto (Hrsgg. ): Schrift und Schriftlichkeit / Writing and Its Use. Berlin; New York 1994, pp. 289-297 Schenkel, Wolfgang (1962) Direkter und indirekter „Genitiv“. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 88 (1962), pp. 58-66 Schenkel, Wolfgang (1973) Diskussionsbeiträge. In: Göttinger Miszellen, 6 (1973), pp. 129-133 Schenkel, Wolfgang (1973) Ein Türsturz von der Grabkapelle des Königs Wah-'nh Antef. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 29 (1973), pp. 215-219 Schenkel, Wolfgang (2006) Ein vermeintlicher Sonderfall der agenslosen Relativkonstruktion. In: Göttinger Miszellen, 209 (2006), pp. 75-79 Schenkel, Wolfgang (1996) Eine Konkordanz zu den Sargtexten und die Graphien der 1. Person Singular, In: Willems, Harco (Hrsg. ): The World of the Coffin Texts, Proceedings of the Symposium Held on the Occasion of the 100th Birthday of Adriaan de Buck, Leiden, December 17-19, 1992. Leiden 1996, pp. 115-127 ( Egyptologische Uitgaven; IX) Schenkel, Wolfgang (1978) Eine Syntax des klassischen Ägyptisch ohne Verbalsatz. In: Göttinger Miszellen, 29 (1978), pp. 105-117 Schenkel, Wolfgang (1964) Eine neue Weisheitslehre? In: The Journal of Egyptian Archaeology, 50 (1964), pp. 6-12 Schenkel, Wolfgang (1988) Erkundungen zur Reihenfolge der Zeichen im ägyptologischen Transkriptionsalphabet. In: Chronique d’Ègypte, LXIII/ (1988), pp. 5-35 Schenkel, Wolfgang (1984) Fokussierung. Über die Reihenfolge von Subjekt und Prädikat im klassisch-ägyptischen Nominalsatz. In: Studien zu Sprache und Religion Ägyptens zu Ehren von Wolfhart Westendorf. Göttingen 1984, pp. 157-174 Schenkel, Wolfgang (1973) Formalisierung der ägyptologischen Lexikographie als Voraussetzung und als Ergebnis des Einsatzes von EDV-Anlagen. In: Göttinger Miszellen, 6 (1973), pp. 119-128 Schenkel, Wolfgang (1962) Frühmittelägyptische Studien. Schenkel, Wolfgang (1974) Gesichtspunkte für die Neugestaltung der Hieroglyphenliste. In: Göttinger Miszellen, 14 (1974), pp. 31-45 Schenkel, Wolfgang (2002) Glottalisierte Verschlußlaute, glottaler Verschlußlaut und ein pharyngaler Reibelaut im Koptischen. Rückschlüsse aus den ägyptisch-koptischen Lehnwörtern und Ortsnamen im Ägyptisch-Arabischen. In: Lingua Aegyptia, 10 (2002), pp. 1-57 Schenkel, Wolfgang (1998) Graphien der 1. Person Plural mit Personendeterminativ in den Sargtexten. In: Göttinger Miszellen, 165 (1998), pp. 91-98 Schenkel, Wolfgang (1969) Groll, Sarah Israelit, Ph. D. : Non-verbal sentence patterns in Late Egyptian. London: Published for the Griffith Institute by the Oxford University Press 1967. In: Orientalistische Literaturzeitung, 64 (1969), pp. 23-25 Schenkel, Wolfgang (1965) Grundformen mittelägyptischer Sätze anhand der Sinuhe-Erzählung. Schenkel, Wolfgang (1999) Haplographie von t als scheinbares morphologisches Indiz. Die Tilgung des Phonogramms t in Tabuschreibungen für das eigene Sterben und für Totengeister (Befunde der Sargtexte). In: Göttinger Miszellen, 171 (1999), pp. 103-111 Schenkel, Wolfgang (1977) Helck, Wolfgang: Der Text der „Lehre Amenemhets I. für seinen Sohn\". Wiesbaden: Harrassowitz 1969. IV, 105 S. gr. 8 ° = Kleine ägyptische Texte, hrsg. von W. Helck. -: Die Prophezeiung des Nfr. tj. Ebd. 1970. IV, 60 S. gr. 8° = Kleine ägyptische Texte. -: Die Lehre des Dwa-Htjj. I. u. II. Ebd. 1970. IV, 166 S. gr. 8 U = Kleine ägyptische Texte. -: Der Text des „Nilhymnus\". Ebd. 1972. IV, 87 S. gr. 8° = Kleine ägyptische Texte. In: Orientalistische Literaturzeitung, 72 (1977), Sp. 567-569 Schenkel, Wolfgang (1978) Infinitiv und Qualitativ des Koptischen als Verbaladverbien oder Die JERNSTEDTsche Regel und die Satzarten des Koptischen. In: Enchoria, 8 (1978), pp. 13-15 Schenkel, Wolfgang (1973) Ist der Wortschatz des \"Lebensmüden\" größer als der des \"Sinuhe\". In: Göttinger Miszellen, 5 (1973), pp. 21-24 Schenkel, Wolfgang (2006) Ist „Mythos\" ein griechisches Lehnwort aus dem Ägyptischen? In: Moers, Gerald and Behlmer, Heike and Dernuß, Katja and Widmaier, Kai (Hrsgg. ): jn. t Dr. w, Festschrift für Friedrich Junge. Göttingen 2006, pp. 547-580 Schenkel, Wolfgang (1975) Janssens, Gerard: Contribution to the verbal system in Old Egyptian. A new approach to the reconstruction of the hamito-semitic verbal system. Uitgegeven door de Sektie niet-Westerse filologie bij de fakulteit Letteren en Wijsbegeerte. Leuven: Peeters 1972. In: Orientalistische Literaturzeitung, 70 (1975), pp. 340-344 Schenkel, Wolfgang (1996) Karl Jansen-Winkeln:Text und Sprache in der 3. Zwischenzeit. Vorarbeiten zu einer spätmittelägyptischen Grammatik. Ägypten und Altes Testament, 26. Wiesbaden: Harrassowitz Verlag 1994. In: Die Welt des Orients, 27 (1996), pp. 154-159 Schenkel, Wolfgang (1999) ś-Kausativa, t-Kausativa und „innere\" Kausativa. Die ś-Kausativa der Verben Lś in den Sargtexten. In: Studien zur altägyptischen Kultur, 27 (1999), pp. 313-352 Schenkel, Wolfgang (2008) Kevin J. CATHCART, The Correspondence of Edward Hincks. Edited by. Vol. I (1818-1849). Dublin, University College Dublin Press, 2007. In: Orientalia, 77 (2008), pp. 408-411 Schenkel, Wolfgang (1978) Kritisches zur Textkritik: Die sogenannten Hörfehler. In: Göttinger Miszellen, 29 (1978), pp. 119-126 Schenkel, Wolfgang (1977) Kultmythos und Märtyrerlegende: zur Kontinuität des ägyptischen Denkens. Schenkel, Wolfgang (1978) Kultmythus und Märtyrenlegende. In: Wießner, Gernot (Hrsg. ): Synkretismusforschung. Theorie und Praxis. Wiesbaden 1978, pp. 109-117 (Göttinger Orientforschungen, Reihe Grundlagen und Ergebnisse; 1) Schenkel, Wolfgang (1994) Les systèmes d’irrigation dans l’Egypte ancienne et leurs genèse. In: Archéo-Nil, 4 (1994), pp. 27-35 Schenkel, Wolfgang (1999) \"Littérature et politique\" Fragestellung oder Antwort? Zwei Diskussionsbeiträge. In: Assmann, Jan and Blumenthal, Elke (Hrsgg. ): Literatur und Politik im pharaonischen und ptolemäischen Ägypten. Vorträge der Tagung zum Gedenken an Georges Posener, 5-10. September 1996 in Leipzig. Kairo 1999, pp. 63-74 Schenkel, Wolfgang (1996) \"Living in the past\"? In: Orientalia, 65 (1996), pp. 147-156 Schenkel, Wolfgang (1965) Memphis, Herakleopolis, Theben: die epigraphischen Zeugnisse der 7. - 11. Dynastie Ägyptens. Schenkel, Wolfgang (1972) Meroitisches und Barya-Verb: Versuch einer Bestimmung der Tempusbildung des Meroitischen. In: Meroitic Newsletter, 11 (1972), pp. 1-16 Schenkel, Wolfgang (1974) Mit welchen Zielen man die altägyptische Sprache erforschen sollte. In: Göttinger Miszellen, 13 (1974), pp. 41-57 Schenkel, Wolfgang (1974) Neue linguistische Methoden und arbeitstechnische Verfahren in der Erschliessung der ägyptischen Grammatik. In: Textes et languages de l’Égypte pharaonique. Cent cinquante années de recherches 1822 - 1972. Kairo 1974, pp. 167-176 (Bibliothèque d' Étude; LXIV/1) Schenkel, Wolfgang (1964) „Nie kam ein Mißgeschick über mich\". In: Zeitschrift für ägyptische Sprache und Altertumskunde, 91 (1964), pp. 137-138 Schenkel, Wolfgang (1963) Notes sur la transmission de l’autobiographie traditionelle. In: Revue d’égyptologie, 15 (1963), pp. 63-67 Schenkel, Wolfgang (1976) Polotsky, H. J. : Egyptian tenses. Jerusalem: The Israel Academy of Sciences and Humanities 1965. 26 S. - The Israel Academy of Sciences and Humanities, II. 5. In: Orientalistische Literaturzeitung, 71 (1976), Sp. 340-342 Schenkel, Wolfgang (2009) Prädikatives und abstrakt-relativisches scm. n=f, Beobachtungen an den Verben II. gem. und ult. n im Korpus der Sargtexte. In: Goldenber, Gideon and Shisha-Halevy, Ariel (Hrsgg. ): Egyptian, Semitic and General Grammar. Studies in Memory of H. J. Polotsky. Jerusalem 2009, pp. 40-60 Schenkel, Wolfgang (2004) Ramses, Ptolemaios und die Sprache der Hieroglyphen: Noch einmal zur Nacherzählung der Entzifferungsgeschichte der Hieroglyphen. In: Göttinger Miszellen, 198 (2004), pp. 105-112 Schenkel, Wolfgang (2002) Ramses: Die Erfindung einer Graphie in der Nacherzählung der Entzifferungsgeschichte der Hieroglyphen. In: Göttinger Miszellen, 191 (2002), pp. 85-88 Schenkel, Wolfgang (1975) Repères chronologiques de l’histoire rédactionelle des coffin texts. In: Westendorf, Wolfhart (Hrsg. ): Göttinger Totenbuchstudien. Beiträge zum 17. Kapitel. Wiesbaden 1975, pp. 27-36 (Göttinger Orientforschungen; IV,3) Schenkel, Wolfgang (2004) Scharuna I: der Grabungsplatz, die Nekropole, Gräber aus der Alten-Reichs-Nekropole. Schenkel, Wolfgang (1972) Semiverb, Seminomen und Partikel. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 98 (1972), pp. 32-34 Schenkel, Wolfgang (1965) „Singularisches\" und „pluralisches\" Partizip. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 20 (1965), pp. 110-114 Schenkel, Wolfgang (1984) Sonst - Jetzt. Variationen eines literarischen Formelements. In: Welt des Orients, 15 (1984), pp. 51-61 Schenkel, Wolfgang (1977) Stricker, B. H. : De geboorte van Horus, I-III. Leiden: Brill 1963, 1968, 1975. 347 S. m. Abb. 4° =Mededelingen en Verhandolingen van het Vooraziatisch-egyptisch Genootschap „Ex Oriente Lux\", Memoires de la Societe d'Etudes Orientale „Ex Oriente Lux\", XIV, XVII, XVIII. In: Orientalistische Literaturzeitung, 72 (1977), Sp. 472-473 Schenkel, Wolfgang (1968) Syntagmen mit infiniten Verbalformen als Transformate von Sätzen. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 23 (1968), pp. 167-181 Schenkel, Wolfgang (1995) Säve-Söderbergh, Torgny: The Old Kingdom cemetery at Hamra Dom (El-Qasr wa es-Saiyad). In: Orientalistische Literaturzeitung, 90 (1995), pp. 485-488 Schenkel, Wolfgang (1991) Tübinger Einführung in die klassisch-ägyptische Sprache und Schrift. Schenkel, Wolfgang (2001) Unterrichtsbehelfe und linguistische Theoriebildung in der Vermittlung der klassisch-ägyptischen Grammatik. In: Bibliotheca Orientalis, 58 (2001), pp. 5-41 Schenkel, Wolfgang (1978) Verbesserungsvorschläge zu A. Erman, Neuägyptische Grammatik, Catalogue of References, bearb. von G. E. Freeman und F. T. Miosi. In: Göttinger Miszellen, 30 (1978), pp. 89-90 Schenkel, Wolfgang (2006) Von der Morphologie zur Syntax und zurück. In: Lingua Aegyptia, 14 (2006), pp. 55-82 Schenkel, Wolfgang (1994) Vycichl, Werner: La vocalisation de la langue egyptienne. 1: La phonetique. In: Orientalistische Literaturzeitung, 89 (1994), pp. 27-28 Schenkel, Wolfgang (1998) Warum die Gefährten des Odysseus nach dem Genuß von Lotos die Rückkehr vergaßen. In: Göttinger Miszellen, 163 (1998), pp. 5-6 Schenkel, Wolfgang (1997) Wie das ägyptische Labyrinth zu seinem Namen kam. In: Göttinger Miszellen, 159 (1997), pp. 87-90 Schenkel, Wolfgang (1994) Wörterbuch vs. Textkorpus oder: Wie und ob man überhaupt ein Wörterbuch machen kann. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 121 (1994), pp. 154-159 Schenkel, Wolfgang (1993) Zu den Verschluß- und Reibelauten im Ägyptischen und (Hamito)Semitischen. Ein Versuch zur Synthese der Lehrmeinungen. In: Lingua Aegyptia, 3 (1993), pp. 137-149 Schenkel, Wolfgang (1964) Zum Feudalismus der ersten Zwischenzeit Ägyptens. In: Orientalia, 33 (1964), pp. 263-266 Schenkel, Wolfgang (1973) Zur Datierung der \"herakleopolitanischen\" Keramik aus Sedment. In: Göttinger Miszellen, 8 (1973), pp. 33-38 Schenkel, Wolfgang (2002) Zur Formenbildung des prädikativen scm=f der Verben II. gem. , vornehmlich nach dem Zeugnis der Sargtexte. In: Göttinger Miszellen, 189 (2002), pp. 89-98 Schenkel, Wolfgang (1972) Zur Fortführung des Projektes M. A. T. in Göttingen. In: Göttinger Miszellen, 2 (1972), pp. 33-36 Schenkel, Wolfgang (1977) Zur Frage der Vorlagen spätzeitlicher \"Kopien\". In: Assmann, Jan and Feucht, Erika and Grieshammer, Reinhard (Hrsgg. ): Fragen an die altägyptische Literatur. Wiesbaden 1977, pp. 417-441 Schenkel, Wolfgang (1973) Zur Funktion der meroitischen Verbalsuffixe -bhê und -(qê)bês. In: Meroitic Newsletter, 13 (1973), pp. 50-54 Schenkel, Wolfgang (1975) Zur Redaktions- und Überlieferungsgeschichte des Spruchs 335 a der Sargtexte. In: Westendorf, Wolfhart (Hrsg. ): Göttinger Totenbuchstudien. Beiträge zum 17. Kapitel, Göttinger Orientforschungen IV 3. Wiesbaden 1975, pp. 37-79 Schenkel, Wolfgang (1983) Zur Rekonstruktion der deverbalen Nominalbildung des Aegyptischen. Schenkel, Wolfgang (1972) Zur Relevanz der altägyptischen „Metrik\". In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 28 (1972), pp. 103-107 Schenkel, Wolfgang (2009) Zur Silbenstruktur des Ägyptischen. In: Lingua Aegyptia, 17 (2009), pp. 259-276 Schenkel, Wolfgang (1971) Zur Struktur der Hieroglyphenschrift. In: Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo, 27 (1971), pp. 85-98 Schenkel, Wolfgang (1973) Zur Struktur des Verbalkomplexes in den Schlußformeln der meroitischen Totentexte. In: Meroitic Newsletter, 12 (1973), pp. 2-22 Schenkel, Wolfgang (1995) Zur Typologie des Felsfassadengrabes. In: Assmann, Jan and Dziobek, Eberhard and Guksch, Heike and Kamp, H. (Hrsgg. ): Thebanische Beamtennekropolen. Neue Perspektiven archäologischer Forschung, Internationales Symposion, Heidelberg 9. -13. 6. 1993. Heidelberg 1995, pp. 169-183 Schenkel, Wolfgang (1978) Zur herakleopolitanischen Tradition der Pyramidentexte. In: Göttinger Miszellen, 28 (1978), pp. 35-44 Schenkel, Wolfgang (2003) Überlegungen zur XML-Notation ägyptischer Texte, Problemstellung und Lösungsansätze am Beispiel der Übersetzung des Tübinger Sargtextkorpus in XML-Notation. In: Thesaurus Linguae Aegyptiae, 2 (2003), pp. 155-206 Schenkel, Wolfgang (1994) ścm. t-Perfekt und ścm. tỉ-Stativ: Die beiden Pseudopartizipien des Ägyptischen nach dem Zeugnis der Sargtexte. In: Behlmer, Heike (Hrsg. ): quaerentes scientiam, Festgabe für Wolfhart Westendorf zu seinem 70. Geburtstag, überreicht von seinen Schülern. Göttingen 1994, pp. 157-182 Schenkel, Wolfgang (2002) Ägyptisch wnm „essen\". Zur Interpretation der Graphien. In: Lingua Aegyptia, 10 (2002), pp. 59-77 Schenkel, Wolfgang (1997) Ägyptisch-Koptisch: Einfahren einer linguistischen Ernte. In: Orientalistische Literaturzeitung, 92 (1997), pp. 5-25 Schenkel, Wolfgang (1996) Ägyptische Literatur und ägyptologische Forschung: Eine wissenschaftsgeschichtliche Einleitung, In: Loprieno, Antonio (Hrsg. ): Ancient Egyptian Literature, History and Forms. Leiden; New York; Köln 1996, pp. 21-38 Schenkel, Wolfgang (1999) *muẖn̆ t „Fähre\". Die Graphie mw des Nominalbildungspräfixes mw̥ in den Sargtexten, Schreiberlaune und Indiz für die Vokalisation. In: Göttinger Miszellen, 168 (1999), pp. 97-100 Schenkel, Wolfgang and Brinks, Jürgen and Dittmar, Johanna and Gomaà, Farouk and Jürgens, Peter (1984) al-Köm al-aHmar / Särüna 1984. In: Göttinger Miszellen, 79 (1984), pp. 73-84 Schenkel, Wolfgang and Brinks, Jürgen and Gomaà, Farouk and Israel, Andrea and Jürgens, Peter (1985) al-Köm al-aHmar / Särüna. In: Göttinger Miszellen, 86 (1985), pp. 55-68 Schenkel, Wolfgang and Junge, Friedrich (1972) Göttinger Konkordanz zu den altägyptischen Sargtexten. In: Göttinger Miszellen, 3 (1972), pp. 37-38 Schenkel, Wolfgang and Junge, Friedrich (1973) Konkordanz zu den altägyptischen Sargtexten. In: Göttinger Miszellen, 7 (1973), pp. 17-18 Schenkel, Wolfgang and Sledzianowski, Bernd (1972) Ein chronologischer Fixpunkt für die Kunstgeschichte der zweiten Zwischenzeit Ägyptens: Sbk-m-z̕,w=f. In: Göttinger Miszellen, 3 (1972), pp. 21-24 Schenkel, Wolfgang and Sledzianowski, Bernd (1972) Horus „Flügelsonne“, der Superheld. In: Göttinger Miszellen, 3 (1972), pp. 25-30 Schütt, Birger (1998) \"Altägypten im deutschen Schulbuch\" - 25 Jahre später: Wiederholung einer Untersuchung von R. Klemm von 1976 (Basis 1972). Schweitzer, Simon D. (2006) Index der Titelbestandteile zu Dilwyn Jones: An Index of Ancient Egyptian Titles, Epithets and Phrases of the Old Kingdom. Stadler, Martin (2003) „Das Kind sprach zu ihr“ - ein Dialog der Isis mit einem göttlichen Kind im Papyrus Wien D. 12006. In: Budde, D. and Sandri, S. and Verhoeven, Ursula (Hrsgg. ): Kindgötter im Ägypten der griechischrömischen Zeit. Zeugnisse aus Stadt und Tempel als Spiegel des interkulturellen Kontakts. Akten des Symposions in Mainz vom 21. -22. 2002. Leuven; Paris; Dudley 2003, pp. 301-322 (Orientalia Lovanensia Analecta; 128) Stadler, Martin (2001) Der Skarabäus als osirianisches Symbol vornehmlich nach spätzeitlichen Quellen. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 128 (2001), pp. 71-83 Stadler, Martin (2001) Ein „vollkommenes Gesicht\" aus dem spätptolemäischen Ägypten. Zu einer Mumienmaske des Martin von Wagner Museums. In: Maier, M. and Specht, St. (Hrsgg. ): Blickwechsel. 10 Jahre Museumsinitiative des Martin von Wagner Museums. Würzburg 2001, pp. 145-164 Stadler, Martin (2004) Eine neue Orientierungshilfe für die demotische Literatur. In: Enchoria, 29 (2004), pp. 106-118 Stadler, Martin (2000) The Funerary Texts of Papyrus Turin N. 766: A Demotic Book of Breathing (Part II). In: Enchoria, 26 (2000), pp. 110-124 Stadler, Martin (2004) Fünf neue funeräre Kurztexte (Papyri Britisches Museum EA 10121, 10198, 10415, 10421a, b, 10426a) und eine Zwischenbilanz zu dieser Textgruppe. In: Thissen, Heinz-Josef and Hoffmann, Friedhelm (Hrsgg. ): Res Severa Verum Gaudium. Festschrift für Karl-Theodor Zauzich zum 65. Geburtstag am 8. Juni 2004. Leuven 2004, pp. 551-571 (Studia Demotica; 6) Stadler, Martin (2011) Horus-fils-d'Isis: La jeunesse d'un dieu. By Annie Fourgeau. In: Journal of Egyptian Archaeology, 97 (2011), pp. 291-294 Stadler, Martin (2005) Irmtraut Munro, Ein Ritualbuch für Goldamulette und Totenbuch des Month-em-hat, mit Beiträgen von Robert Fuchs und Katrin Janis, Studien zum Altägyptischen Totenbuch 7, Harrassowitz Wiesbaden 2003. ISBN 14309726. In: Journal of Ancient Near Eastern Religions, 5 (2005), pp. 245-250 Stadler, Martin (2006) Isis würfelt nicht. In: Studi di Egittologia e di Papirologia, 3 (2006), pp. 187-203 Stadler, Martin (2002) Isis, das göttliche Kind und die Weltordnung. Prolegomena zur Deutung des unpublizierten Papyrus Wien D. 12006 recto. In: Assmann, Jan and Bommas, Martin (Hrsgg. ): Ägyptische Mysterien? München 2002, pp. 109-125 Stadler, Martin (2004) Ist Weisheit weiblich? Die Identität der ägyptischen Gottheit Thot auf dem Prüfstand. In: Antike Welt, 35 (2004), Nr. 3. pp. 8-16 Stadler, Martin (2011) Mark Smith, Traversing eternity. Texts for the afterlife from Ptolemaic and Roman Egypt. In: Enchoria, 32 (2011), pp. 154-170 Stadler, Martin (2010) Metatranszendenztheologie im Alten Ägypten Pyramidentextspruch 215 und der ramessidische Weltgott. In: Ernst, Stephanie and Häusl, Martina (Hrsgg. ): Kulte, Priester, Rituale. Beiträge zu Kult und Kultkritik im Alten Testament und Alten Orient. Festschrift für Theodor Seidl zum 65. Geburtstag. St. Ottilien 2010, pp. 3-31 (Arbeiten zu Text und Sprache im Alten Testament; 89) Stadler, Martin (2008) On the demise of Egyptian writing: Working with a problematic source basis. In: Baines, John and Bennet, John and Houston, Stephen (Hrsgg. ): The disappearance of writing systems: Perspectives on literacy and communication, London 2008, pp. 157-181 Stadler, Martin (2004) Rechtskodex von Hermupolis (P. Kairo JE. 89. 127-30+89. 137-43). In: Janowski, Bernd and Wilhelm, Gernot (Hrsgg. ): Texte zum Rechts- und Wirtschaftsleben. Gütersloh 2004, pp. 185-207 (Texte aus der Umwelt des Alten Testaments; N. F. 1) Stadler, Martin (2008) Smith, M. - Papyrus Harkness (MMA 31. 9. 7). In: Bibliotheca Orientalis, 65 (2008), pp. 95-99 Stadler, Martin (2009) Spätägyptische Hymnen als Quellen für den interkulturellen Austausch und den Umgang mit dem eigenen Erbe - drei Fallstudien. In: Witte, M. and Diehl, J. F. (Hrsgg. ): Orakel und Gebete. Interdisziplinäre Studien zur Sprache der Religion in Ägypten, Vorderasien und Griechenland in hellenistischer Zeit. Tübingen 2009, pp. 141-163 (Forschungen zum Alten Testament; II/38) Stadler, Martin (2003) Verbesserungsvorschläge zu den magischen Papyri British Museum EA 9997+10309 und EA 10042 (magischer Papyrus Harris). In: Göttinger Miszellen, 192 (2003), pp. 101-105 Stadler, Martin (2005) Vleeming, Sven Pieter: Some coints [coins] of Artaxerxes and other short texts in the Demotic script found on various objects and gathered from many publications. In: Orientalistische Literaturzeitung, 100 (2005), pp. 394-402 Stadler, Martin (2001) War eine dramatische Aufführung eines Totengerichts Teil der ägyptischen Totenriten? In: Studien zur altägyptischen Kultur, 29 (2001), pp. 331-348 Stadler, Martin (2005) Wege ins Jenseits. Das Alte Ägypten zu Gast im Würzburger Museum am Dom. In: Antike Welt, 36 (2005), Nr. 1. pp. 93-96 Stadler, Martin (2005) Zur ägyptischen Vorlage der memphitischen Isisaretalogie. In: Göttinger Miszellen, 204 (2005), pp. 7-9 Stadler, Martin (2003) Zwei Bemerkungen zum Papyrus Insinger. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 130 (2003), pp. 186-196 Stadler, Martin (1999) The funerary texts of Papyrus Turin N. 766: A demotic book of breathing (Part I). In: Enchoria, 25 (1999), pp. 76-110 Stadler, Martin Andreas (2005) Das Ritual, den Tempel des Sobek, des Herrn von Pai, zu betreten. Ein Ritualtext aus dem römischen Fayum. In: Dücker, Burckhard and Roeder, Hubert (Hrsgg. ): Text und Ritual. Kulturwissenschaftliche Essays und Analysen von Sesostris bis zu den Dada. Hermeia 8. Heidelberg 2005, pp. 149-163 Stadler, Martin and Riggs, Christina (2003) A roman shroud and its demotic inscriptions in the Museum of Fine Arts, Boston. In: Journal of the American Research Center in Egypt, 40 (2003), pp. 69-87 Stadnikow, Sergei (2007) Die Bedeutung des Alten Orients für deutsches Denken: Skizzen aus dem Zeitraum 1871-1945. Veigel, Isabell (2007) Untersuchungen zum Einfluss der Wohnhaus- und Tempelarchitektur auf die Beamtengräber des Neuen Reiches in Amarna, Theben und Memphis. Verhoeven, Ursula (2001) Altägyptische Literatur. In: Mabe, J. E. (Hrsg. ): Das Afrika-Lexikon. Ein Kontinent in 1000 Stichworten. Stuttgart 2001, pp. 32-33 Verhoeven, Ursula (1998) Amun zwischen 25 Männern und zwei Frauen. Bemerkungen zur Inthronisationsstele des Aspelta. In: Clarysse, W. and Schoors, A. and Willems, H. (Hrsgg. ): Egyptian Religion. The Last Thousand Years, Studies Dedicated to the Memory of Jan Quaegebeur. 1998, pp. 1487-1501 (Orientalia Lovaniensia Analecta; 85) Verhoeven, Ursula (2003) Corpus Antiquitatum Aegypliacarum. Loseblatt-Katalog Ägyptischer Altertümer. Kunsthistorisches Museum Wien. Ägyptisch-Orientalische Abteilung. Mainz. Lieferung 21: Regina Hölzl: Reliefs und Inschriftensteine des Alten Reiches II. In: Die Welt des Orients, 33 (2003), pp. 141-144 Verhoeven, Ursula (1991) \"Das einzige bekannte Beispiel seiner Art\". Zu Kopenhagen, Nationalmuseet, AAe 5 und pTübingen 2000 und pBerlin 3161. In: Mendel, D. and Claudi, U. (Hrsgg. ): Ägypten im afro-orientalischen Kontext, Gedenkschrift Peter Behrens. Köln 1991, pp. 405-410 (Afrikanistische Arbeitspapiere, Sondernummer 1991) Verhoeven, Ursula (1997) Der Totenkult. In: Schulz, Regine and Seidel, Matthias (Hrsgg. ): Ägypten. Die Welt der Pharaonen. Köln 1997, pp. 480-489 Verhoeven, Ursula (2009) Die wie Kraniche balzen. Männerphantasien zur Zeit Amenhoteps III. in Assiut. In: Kessler, Dieter (Hrsg. ): Texte - Theben - Tonfragmente. Festschrift für Günter Burkard, Ägypten und Altes Testament 76. Wiesbaden 2009, pp. 434-441 Verhoeven, Ursula (2012) Ein Tag in Assiut. In: DAMALS - Das Magazin für Geschichte, 44 (2012), Nr. 3. pp. 36-41 Verhoeven, Ursula (1996) Ein historischer „Sitz im Leben\" für die Erzählung von Horus und Seth des Papyrus Chester Beatty I. In: Schade-Busch, M. (Hrsg. ): Wege öffnen, Festschrift für Rolf Gundlach zum 65. Geburtstag. 1996, pp. 347-363 (Ägypten und Altes Testament; 35) Verhoeven, Ursula (1991) Eine Vergewaltigung ? Vom Umgang mit einer Textstelle des Naos von El Arish (Tefnut-Studien I). In: Graefe, Erhart and Verhoeven, Ursula (Hrsgg. ): Religion und Philosophie im Alten Ägypten, Festgabe für Philippe Derchain. Leuven 1991, pp. 319-330 (Orientalia Lovaniensia Analecta; 39) Verhoeven, Ursula (1997) Erneut der Name des früheren Königs in der Erzählung des Papyrus Vandier (recto 1,6). In: Chronique d’Égypte, 72 (1997), Nr. 143. pp. 5-9 Verhoeven, Ursula (1986) Hornung,Erik: Der ägyptische Mythos von der Himmelskuh. Eine Ätiologie des Unvollkommenen. Unter Mitarbeit von A. Brodbeck, H. Schlögl, E. Staehelin, ti. mit einem Beitrag von G. Fecht. Freiburg/Schweiz: Universitätsverlag; Göttingen: Vandenhoeck & Ruprecht 1982. In: Orientalistische Literaturzeitung, 81 (1986), pp. 135-139 Verhoeven, Ursula (1998) Internationales Totenbuch-puzzle. In: Revue d'égyptologie, 49 (1998), pp. 221-232 Verhoeven, Ursula (2002) Irmgard Heim/Helmut Satzinger, Stelen des Mittleren Reiches II. Einschließlich der I. und II. Zwischenzeit. Corpus Antiquitatum Aegyptiacarum. Kunsthistorisches Museum Wien, Ägyptisch-Orientalische Abteilung, Lieferung 7. Mainz 1993; Eva Rogge, Statuen der 30. Dynastie und der Ptolemäisch-Römischen Epoche. Mit einem Beitrag von Hermann Harrauer. Corpus Antiquitatum Aegyptiacarum. Kunsthistorisches Museum Wien, Ägyptisch-Orientalische Abteilung, Lieferung 11. Mainz: Philipp von Zabern 1999; Brigitte Saroš-Deckert/Eva Rogge, Statuen des Alten Reiches. Corpus Antiquitatum Aegyptiacarum. Kunsthistorisches Museum Wien, Ägyptisch-Orientalische Abteilung, Lieferung 15. Mainz 1993; Michaela Hüttner/Helmut Satzinger, Stelen, Inschriftsteine und Reliefs aus der Zeit der 18. Dynastie. Corpus Antiquitatum Aegyptiacarum. Kunsthistorisches Museum Wien, Ägyptisch-Orientalische Abteilung, Lieferung 16. Mainz 1999; Regina Hölzl, Reliefs und Inschriftensteine des Alten Reiches I. Corpus Antiquitatum Aegyptiacarum. Kunsthistorisches Museum, Wien. Ägyptisch-Orientalische Abteilung, Lieferung 18. Mainz 1999. In: Welt des Orients, 32 (2002), pp. 188-193 Verhoeven, Ursula (2002) Kinder und Kindgötter im Alten Ägypten. In: Alt, K. and Kemkes-Grottenthaler, A. (Hrsgg. ): Kinderwelten, Anthropologie - Geschichte - Kulturvergleich. Köln-Weimar-Wien 2002, pp. 120-129 Verhoeven, Ursula (2012) The New Kingdom Graffiti in Tomb N13. 1: An Overview. In: Kahl, Jochem (Hrsg. ): Seven Seasons at Asyut. First Results of the Egyptian-German Cooperation in Archaeological Fieldwork. Proceedings of an International Conference at the University of Sohag, 10th-11th of October, 2009. Wiesbaden 2012, pp. 47-58 Pl. 1-4 (The Asyut Project; 2) Verhoeven, Ursula (2003) Post ins Jenseits - Formular und Funktion altägyptischer Briefe an Tote. In: Wagner, Andreas (Hrsg. ): Bote und Brief - Sprachliche Systeme der Informationsübermittlung im Spannungsfeld von Mündlichkeit und Schriftlichkeit. Frankfurt 2003, pp. 31-51 (Nordostafrikanisch/Westasiatische Studien; 4) Verhoeven, Ursula (2009) Von der „Loyalistischen Lehre\" zur „Lehre des Kairsu\". Eine neue Textquelle in Assiut und deren Auswirkungen. In: Zeitschrift für ägyptische Sprache und Altertumskunde, 136/1 (2009), 87-98 + Tafel XII. Verhoeven, Ursula (2012) Ägyptens Texte entdecken. Leben, Liebe, Weisheit, Tod. In: Ägyptens Schätze entdecken - Meisterwerke aus dem Ägyptischen Museum Turin. München; London; New York 2012, pp. 101-107 Verhoeven, Ursula (2001) Ägyptisch. In: Mabe, J. E. (Hrsg. ): Das Afrika-Lexikon. Ein Kontinent in 1000 Stichworten. Stuttgart 2001, pp. 18-19 Voß, Susanne (2004) Untersuchungen zu den Sonnenheiligtümern der 5. Dynastie: Bedeutung und Funktion eines singulären Tempeltyps im Alten Reich. Weber, Gregor (2012) Mächtige Könige und mächtige Priester? Kommunikation und Legitimation im ptolemäischen Ägypten. In: Hartmann, Andreas and Weber, Gregor (Hrsgg. ): Zwischen Antike und Moderne. Festschrift für Jürgen Malitz zum 65. Geburtstag. Speyer 2012, pp. 97-117. Wipszycka, Ewa (2011) Resources and economic activities of the Egyptian monastic communities (4th-8th century). In: The Journal of Juristic Papyrology, 41 (2011), pp. 159-263.", 
    "domain": "archiv.ub.uni-heidelberg.de", 
    "identifiers": {
        "isbn": {
            "generic": [
                "380621655x", 
                "9793806785692", 
                "3805317549", 
                "87", 
                "3-525-53777-8", 
                "3-7278-1015-7", 
                "14309726", 
                "3447040947"
            ]
        }, 
        "issn": {
            "generic": [
                "0902-5499"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "digital library"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3218681327038979677", 
            "resource_date": "2015-05-27T10:42:41.081-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:53.708698"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/propylaeum-dok-digital-repository.html", 
            "resource_date": "2015-05-27T10:42:41.081-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:53.708714"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Propylaeum-DOK: Digital Repository: Egyptology", 
    "url": "http://archiv.ub.uni-heidelberg.de/propylaeumdok/view/faecher/FAE.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}