{
    "description": "The Ancient Egyptian Necropolis of Assiut. Pubications online at Propylaeum-Dok. 1 The First Intermediate Period tombs at Asyut revisited El-Khadragy, Mahmoud and Kahl, Jochem and Engel, Eva-Maria 2004 2, 32, 44 The Asyut project: fieldwork season 2004 El-Khadragy, Mahmoud and Kahl, Jochem and Verhoeven, Ursula 2005 3, 45, 33 \"Dornröschen\" Assiut: Erste Ergebnisse einer Deutsch-Ägyptischen Grabungskooperation Kahl, Jochem and El-Khadragy, Mahmoud and Verhoeven, Ursula 2005 4, 46, 34 The Asyut project: third season of fieldwork (2005) El-Khadragy, Mahmoud and Kahl, Jochem and Verhoeven, Ursula 2006 5, 48 Ein Zeugnis altägyptischer Schulausflüge Kahl, Jochem 2006 6 New discoveries in the tomb of Khety II at Asyut El-Khadragy, Mahmoud 2006 7 The Northern Soldiers-Tomb at Asyut El-Khadragy, Mahmoud 2006 8, 51, 39 The Asyut project: fourth season of fieldwork (2006) El-Khadragy, Mahmoud and Kahl, Jochem and Verhoeven, Ursula 2007 9 The shrine of the rock-cut chapel of Djefaihapi I at Asyut El-Khadragy, Mahmoud 2007 10 Fishing, fowling and animal-handling in the tomb of Djefaihapi I at Asyut El-Khadragy, Mahmoud 2007 11 Some significant features in the decoration of the chapel of Iti-ibi-iqer at Asyut El-Khadragy, Mahmoud 2007 12, 53 Die Determinative der Hereret in Assiut, oder: Von der Notwendigkeit epigraphischen Arbeitens am Original Kahl, Jochem 2008 13, 55, 43 The Asyut project: fifth season of fieldwork (2007) Kahl, Jochem and El-Khadragy, Mahmoud and Verhoeven, Ursula 2008 14 The decoration of the rock-cut chapel of Khety II at Asyut El-Khadragy, Mahmoud 2008 16, 48 Von der „Loyalistischen Lehre\" zur „Lehre des Kairsu\". Eine neue Textquelle in Assiut und deren Auswirkungen Verhoeven, Ursula 2009 17, 45 Die wie Kraniche balzen. Männerphantasien zur Zeit Amenhoteps III. in Assiut Verhoeven, Ursula 2009. 69, 26 Regionale Milieus und die Macht des Staates im Alten Ägypten: Die Vergöttlichung der Gaufursten von Assiut Kahl, Jochem 2012.", 
    "domain": "archiv.ub.uni-heidelberg.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "archaeology", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3032918877875857459", 
            "resource_date": "2014-08-12T17:16:07.004-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:35.827249"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/08/the-ancient-egyptian-necropolis-of.html", 
            "resource_date": "2014-08-12T17:16:07.004-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:35.827266"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Ancient Egyptian Necropolis of Assiut", 
    "url": "http://archiv.ub.uni-heidelberg.de/propylaeumdok/view/schriftenreihen/sr-12.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}