{
    "description": "Das altägyptische Totenbuch: Ein digitales Textzeugenarchiv. Geschichte des Totenbuch-Projekts Trotz der frühen, intensiven Erforschung in der zweiten Hälfte des 19. Jahrhunderts ist die Sammlung der Totenbuchtexte und deren Quellen so zahlreich, die Fragestellungen an das Material so facettenreich und die Aussichten auf Forschungsergebnisse, die über den Bereich des Totenbuchs hinaus von Bedeutung sind, so ertragreich, dass die geleistete Vorarbeit nur als Ausgangsbasis dienen kann. Schließlich beschränkte sich Naville auf die Bearbeitung der Manuskripte des Neuen Reichs (1550-1070 v. Chr. ), obwohl sie heute weniger als ein Vierteil der bekannten Quellen ausmachen, wenngleich sie qualitativ am hochwertigsten sind. Außerdem wurde seine schwerpunktmäßig textbezogene synoptische Aufarbeitung dem Variantenreichtum der Totenbücher hinsichtlich Format und Vignetten nicht gerecht. Deshalb wendeten sich zunächst in den 1920er Jahren, später erneut in den 1950ern und in einer dritten Phase in den 1970er und 80er Jahren Göttinger Ägyptologen intensiv dem Totenbuch zu. Zur letzten Gruppe zählten neben Wolfhart Westendorf auch Ursula Rößler-Köhler und Irmtraut Munro. Erstere widmete sich dabei intensiv dem zentralen Spruch Tb 17; letztere konzentrierte sich auf die Handschriften der 18. Dynastie. Anfang der 1990er Jahre ermöglichte ein Ruf an die Universität Bonn Ursula Rößler-Köhler die Fortsetzung dieser Arbeiten und den Aufbau einer neuen Forschergruppe, dem sogenannten Totenbuch-Projekt. In ihren Berufungsverhandlungen konnte sie eine zweijährige Anschubfinanzierung erreichen. Anschließend förderte die Deutsche Forschungsgemeinschaft (DFG) das Projekt ab 1994 zehn Jahre lang weiter. Während dieser Phase war auch die Kölner Ägyptologie unter der Co-Projektleitung von Heinz-Josef Thissen beteiligt. Im Jahr 2004 übernahm schließlich die Nordrhein-Westfälische Akademie der Wissenschaften und der Künste das Projekt für weitere neun Jahre. Ziele des Projekts Zentrale Fragestellung des Totenbuch-Projekts ist die Entwicklung des Totenbuchs, sowohl seiner Texte, seiner Vignetten als auch der Gestaltung der Handschriften als Ganzes. Dazu werden einerseits repräsentative Textzeugen aus den verschiedenen Belegungsperioden, andererseits außergewöhnliche Handschriften, die den vermeintlichen Standards nicht entsprechen, ediert. Der Edition der Totenbuch-Manuskripte dienen die „Handschriften des Altägyptischen Totenbuches“ (HAT), von denen bisher 13 Bände erschienen sind. Die ebenfalls projekteigenen „Studien zum Altägyptischen Totenbuch“ (SAT), von denen bisher 16 Bände existieren, begleiten die Edition durch die Bereitstellung von Hilfsmitteln sowie Einzel- bzw. Überblicksstudien zum Thema. Diese Reihe dient auch als Forum für die internationale Forschergemeinschaft, die etwa ein Drittel der Publikationen beigesteuert hat. Um signifikante Manuskripte auszuwählen und zu edieren, muss man sich zunächst einen Überblick über das weltweit noch erhaltene Material verschaffen. Für die 18. Dynastie hatte Irmtraut Munro diese in ihrer Dissertation bereits weitgehend gesammelt. Heute umfasst das Archiv etwa 3000 Datensätze von der späten 17. Dynastie bis zur Römerzeit, auf Papyrus, Leinen, Leder, Särgen und Sarkophagen. In der Datenbank sind Schlüsselinformationen und Bildmaterialien über fast alle weltweit noch erhaltenen Quellen des Totenbuchs gesammelt. Wenngleich sicherlich einige verstreute Handschriften noch nicht registriert sind, insbesondere Objekte aus Privatsammlungen, die wir nur bedingt auf Auktionen finden können, ist der aktuelle Bestand annähernd vollständig und sowohl für statistische Auswertungen als auch für Vergleiche ausreichend und repräsentativ. Damit auch andere Forscher auf diese Daten zugreifen können, ist das Archiv seit März 2012 im Internet öffentlich zugänglich; ein entscheidender wirtschaftlicher Aspekt, denn so entfallen aufwendige Anreisen aus dem In- und Ausland, denn immerhin reicht das Netz der Totenbuchforscher von der Ukraine bis in die USA. Hilfsmittel für diejenigen, die außerhalb des Projekts am Totenbuch interessiert sind zur Verfügung zu stellen, war von Beginn an ein weiteres Anliegen und findet mit der Öffnung des Archivs seinen quantitativen und qualitativen Abschluss. Bestandteil sind nicht nur Daten und Bilder zu den einzelnen Manuskripten, auch die Übersetzungen von Burkhard Backes von Hunderten von Totenbuchsprüchen, die zeitweise ausschließlich von der Datenbank getrennt publiziert waren, sowie die über die 20 Jahre hinweg aufgebaute Literaturdatenbank sind nun miteinander verknüpft. Auf diese Weise wird 2012 passend zum Wissenschaftsjahr der Nachhaltigkeitsforschung garantiert, dass auch über das Projektende hinaus, die Daten verfügbar und nutzbar bleiben, damit andere Projekte und einzelne Forscher mit den gesammelten Informationen und Materialien weiterarbeiten können.", 
    "domain": "www.totenbuch.awk.nrw.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "Book of the Dead", 
        "literature", 
        "religion"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1406798339654167937", 
            "resource_date": "2012-09-06T09:17:42.614-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:11:38.432088"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/09/das-altagyptische-totenbuch-ein.html", 
            "resource_date": "2012-09-06T09:17:42.614-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:11:38.432106"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Das altägyptische Totenbuch: Ein digitales Textzeugenarchiv", 
    "url": "http://www.totenbuch.awk.nrw.de/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}