{
    "description": "Ketav-ʻet eleḳṭroni le-madaʻe Yahadut JSIJ is a peer-reviewed, electronic journal dealing with all fields of Jewish studies, which is distributed free of charge via the Internet. By publishing articles electronically via the Internet, JSIJ seeks to disseminate articles much faster than is possible with paper publication, and to make these articles readily and conveniently accessible to a wide variety of readers at all times. Indeed, we hope that the use of this new technology will eventually allow JSIJ to develop in ways not available with conventional, printed journals, including the possibility of computerized full-text searching and the use of hyperlinks to other texts. JSIJ will include articles in both Hebrew and English. To render these articles accessible to as wide a variety of users as possible, regardless of computer program or platform, we offer two modes of \"publication\": via PDF files (universally accessible) and Word 97 files. JSIJ is initially scheduled to appear twice a year, although preliminary versions of articles will be made available on our site as soon as articles are accepted for publication and copyedited Vol. 10 (2011) Author Title Microsoft Word Acrobat Reader David Henshke \"For Your Love is More Delightful than Wine:\" Concerning Tannaitic Biblical Traditions (Heb.) Yitzchak Roness and Aviad Yehiel Hollander How Does One Create Fine Children: The Views of Rabbi Eliezer and the Sages about Eugenics (Heb.) Mordechai Sabato and Rabin Shushtri SugyotWhich Were Emended Due to the Transition From Oral Study to Written Study (Heb.) Abraham Ofir Shemesh \"The Hardest One - Ascara\": Diphtheria as Sacred Disease and Supernatural Retribution in Mishnaic and Talmudic Literature (Heb.) Itamar Kislev Rashbam's Commentary on the Story of the Creation (Heb.) Alan Cooper Once Again Seething a Kid in Its Mother's Milk Joshua Schwartz and Peter J. Tomson When Rabbi Eliezer Was Arrested for Heresy Jay Rovner Structure and Ideology in the Aher Narrative (bHag 15a and b) Mordechai Z. Cohen A Talmudist's Halakhic Hermeneutics: A New Understanding of Maimonides' Principle of Peshat Primacy Moshe Rosman Categorically Jewish, Distinctly Polish: The Museum of the History of Polish Jews and the New Polish-Jewish Metahistory Click here to download the entire issue as a single PDF file Vol. 1, 2002 Vol. 2, 2003 Vol. 3, 2004 Vol. 4, 2005 Vol. 5, 2006 Vol. 6, 2007 Vol. 7, 2008 Vol. 8, 2009 Vol. 9, 2010", 
    "domain": "www.biu.ac.il", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Jewish Studies, an Internet Journal (JSIJ)", 
        "url": "http://www.biu.ac.il/JS/JSIJ/index.htm"
    }, 
    "keywords": [
        "museums", 
        "bible", 
        "journal", 
        "journal issues", 
        "Judaisim", 
        "religion", 
        "literature", 
        "Hebrew", 
        "technology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3795489275904523629", 
            "resource_date": "2013-03-12T14:04:05.178-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:12:44.235757"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/07/open-access-journal-jewish-studies.html", 
            "resource_date": "2013-03-12T14:04:05.178-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:12:44.235773"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ketav-ʻet eleḳṭroni le-madaʻe Yahadut", 
    "url": "http://www.biu.ac.il/JS/JSIJ/index.htm", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}