{
    "description": "[First posted in AWOL. 4 November 2009. Updated 24 December 2014]. Jewish Studies, an Internet Journal (JSIJ) - Ketav-ʻet eleḳṭroni le-madaʻe Yahadut. JSIJ is a peer-reviewed, electronic journal dealing with all fields of Jewish studies, which is distributed free of charge via the Internet. By publishing articles electronically via the Internet, JSIJ seeks to disseminate articles much faster than is possible with paper publication, and to make these articles readily and conveniently accessible to a wide variety of readers at all times. Indeed, we hope that the use of this new technology will eventually allow JSIJ to develop in ways not available with conventional, printed journals, including the possibility of computerized full-text searching and the use of hyperlinks to other texts. JSIJ will include articles in both Hebrew and English. To render these articles accessible to as wide a variety of users as possible, regardless of computer program or platform, we offer two modes of \"publication\": via PDF files (universally accessible) and Word 97 files. JSIJ is initially scheduled to appear twice a year, although preliminary versions of articles will be made available on our site as soon as articles are accepted for publication and copyedited.", 
    "domain": "www.biu.ac.il", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Bible", 
        "Judaism", 
        "Jewish studies", 
        "journal", 
        "Judaisim", 
        "religion", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3795489275904523629", 
            "resource_date": "2014-12-24T17:58:58.237-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:48.132830"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/07/open-access-journal-jewish-studies.html", 
            "resource_date": "2014-12-24T17:58:58.237-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:48.132846"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Jewish Studies, an Internet Journal (JSIJ)", 
    "url": "http://www.biu.ac.il/JS/JSIJ/index.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}