{
    "description": "[First posted in AWOL. 29 October 2009. Updated 11 November 2014]. AIACNews: Bollettino quadrimestrale dell'Associazione Internazionale di Archeologia Classica Onlus. La fondazione dell’AIAC risale al 1945, nell’atmosfera di grande animazione della Roma postbellica. Fu quello un momento estremamente favorevole per la costituzione di un’organizzazione che fungesse da punto di riferimento per i numerosi studiosi stranieri che erano a Roma durante la guerra e per quelli che arrivavano al seguito delle truppe alleate. Per comprendere fino in fondo la nascita dell’AIAC è necessario, però, tornare indietro nel tempo fino al 1823, quando fu fondato a Roma il “Circolo degli Iperborei romani”. Gli Iperborei erano un gruppo di quattro intellettuali nordici (A. Kestner, O. Magnus von Stackelberg, E. Gerhard e Th. Panofka) che si riunivano per leggere classici e per esplorare le antichità di Roma e dei suoi dintorni, in nome di un mitico popolo collocato ai confini del mondo abitato.", 
    "domain": "www.aiac.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "classics", 
        "Italy", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8743319295002095698", 
            "resource_date": "2014-11-11T08:12:06.696-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:39.800065"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/05/open-avvess-journal-aiacnews-bollettino.html", 
            "resource_date": "2014-11-11T08:12:06.696-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:39.800081"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "AIACNews: Bollettino quadrimestrale dell'Associazione Internazionale di Archeologia Classica Onlus", 
    "url": "http://www.aiac.org/en/aiacnews", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}