{
    "description": "[First posted in AWOL 12 July 2009. Updated 7 December 2012]. ZENON DAI [Zentraler Online Katalog]. The DAI compiles some of the most important bibliographies on archaeology: Archaeological Bibliography Bibliography of the Archaeology of the Iberian Peninsula Subject catalogue of the Roman-German Commission Bibliography of the Archaeology of Eurasia (completed bibliography) You are now able to search through the Archaeological Bibliography free of charge at the website of the DAI. Please take a look at our central online catalogue ZENON DAI: opac. dainst. org ! The Archaeological Bibliography is expanded daily by the departments in Rome, Athens, Istanbul and the head office in Berlin, and it comprises titles collected since 1956 (approx. 400,000 titles). As a result of the involvement of the Athens and Istanbul departments in compiling the bibliography (since spring 2006), considerably more Greek and Turkish journals and monographs have been described and made available for research, in view of the holdings of those libraries. The Archaeological Bibliography is being expanded additionally in the following areas: prehistory/Anatolia and among the oriental cultures: Hittites and Urartu. In the Archaeological Bibliography you can search for monographs and articles from approx. 2,700 journals and articles from congress reports and festschrifts, etc. The bibliography contains the literature on Graeco-Roman culture and its peripheral cultural and also literature on Etruscan, Minoan and Mycenaean culture, the Anatolian cultures, prehistory and ancient history including epigraphy and numismatics. Congress reports are now archived more consistently than before, arranged as a whole and described according to content. Festschrifts and publications by several authors are described according to content if they have a unifying theme. Reviews are currently not admitted.", 
    "domain": "opac.dainst.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "bibliography", 
        "DAI", 
        "Zenon", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5758311758753942925", 
            "resource_date": "2014-01-31T09:50:33.693-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:55.791335"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/12/open-access-bibiography-zenon-at-dai.html", 
            "resource_date": "2014-01-31T09:50:33.693-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:55.791351"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "ZENON DAI", 
    "url": "http://opac.dainst.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}