{
    "description": "Society for the Oral Reading of Greek and Latin Literature (SORGLL ). It is generally acknowledged that the literature of the Greeks and Romans is among the most beautiful and powerful expressions of the human mind. It is also generally known that this body of literature was created with the intention of being orally performed and aurally experienced by a group of listeners, large or small, and was not intended to be read silently with the eyes alone. The element of sound is therefore fundamental to a full esthetic experience and understanding of Greek and Latin literature. And yet, the traditional method of teaching Greek and Latin ignores or neglects the sounds of these languages, as if they were of little or no importance, thus depriving students of the basic literary reward of hearing and reproducing beautiful poetry. It is as if students were to study Mozart solely from musical scores and not be given the opportunity of hearing his music. It is the aim or our Society to encourage students and teachers to listen to and to reproduce the sounds of Greek and Latin literature, thereby enriching the whole study process of these languages. Fortunately, linguistic and metrical research of the last century now permits us to acquire a close approximation of the pronunciation of classical Greek and Latin, a result which we call the \"restored pronunciation\" (basic bibliography below). Our Society feels that it is our professional duty to use the results of this research in our teaching of Greek and Latin as a means for achieving maximum authenticity and esthetic pleasure in the reading of Greek and Latin literary works. As a means toward this end, our Society presents programs oriented to the oral performance of Classical literature at the annual APA meetings, we publish a newsletter, we have established this website to present pertinent information, audio clips, queries and discussion, while several members or our Society regularly give recitals of Greek and Latin literature in schools, colleges and universities throughout the country. We cordially invite you to join the Society for the Oral Reading of Greek and Latin Literature and to share our experience in hearing and reproducing the true sounds of Homer, Vergil, and the other Classical authors.", 
    "domain": "www.rhapsodes.fll.vt.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Greek", 
        "Latin", 
        "literature"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3764148972744006494", 
            "resource_date": "2012-12-06T09:29:55.965-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:47.897333"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/society-for-oral-reading-of-greek-and.html", 
            "resource_date": "2012-12-06T09:29:55.965-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:47.897349"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Society for the Oral Reading of Greek and Latin Literature (SORGLL)", 
    "url": "http://www.rhapsodes.fll.vt.edu/index.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}