{
    "description": "Volume 6 Hidden history?: examination of two patches on John White’s map of ‘Virginia’ Janet Ambers, Joanna Russell, David Saunders and Kim Sloan Identification of hairs and fibres in Great Lakes objects from the eighteenth and nineteenth centuries using variable pressure scanning electron microscopy Caroline Cartwright and Jonathan C.H. King An economic history of the post-Medieval world in 50 ingots: the British Museum collection of ingots from dated wrecks Paul Craddock and Duncan Hook Investigating and interpreting an early-to-mid sixth-century Frankish style helmet Jamie Hood, Barry Ager, Craig Williams, Susan Harrington and Caroline Cartwright The fall and rise of a Roman statue: the Kew Gardens Hermes Kathryn Oliver, Peter Higgs and Michela Spataro Hidden, looted, saved: the scientific research and conservation of a group of Begram Ivories from the National Museum of Afghanistan Emma Passmore, Janet Ambers, Catherine Higgitt, Clare Ward, Barbara Wills, St John Simpson and Caroline Cartwright The Norwich shroud: conservation and investigation of a rare Eighteenth Dynasty shroud Monique Pullan, Janet Ambers, Caroline Cartwright, John H. Taylor and Faye Kalloniatis Archaeobotanical research in a pharaonic town in ancient Nubia Philippa Ryan, Caroline Cartwright and Neal Spencer A radioactive shamanic apron with glass disease Rachel Swift, Andrew S. Meek, Nicole Rode and Anouska Komlosy", 
    "domain": "www.britishmuseum.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "British Museum Technical Research Bulletin", 
        "url": "http://www.britishmuseum.org/research/publications/online_journals/technical_research_bulletin.aspx"
    }, 
    "keywords": [
        "Afghanistan", 
        "maps", 
        "antiquity", 
        "museums", 
        "glass", 
        "Roman", 
        "conservation", 
        "Nubia", 
        "British Museum", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1077944458039409564", 
            "resource_date": "2013-11-25T11:04:56.785-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:11:14.213489"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/11/open-access-journal-british-museum.html", 
            "resource_date": "2013-11-25T11:04:56.785-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:11:14.213505"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Volume 6", 
    "url": "http://www.britishmuseum.org/research/publications/online_journals/technical_research_bulletin/bmtrb_volume_6.aspx", 
    "volume": "6", 
    "year": null, 
    "zotero_id": null
}