{
    "description": "BBC Radio 4: In Our Time. Archive by Era: Ancient Greece. Archimedes. Melvyn Bragg discusses the Greek mathematician Archimedes and his famous cry of “eureka!” Aristotle's Poetics. Melvyn Bragg and guests discuss Aristotle's Poetics. Aristotle's Politics. Melvyn Bragg and guests discuss Aristotle’s ‘Politics’. Averroes. Melvyn Bragg and guests discuss the 12th century Islamic philosopher, Averroes. Comedy in Ancient Greek Theatre. Melvyn Bragg explores comedy in Ancient Greek theatre including Aristophanes and Menander. Cultural Imperialism. Melvyn Bragg examines how a dominant power can exert a cultural influence on its empire. Cynicism. Melvyn Bragg and guests discuss the Cynics, the performance artists of philosophy. Democracy. Melvyn Bragg examines the origins of the most cherished form of government in the world. Friendship. Melvyn Bragg explores the concept of friendship; ‘a single soul dwelling in two bodies’. Greek and Roman Love Poetry. Melvyn Bragg and guests discuss Greek and Roman love poetry. Happiness. Melvyn Bragg considers whether 'happiness' means living a life of pleasure or of virtue. Heraclitus. Melvyn Bragg and his guests discuss the ancient Greek philosopher Heraclitus. Heroism. Melvyn Bragg explores what defines a hero, and their place in classical society. Logic. Melvyn Bragg and his guests discuss the history of logic. Pi. Melvyn Bragg examines the history of the longest and most detailed number in nature. Prime Numbers. Melvyn Bragg examines prime numbers and their mysterious role in the universe of numbers. Pythagoras. Melvyn Bragg and guests discuss the ideas of Pythagoras and the Pythagoreans. Relativism. Melvyn Bragg and guests discuss relativism; a philosophy with no absolute truths. Rhetoric. Melvyn Bragg and guests discusses rhetoric; supported by Aristotle but reviled by Plato. Socrates. Melvyn Bragg and guests discuss the iconic Greek philosopher, Socrates. Sparta. Melvyn Bragg and guests discuss the Ancient Greek city-state of Sparta. Stoicism. Melvyn Bragg explore Stoicism, the most influential philosophy in the Ancient World. The Amazons. Melvyn Bragg and guests discuss the Amazons, formidable female warriors of classical myth. The Artist. Melvyn Bragg explores the history and changing the status of the artist. The Delphic Oracle. Melvyn Bragg and his guests discuss the Delphic Oracle. The Examined Life. Melvyn Bragg investigates how our preoccupations about how to live have altered over time. The Greek Myths. Melvyn Bragg and guests discuss the Greek myths from Achilles to Zeus. The Hippocratic Oath. Melvyn Bragg and his guests discuss the Hippocratic Oath. The Library of Alexandria. Melvyn Bragg and guests discuss the Library of Alexandria. The Oath. Melvyn Bragg and guests explore the importance of the oath in the Classical World. The Odyssey. Melvyn Bragg and guests discuss the monster filled epic, Homer’s Odyssey. The Oresteia. Melvyn Bragg examines the ‘Oresteia’, the seminal trilogy of tragedies by Aeschylus. The School of Athens. Melvyn Bragg and guests discuss Raphael's depiction of Plato and Aristotle. The Translation Movement. Melvyn Bragg and guests discuss classical Greek ideas in the Arabic and the Islamic world. The Trojan War. Melvyn Bragg and guests discuss the Trojan War, a central event of Ancient Greek mythology Thermopylae. Melvyn Bragg examines the Battle of Thermopylae, a defining clash between East and West. Tragedy. Melvyn Bragg examines whether the ancient genre of tragedy has a place in our own time. Virtue. Melvyn Bragg explores the meaning and purpose of the philosophical concept of virtue. Xenophon. Melvyn Bragg and his guests discuss the ancient Greek historian and soldier Xenophon.", 
    "domain": "www.bbc.co.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "podcast", 
        "Greece", 
        "England", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-842916321664454739", 
            "resource_date": "2014-08-23T09:20:37.721-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:04.793101"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/08/bbc-radio-4-in-our-time-ancient-greece.html", 
            "resource_date": "2014-08-23T09:20:37.721-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:04.793118"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "BBC Radio 4: In Our Time: Ancient Greece", 
    "url": "http://www.bbc.co.uk/programmes/b006qykl", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}