{
    "description": "MicroCommons. The primary goal of MicroCommons is to foster an online research community of microartifact specialists, micromorphologists and scholars from around the world interested in these techniques. This database is also meant to be a resource for archaeobotanists, zooarchaeologists, lithic analysts and any other specialists who have the occasion to work with very small or microscopic artifacts. MicroCommons is structured to: Serve as a virtual meeting place for scholars to discuss their work, present new ideas, ask questions, and form collaborations to further the techniques of microartifact and micromorphological analyses Make available a type collection of microartifacts and micromorphological samples to aid in identification and maintain consistency across projects Facilitate dialog for the forming of standardized methods Maintain a comprehensive bibliography of relevant project publications and theoretical/methodological literature Provide a starting point for those wishing to incorporate a microarchaeological approach to their research strategy MicroCommons is not just a repository for information. It is a powerful research tool that scholars can use for data comparison across archaeological sites and time periods. MicroCommons is also a community of researchers offering knowledge, critique, advice, and discussion about the techniques involved with microartifact analysis and micromorphology. Collections Forum Contribute About Help.", 
    "domain": "www.microcommons.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "collaboration", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8800392761884240209", 
            "resource_date": "2012-06-07T17:50:58.748-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:53.948575"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/06/microcommons-community-of-scholars-and.html", 
            "resource_date": "2012-06-07T17:50:58.748-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:53.948591"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "MicroCommons: A community of scholars and specialists interested in the techniques of microartifact analysis and micromorphology", 
    "url": "http://www.microcommons.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}