{
    "description": "First posted in AWOL 9 June 2011. Updated 27 November 2012]. First posted in AWOL 9 June 2011. Updated 27 November 2012]. Amphoreus. Welcome to Amphoreus ! This site represents the on-line database of the « Bulletin Amphorologique » edited by the Revue des études grecques. Not only does it allow readers to look up all the reviews appearing in the Bulletin, it also announces the publication of studies dealing with amphoras and their stamps, automatically including them in the list of new publications; where necessary these studies will also be reviewed in the Bulletin. Moreover, a text bank and a picture bank allow one to publish documents online, while the agenda and the forum help to keep up to date with the latest developments in amphora research. The norms for the publication of amphora stamps and a list of bibliographical abbreviations are also available. Home Actualités Bulletin Website Add a publication New publications Bibliographic search Norms of publication Abbreviations Agenda Forum Text Bank Picture Bank Weblinks FAQ Legal Mentions Sitemap Contact us AVRAM A. , De la concordance chronologique entre les astynomes sinopéens. , 2010 AVRAM A. , Timbres amphoriques et épigraphie lapidaire: astynomes et proxènes, 2010 BADOUD N. , Addenda et corrigenda au Bulletin amphorologique 2007 BADOUD N. , De la description en archéologie, 2007 BADOUD N. , Une famille de bronziers originaire de Tyr, 2010 BADOUD, N. , Amphores rhodiennes vues à Damas par Henri Seyrig, 2010 GARLAN Y. , Les progrès de l'épigraphie céramique, 2010 GARLAN, Y. & BADOUD, N. , De la collecte à la publication des timbres amphoriques grecs, 2011 GHICA V. et al. , Les ermitages d'Abu Darag revisités, 2008 GÖRANSSON Kr. , The Transport Amphorae from Euesperides, 2007: Addenda et Corrigenda MARANGOU, A. & MARCHAND, S. , Conteneurs importés et égyptiens à Tebtynis (Fayoum), 2007 MARANGOU, A. & MARCHAND, S. , La contribution des conteneurs commerciaux. , 2009 MARANGOU, A. , Amphores hellénistiques d'Amathonte, 2009.", 
    "domain": "www.amphoreus.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "pottery", 
        "database", 
        "amphorae", 
        "Roman", 
        "data", 
        "ceramics"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2431371716274894340", 
            "resource_date": "2012-11-27T09:53:28.027-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:29.562932"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/06/online-database-of-bulletin.html", 
            "resource_date": "2012-11-27T09:53:28.027-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:29.562949"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Amphoreus: Online Database of the \"Bulletin Amphorologique\"", 
    "url": "http://www.amphoreus.org/index.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}