{
    "description": "Most recent content in Archaeology in Greece Online/Chronique des fouilles en ligne Most recent content in Archaeology in Greece Online/Chronique des fouilles en ligne Thessalie - 2009 Consulter Péloponnèse - 2009 Consulter Égée du Sud - 2009 Consulter Attique - 2008 Consulter Crète - 2008 Consulter Égée du Nord - 2008 Consulter Iles Ioniennes - 2008 Consulter Péloponnèse - 2008 Consulter Épire - 2008 Consulter Macédoine de l'Ouest - 2008 Consulter Thessalie - 2008 Consulter Grèce centrale - 2008 Consulter Macédoine de l'Est - 2008 Consulter Chypre - 2008 La chronique des fouilles et découvertes à Chypre pour l'année 2008 a été rassemblée à partir des rapports d'activités du département des antiquités, de l'université de Nicosie et des missions étrangères. Elle a été transmise par P. Flourentzos, département des antiquités de Chypre. Consulter Égée du Sud - 2008 The latest reports for the South Aegean are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. Consulter Macédoine Centrale - 2008 The latest reports for Central Macedonia are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. Consulter Chypre - 2007 La chronique des fouilles et découvertes à Chypre pour l'année 2007 a été rassemblée à partir des rapports d'activités du département des antiquités, de l'université de Nicosie et des missions étrangères. Elle a été transmise par P. Flourentzos, département des antiquités de Chypre. Consulter Macédoine de l'Ouest - 2007 The latest reports for Western Macedonia are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. Consulter Thessalie - 2007 The latest reports for Thessaly are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. Consulter Péloponnèse - 2007 The latest reports for the Peloponnese are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. Consulter Crète - 2007 The latest reports for Crete are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. Consulter Iles Ioniennes - 2007 The latest reports for the Ionian Islands are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. Consulter Épire - 2007 The latest reports for Epirus are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. Consulter Attique - 2007 The latest reports for Athens and Attica are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. Consulter Grèce centrale - 2006 La chronique des fouilles en Grèce centrale pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères. Consulter Péloponnèse - 2006 La chronique des fouilles dans le Péloponnèse pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères et la Société Archéologique, ainsi que sur la publication des actes du Colloque sur les études péloponnésiennes. Consulter Égée du Sud - 2006 La chronique des fouilles en Égée du Sud pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères et la Société Archéologique. Consulter Crète - 2006 La chronique des fouilles en Crète pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères et la Société Archéologique, la publication d'AR 52 (2006) et 53 (2007), Ergon 53 (2006), et les résumés du 10e Congrès Crétologique. Consulter Macédoine Centrale - 2006 La chronique des fouilles en Macédoine centrale pour l'année 2006 s'est appuyée sur la publication de l'ΑΕΜΘ 18 (2004); 19 (2005) et 20 (2006). Consulter Iles Ioniennes - 2006 La chronique des fouilles dans les îles ioniennes pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères. Consulter Thessalie - 2006 La chronique des fouilles en Thessalie pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'ΑR 52(2006) et 53 (2007). Consulter Épire - 2006 La chronique des fouilles en Épire pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères. Consulter Macédoine de l'Ouest - 2006 La chronique des fouilles en Macédoine occidentale pour l'année 2006 s'est appuyée sur la publication de l'ΑΕΜΘ 19 (2005) et 20 (2006). Consulter Grèce de l'Ouest - 2006 La chronique des fouilles en Grèce de l'Ouest pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'Ergon 53 (2006). Consulter Égée du Nord - 2006 La chronique des fouilles en Égée du Nord pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de AR 52 (2006). Consulter Attique - 2006 La chronique des fouilles en Attique pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, la Société Archéologique et l'Université d'Athènes. Consulter Macédoine de l'Est - 2006 La chronique des fouilles en Macédoine orientale pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'ΑΕΜΘ 20 (2006). Consulter Chypre - 2006 La chronique des fouilles et découvertes à Chypre pour l\\'année 2006 a été rassemblée à partir des rapports d\\'activités du département des antiquités, de l\\'université de Nicosie et des missions étrangères. Elle a été transmise par P. Flourentzos, département des antiquités de Chypre. Consulter Grèce centrale - 2005 La chronique des fouilles en Grèce centrale pour l\\'année 2005 s\\'est appuyée sur les rapports d\\'activités remis par les écoles étrangères. Consulter Péloponnèse - 2005 La chronique des fouilles dans le Péloponnèse pour l'année 2005 s'est appuyée sur la publication des actes du Colloque sur les études péloponnésiennes. Consulter Crète - 2005 La chronique des fouilles en Crète pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères et la Société Archéologique, la publication d'AR 52 (2006), et les résumés du 10e Congrès Crétologique. Consulter Macédoine Centrale - 2005 La chronique des fouilles en Macédoine centrale pour l'année 2005 s'est appuyée sur la publication de l'ΑΕΜΘ 18 (2004); 19 (2005). Consulter Thessalie - 2005 La chronique des fouilles en Thessalie pour l'année 2005 s'est appuyée sur la publication de Pharos 13 (2005). Consulter Épire - 2005 La chronique des fouilles en Épire pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'Ergon 52 (2006). Consulter Macédoine de l'Ouest - 2005 La chronique des fouilles en Macédoine occidentale pour l'année 2005 s'est appuyée sur la publication de l'ΑΕΜΘ 19 (2005) et 20 (2006). Consulter Grèce de l'Ouest - 2005 La chronique des fouilles en Grèce de l'Ouest pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'ΑR 52 (2006) et 53 (2007). Consulter Macédoine de l'Est - 2005 La chronique des fouilles en Macédoine orientale pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'ΑΕΜΘ 19 (2005) et 20 (2006). Consulter Attique - 2005 La chronique des fouilles en Attique pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, la Société Archéologique et l'Université d'Athènes. Consulter Thessalie - 2004 Consulter Macédoine Centrale - 2004 La chronique des fouilles en Macédoine centrale pour l'année 2006 s'est appuyée sur la publication de l'ΑΕΜΘ 18 (2004); 19 (2005) et AR 52 (2006); 53 (2007). Consulter Thessalie - 2003 Consulter Grèce centrale - 2003 Consulter Thessalie - 2000 La chronique des fouilles en Thessalie pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. Consulter Macédoine de l'Ouest - 2000 La chronique des fouilles en Macédoine occidentale pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. Consulter Macédoine de l'Est - 2000 La chronique des fouilles en Macédoine orientale pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. Consulter Macédoine Centrale - 2000 La chronique des fouilles en Macédoine centrale pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. Consulter Grèce centrale - 2000 La chronique des fouilles en Grèce centrale pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. Consulter Égée du Sud - 2000 La chronique des fouilles en Égée du Sud pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. Consulter Égée du Nord - 2000 La chronique des fouilles en Égée du Nord pour l'année 2000 s'est appuyée sur la publication de l'AD 55 (2000) [2009]. Consulter Crète - 1999 La chronique des fouilles en Crète pour l'année 1999 s'est appuyée sur la publication de l'ΑD 54 (1999) [2006]. Consulter Macédoine de l'Est - 1999 La chronique des fouilles en Macédoine orientale pour l'année 1999 s'est appuyée sur la publication de l'ΑD 54 (1999) [2006]. Consulter Péloponnèse - 1999 La chronique des fouilles dans le Péloponnèse pour l'année 1999 s'est appuyée sur la publication de l'ΑD 54 (1999) [2006]. Consulter Égée du Sud - 1999 La chronique des fouilles en Égée du Sud pour l'année 1999 s'est appuyée sur la publication de l'ΑD 54 (1999) [2006]. Consulter Thessalie - 1999 La chronique des fouilles en Thessalie pour l'année 1999 s'est appuyée sur la publication de l'ΑD 54 (1999) [2006]. Consulter Égée du Nord - 1999 La chronique des fouilles en Égée du Nord pour l'année 1999 s'est appuyée sur les la publication de l'AD 54 (1999) [2006]. Consulter", 
    "domain": "chronique.efa.gr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "archaeology", 
        "Greece"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1588585389804255305", 
            "resource_date": "2011-09-08T06:24:44.618-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:11:42.190453"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/09/recent-content-in-archaeology-in-greece.html", 
            "resource_date": "2011-09-08T06:24:44.618-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:11:42.190468"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://chronique.efa.gr/index.php/actu/allactu/64/", 
        "http://chronique.efa.gr/index.php/actu/allactu/63/", 
        "http://chronique.efa.gr/index.php/actu/allactu/63/", 
        "http://chronique.efa.gr/index.php/actu/allactu/62/", 
        "http://chronique.efa.gr/index.php/actu/allactu/62/", 
        "http://chronique.efa.gr/index.php/actu/allactu/77/", 
        "http://chronique.efa.gr/index.php/actu/allactu/77/", 
        "http://chronique.efa.gr/index.php/actu/allactu/76/", 
        "http://chronique.efa.gr/index.php/actu/allactu/76/", 
        "http://chronique.efa.gr/index.php/actu/allactu/70/", 
        "http://chronique.efa.gr/index.php/actu/allactu/70/", 
        "http://chronique.efa.gr/index.php/actu/allactu/69/", 
        "http://chronique.efa.gr/index.php/actu/allactu/69/", 
        "http://chronique.efa.gr/index.php/actu/allactu/68/", 
        "http://chronique.efa.gr/index.php/actu/allactu/68/", 
        "http://chronique.efa.gr/index.php/actu/allactu/67/", 
        "http://chronique.efa.gr/index.php/actu/allactu/67/", 
        "http://chronique.efa.gr/index.php/actu/allactu/71/", 
        "http://chronique.efa.gr/index.php/actu/allactu/71/", 
        "http://chronique.efa.gr/index.php/actu/allactu/75/", 
        "http://chronique.efa.gr/index.php/actu/allactu/75/", 
        "http://chronique.efa.gr/index.php/actu/allactu/74/", 
        "http://chronique.efa.gr/index.php/actu/allactu/74/", 
        "http://chronique.efa.gr/index.php/actu/allactu/73/", 
        "http://chronique.efa.gr/index.php/actu/allactu/73/", 
        "http://chronique.efa.gr/index.php/actu/allactu/78/", 
        "http://chronique.efa.gr/index.php/actu/allactu/78/", 
        "http://chronique.efa.gr/index.php/actu/allactu/61/", 
        "http://chronique.efa.gr/index.php/actu/allactu/61/", 
        "http://chronique.efa.gr/index.php/actu/allactu/11/", 
        "http://chronique.efa.gr/index.php/actu/allactu/11/", 
        "http://chronique.efa.gr/index.php/actu/allactu/24/", 
        "http://chronique.efa.gr/index.php/actu/allactu/24/", 
        "http://chronique.efa.gr/index.php/actu/allactu/22/", 
        "http://chronique.efa.gr/index.php/actu/allactu/22/", 
        "http://chronique.efa.gr/index.php/actu/allactu/20/", 
        "http://chronique.efa.gr/index.php/actu/allactu/20/", 
        "http://chronique.efa.gr/index.php/actu/allactu/17/", 
        "http://chronique.efa.gr/index.php/actu/allactu/17/", 
        "http://chronique.efa.gr/index.php/actu/allactu/15/", 
        "http://chronique.efa.gr/index.php/actu/allactu/15/", 
        "http://chronique.efa.gr/index.php/actu/allactu/14/", 
        "http://chronique.efa.gr/index.php/actu/allactu/14/", 
        "http://chronique.efa.gr/index.php/actu/allactu/13/", 
        "http://chronique.efa.gr/index.php/actu/allactu/13/", 
        "http://chronique.efa.gr/index.php/actu/allactu/10/", 
        "http://chronique.efa.gr/index.php/actu/allactu/10/", 
        "http://chronique.efa.gr/index.php/actu/allactu/56/", 
        "http://chronique.efa.gr/index.php/actu/allactu/56/", 
        "http://chronique.efa.gr/index.php/actu/allactu/53/", 
        "http://chronique.efa.gr/index.php/actu/allactu/53/", 
        "http://chronique.efa.gr/index.php/actu/allactu/50/", 
        "http://chronique.efa.gr/index.php/actu/allactu/50/", 
        "http://chronique.efa.gr/index.php/actu/allactu/48/", 
        "http://chronique.efa.gr/index.php/actu/allactu/48/", 
        "http://chronique.efa.gr/index.php/actu/allactu/46/", 
        "http://chronique.efa.gr/index.php/actu/allactu/46/", 
        "http://chronique.efa.gr/index.php/actu/allactu/44/", 
        "http://chronique.efa.gr/index.php/actu/allactu/44/", 
        "http://chronique.efa.gr/index.php/actu/allactu/42/", 
        "http://chronique.efa.gr/index.php/actu/allactu/42/", 
        "http://chronique.efa.gr/index.php/actu/allactu/40/", 
        "http://chronique.efa.gr/index.php/actu/allactu/40/", 
        "http://chronique.efa.gr/index.php/actu/allactu/36/", 
        "http://chronique.efa.gr/index.php/actu/allactu/36/", 
        "http://chronique.efa.gr/index.php/actu/allactu/34/", 
        "http://chronique.efa.gr/index.php/actu/allactu/34/", 
        "http://chronique.efa.gr/index.php/actu/allactu/32/", 
        "http://chronique.efa.gr/index.php/actu/allactu/32/", 
        "http://chronique.efa.gr/index.php/actu/allactu/30/", 
        "http://chronique.efa.gr/index.php/actu/allactu/30/", 
        "http://chronique.efa.gr/index.php/actu/allactu/28/", 
        "http://chronique.efa.gr/index.php/actu/allactu/28/", 
        "http://chronique.efa.gr/index.php/actu/allactu/23/", 
        "http://chronique.efa.gr/index.php/actu/allactu/23/", 
        "http://chronique.efa.gr/index.php/actu/allactu/57/", 
        "http://chronique.efa.gr/index.php/actu/allactu/57/", 
        "http://chronique.efa.gr/index.php/actu/allactu/54/", 
        "http://chronique.efa.gr/index.php/actu/allactu/54/", 
        "http://chronique.efa.gr/index.php/actu/allactu/49/", 
        "http://chronique.efa.gr/index.php/actu/allactu/49/", 
        "http://chronique.efa.gr/index.php/actu/allactu/47/", 
        "http://chronique.efa.gr/index.php/actu/allactu/47/", 
        "http://chronique.efa.gr/index.php/actu/allactu/43/", 
        "http://chronique.efa.gr/index.php/actu/allactu/43/", 
        "http://chronique.efa.gr/index.php/actu/allactu/41/", 
        "http://chronique.efa.gr/index.php/actu/allactu/41/", 
        "http://chronique.efa.gr/index.php/actu/allactu/39/", 
        "http://chronique.efa.gr/index.php/actu/allactu/39/", 
        "http://chronique.efa.gr/index.php/actu/allactu/35/", 
        "http://chronique.efa.gr/index.php/actu/allactu/35/", 
        "http://chronique.efa.gr/index.php/actu/allactu/29/", 
        "http://chronique.efa.gr/index.php/actu/allactu/29/", 
        "http://chronique.efa.gr/index.php/actu/allactu/31/", 
        "http://chronique.efa.gr/index.php/actu/allactu/31/", 
        "http://chronique.efa.gr/index.php/actu/allactu/88/", 
        "http://chronique.efa.gr/index.php/actu/allactu/88/", 
        "http://chronique.efa.gr/index.php/actu/allactu/59/", 
        "http://chronique.efa.gr/index.php/actu/allactu/59/", 
        "http://chronique.efa.gr/index.php/actu/allactu/87/", 
        "http://chronique.efa.gr/index.php/actu/allactu/87/", 
        "http://chronique.efa.gr/index.php/actu/allactu/86/", 
        "http://chronique.efa.gr/index.php/actu/allactu/86/", 
        "http://chronique.efa.gr/index.php/actu/allactu/85/", 
        "http://chronique.efa.gr/index.php/actu/allactu/85/", 
        "http://chronique.efa.gr/index.php/actu/allactu/84/", 
        "http://chronique.efa.gr/index.php/actu/allactu/84/", 
        "http://chronique.efa.gr/index.php/actu/allactu/83/", 
        "http://chronique.efa.gr/index.php/actu/allactu/83/", 
        "http://chronique.efa.gr/index.php/actu/allactu/82/", 
        "http://chronique.efa.gr/index.php/actu/allactu/82/", 
        "http://chronique.efa.gr/index.php/actu/allactu/81/", 
        "http://chronique.efa.gr/index.php/actu/allactu/81/", 
        "http://chronique.efa.gr/index.php/actu/allactu/80/", 
        "http://chronique.efa.gr/index.php/actu/allactu/80/", 
        "http://chronique.efa.gr/index.php/actu/allactu/79/", 
        "http://chronique.efa.gr/index.php/actu/allactu/79/", 
        "http://chronique.efa.gr/index.php/actu/allactu/60/", 
        "http://chronique.efa.gr/index.php/actu/allactu/60/", 
        "http://chronique.efa.gr/index.php/actu/allactu/58/", 
        "http://chronique.efa.gr/index.php/actu/allactu/58/", 
        "http://chronique.efa.gr/index.php/actu/allactu/55/", 
        "http://chronique.efa.gr/index.php/actu/allactu/55/", 
        "http://chronique.efa.gr/index.php/actu/allactu/52/", 
        "http://chronique.efa.gr/index.php/actu/allactu/52/", 
        "http://chronique.efa.gr/index.php/actu/allactu/45/", 
        "http://chronique.efa.gr/index.php/actu/allactu/45/", 
        "http://chronique.efa.gr/index.php/actu/allactu/33/", 
        "http://chronique.efa.gr/index.php/actu/allactu/33/"
    ], 
    "title": "Recent content in Archaeology in Greece Online/Chronique des fouilles en ligne", 
    "url": "http://chronique.efa.gr/index.php/actu/allactu/64/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}