{
    "description": "Gordion Excavation Reports in AMAR One of a series of AWOL pages seeking to pull together publication series digitized and served through AMAR: Archive of Mesopotamian Archaeological Site Reports. Gordion Excavation Reports in AMAR. One of a series of AWOL pages seeking to pull together publication series digitized and served through AMAR: Archive of Mesopotamian Archaeological Site Reports. Gordion special studies II; Gordion: the terracotta figurines and related vessels 1995 Figurines -- Turkey -- Catalogs. Gordion (Extinct city) The Gordion excavations, 1950-1973: final reports. Vol. IV: illustrations: the early Phrygian pottery 1994 Pottery -- Phrygia -- Catalogs. Gordion (Extinct city) The Gordion excavations, 1950-1973: final reports. Vol. IV: text: the early Phrygian pottery 1994 Gordion (Extinct city) The Gordion excavations, final reports. Vol. III: the bronze age 1991 Gordion (Extinct city) The Gordion excavations, 1950-1973: final reports. Vol. II: the lesser Phrygian Tumuli. Pt. 1: the inhumations 1995 Gordion (Extinct city) The Gordion excavations, 1950-1973: final reports. Vol. I: three great early tumuli 1981 Mounds -- Turkey Turkey -- Antiquities -- Catalogs Gordion seals and sealings: individuals and society: plates 2005 Seals (Numismatics) -- Turkey -- Gordion (Extinct city) Gordion (Extinct city) -- Antiquities. Gordion seals and sealings: individuals and society 2005 Seals (Numismatics) -- Turkey -- Gordion (Extinct city) Gordion (Extinct city) -- Antiquities The archaeology of Midas and the Phrygians: recent work at Gordion 2005 Gordion (Extinct city) A Hittite cemetery at Gordion.", 
    "domain": "amar.hsclib.sunysb.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Turkey", 
        "Anatolia", 
        "archaeology", 
        "reports", 
        "Amar"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6591476688235662047", 
            "resource_date": "2013-05-14T09:42:02.317-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:40.289933"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/05/gordion-excavation-reports-in-amar.html", 
            "resource_date": "2013-05-14T09:42:02.317-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:40.289949"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Gordion Excavation Reports in AMAR", 
    "url": "http://amar.hsclib.sunysb.edu/amar/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}