{
    "authors": [], 
    "contributors": [], 
    "description": "Instrumentum: Groupe de travail européen sur l'artisanat et productions manufacturées dans l'Antiquit. INSTRUMENTUM est un groupe de travail international composé de chercheurs travaillant sur l'artisanat antique et ses produits dans l'Europe et le Bassin méditerranéen. Le champ chronologique couvert par l'association concerne les Ages du Fer européens ainsi que les cultures Grecque et Romaine, avec de possibles incursions dans l'Age du Bronze et le Moyen Age. INSTRUMENTUM s'est donné pour but de fédérer les recherches sur l'artisanat antique et ses productions en faisant connaître les travaux publiés, afin de mieux comprendre les conditions dans lesquelles l'artisanat, les productions et les techniques ont évolué antérieurement au Moyen Age. INSTRUMENTUM publie tous les 6 mois (en juin et en décembre) un Bulletin regroupant diverses informations, encourageant la recherche et facilitant la communication internationale entre les chercheurs de tous horizons. Une mise à jour bibliographique, des articles plus ou moins brefs selon les besoins, ainsi que des demandes de renseignements peuvent faire partie du contenu de chaque livraison en fonction des besoins des membres. Par ailleurs, depuis juin 1997, INSTRUMENTUM a également publié 36 monographies sur divers aspects de l'artisanat antique (thèses, colloques, recueil divers. ) (Editions Monique Mergoil). Cette collection très active comprend en permanence plusieurs volumes en préparation. INSTRUMENTUM a également organisé, financé ou co-organisé des dizianes de manifestations scientifiques, dans plusieurs pays européens, sur des thèmes proposés par ses membres. INSTRUMENTUM is a working-group that comprises scholars interested in the crafts and industries of ancient Europe and the Mediterranean. The chronological scope of the organization covers the European Iron Age and the eras of Greek and Roman civilization, with some overlap into the late Bronze Age and the early Middle Ages. The aim of INSTRUMENTUM is to bring together research on crafts and industries by drawing attention to published work, thus elucidating the conditions in which crafts, industries, and manufacturing techniques evolved before the Middle Ages. Twice a year INSTRUMENTUM issues the Bulletin, which disseminates information, encourages research, and facilitates international communication. An up-to-date bibliography, brief notices on current research, and requests for information also are included in an attempt to promote and facilitate research on objects, their use, and manufacture. Since June 1997 INSTRUMENTUM has published 35 monographs on ancient crafts and industries (Editions Monique Mergoil), with several more in preparation. INSTRUMENTUM also has organized and supported dozens of scientific meetings in various countries on topics proposed by members.", 
    "domain": "www.instrumentum-europe.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Instrumentum: Groupe de travail européen sur l'artisanat et productions manufacturées dans l'Antiquit", 
        "url": "http://www.instrumentum-europe.org/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "fr"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1806684534963392997", 
            "resource_date": "2014-10-31T08:59:43.615-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:06:59.553965"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/instrumentum-groupe-de-travail-europeen.html", 
            "resource_date": "2014-10-31T08:59:43.615-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:06:59.553978"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "bibliography-33-html", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Miscellaneous", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.instrumentum-europe.org/bibliography_33.html", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}