{
    "description": "Kuwaiti-Slovak Archaeological Mission to Failaka (KSAM). The Kuwaiti-Slovak Archaeological Mission to Failaka (KSAM) was established  following an original idea of Mr Shehab A. H. Shehab, Department of Museums and Antiquities Director, National Council for Culture, Arts & Letters (NCCAL), State of Kuwait. His visit to the Slovak Academy of Sciences (SAS) Institute of Archaeology in May 2004 resulted in the agreement for a five year scientific programme signed between the National Council for Culture, Arts & Letters, State of Kuwait, and the Institute of Archaeology, Slovak Academy of Sciences, Slovak Republic, in September 2004 in Nitra. The KSAM project could have not materialized and would not have taken its present shape if not for the constant and generous support of the NCCAL presided by Secretary General Mr Bader S. Al-Rifai, and the kindest, expeditious and effective role of Mr Shehab A. H. Shehab. Regarding the prolific and smooth cooperation with NCCAL, the help of the Secretary General Assistant for Antiquities and Museums and Engineering Affairs Sector, Mr Ali Al-Youha, must be pointed out. Without him the documentation and preliminary conservation of the site as it is being realized would hardly be possible. KSAM has been designed as a joint Kuwaiti-Slovak multidisciplinary research project fostering international cooperation and ties between young-generation researchers. The KSAM project was developed and has been elaborated and steered by Ms Lucia Benediková and Mr Peter Barta. As for the Slovak side, the mission has been working under the auspices of the SAS Institute of Archaeology. Thanks to Mr Karol Pieta, SAS Institute of Archaeology scientific secretary and Slovak team director, the mission has been able to take advantage of the presence of specialists in environmental archaeology and geo-disciplines that strongly cross-fertilize archaeological research. Apart from senior archaeologists and academicians, the fieldwork has very much benefited from the presence of graduates and undergraduates in archaeology and neighbouring disciplines coming from Kuwait (National Council for Culture, Arts & Letters, State of Kuwait), Slovakia (Institute of Archaeology, Slovak Academy of Sciences, Nitra, and from the Department of Archaeology, Constantine the Philosopher University, Nitra) and Turkey (Prehistoric Section, Istanbul University). For analyses of particular material groups that require a special approach KSAM cooperates with Kuwaiti (KISR and KOC), German, Czech, Belgian, British, Polish and Turkish laboratories and specialists. In their laboratories steatites, bitumens, metals, mortars, obsidians, archaeobotanical and archaeozoological material have been analysed and investigated. Four excavation seasons have taken place on Al-Khidr - in 2004, 2006, 2007 and by mid April 2008 the last field work season came to ist end. From 2009 onwards the material studies are scheduled that shall be concluded by a publication of the results. Thanks to the really warm and cordial welcome of the mission by the National Council for Culture, Arts & L. About the mission Geography History - - - - - - - Research Sites of interest Publications Training - - - - - - - Team Contact Collaborating partners Web links - - - - - - - Gallery Papers in scientific journals Pieta, K. - Shehab, S. A. H. - Benediková, L. - Bielich, M. - Tirpák, J. - Bartík, M. : Archaeological and Geophysical Survey at Deserted Early Islamic Village Al-Qusur, Failaka Island, State of Kuwait. Ve službách archeologie 1/09, 2009, 29-35. Barta, P. - Benediková, L. - Hajnalová, M. - Miklíková, Z. - Belanová, T. - Shehab, S. A. H. : Al-Khidr on Failaka Island: Preliminary Results of the Fieldworks at a Dilmun Culture Settlement in Kuwait. TÜBA-AR, Turkish Academy of Sciences Journal of Archaeology 11, 2008, 121-134. Shehab, S. A. H. - Bartík, M. - Tirpák, J. - Ďuriš, J. - Barta, P. - Benediková, L. - Bielich, M. : Survey and Mapping of Al-Quraniya, Failaka Island, State of Kuwait. Ve službách archeologie 2/08, 2008, 17-22. Miklíková, Z. - Barta, P. : KSAM renews archaeozoological research in Kuwait. International Council for Archaeozoology (ICAZ) Newsletter 8/2, 2007, 1. Barta, P. - Bartík, M. - Benediková, L. - Ďuriš, J. - Pieta, K. - Shehab, S. A. H. - Štolc, S. , Jr. - Tirpák, J. : Geophysical prospecting of the Bronze Age site Al-Khidr, Failaka Island, State of Kuwait. Študijné zvesti Archeologického ústavu SAV 41, 2007, 69-73. Pieta, K. - Shehab, S. A. H. - Tirpák, J. - Bielich, M. - Bartík, M. - Ďuriš, J. : Archaeological and geophysical prospecting of deserted Early Islamic village Al-Qusur (Failaka Island, State of Kuwait). Študijné zvesti Archeologického ústavu SAV 41, 2007, 74-76. Benediková, L. - Barta, P. : Kuwaiti-Slovak Archaeological Mission. Bulletin of The Society for Arabian Studies 12, 2007, 23-25.", 
    "domain": "www.kuwaitarchaeology.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Kuwait", 
        "Persian Gulf", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5149246840690675435", 
            "resource_date": "2012-10-05T15:23:50.057-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:20.060946"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/10/kuwaiti-slovak-archaeological-mission.html", 
            "resource_date": "2012-10-05T15:23:50.057-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:20.060962"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Kuwaiti-Slovak Archaeological Mission to Failaka (KSAM)", 
    "url": "http://www.kuwaitarchaeology.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}