{
    "description": "Elizabeth Lyding Will’s Publications [The link above includes a full bibliography - only the open access items are listed below]. 2002. “My Blood of the Covenant. ” Archaeology Odyssey Jan-Feb edition, accessed on Biblical Archaeology Online Archives. 2001. “Truth in Roman Labeling?” American Journal of Archaeology 105(2):263. 2001. “Defining the ‘Regna Vini’ of the Sestii. ” In New Light from Ancient Cosa: Studies in Honor of Cleo Rickman Fitch, edited by N. Goldman, 35-47. New York: Peter Lang Publishers. 2000. “The Roman Amphora: Learning from Storage Jars. ” Archaeology Odyssey Jan-Feb:26-35. 1999. “The Port of Cosa and Economic Romanization in Gaul and the Danube Valley. ” American Journal of Archaeology 103:292. 1998. Abstract of “Charles Eliot Norton and the Founding of the Archaeological Institute of America,” American Journal of Archaeology 102: 365. 1993. Review of Roman Pottery by Kevin Green, NECNT 20(4):39-41. 1992. “The Athenian Agora in India. ” Newsletter of the American School of Classical Studies at Athens. 29(Spring): 13. 1992. “Sardinian Amphora Studies: Past and Future. ” In Sardinia in the Mediterranean: a Footprint in the Sea, edited by R. H. Tykot and T. K. Andrews, 493-496. Studies in Sardinian Archaeology Presented to Miriam S. Balmuth. Monographs in Mediterranean Archaeology 3. Sheffield: Sheffield Academic Press. 1991. Abstract of “Romans and the North: The Wine Trade. ” American Journal of Archaeology 95:309-310. 1990. Abstract of “Roman Amphoras at Split. ” American Journal of Archaeology 94, 332. 1989. Review of Exsecranda pernicies: delatori e fisco nell’etá di Costantino, by Tullio Spagnuolo Vigorita. Classical World 83:2, 114-115. 1987. “The Roman Shipping Amphoras from Arikamedu. ” American Journal of Archaeology 91:293. 1987. “Shipping Amphoras as Economic Indicators. ” Rei Cretariae Romanae Fautorum Acta XXV-XXVI:71-77. 1987. “The Roman Amphoras. ” In The Roman Port and Fishery of Cosa: A Center of Ancient Trade, by A. McCann, J. Bourgeois, E. K. Gazda, J. P. Oleson, and E. L. Will, 171-219. Princeton: Princeton University Press. 1986. Review of Late Roman Amphorae in the Western Mediterranean. A Typology and Economic Study: The Catalan Evidence, by S. J. Keay. American Journal of Archaeology 90:502-503. 1986. Review of Cross-Cultural Trade in World History, by Philip D. Curtin. Classical World 80:1, 53-54. 1986. Review of Il Monte Testaccio: Ambiente, Storia, Materiali, by Emilio Rodríguez Almeida. American Journal of Archaeology 90:128-129. 1986. Abstract of “Ports and Amphoras. ” American Journal of Archaeology 90, 202. 1985. Co-authored with V. J. Bruno. “The Island of Pontia: A Nautical Survey. ” Archaeology 38:1, 40-47. 1985. Review of Pottery in the Roman World: An Ethnoarchaeological Approach, by D. P. S. Peacock. Archaeology 38:6, 71, 73. 1985. Review of Ancient Athenian Building Methods (Excavations of the Athenian Agora Picture Books, no. 20), by John Mck. Camp II and William B. Dinsmoor, Jr. New England Classical Newsletter XII(4):25-26. 1984. “The Spargi Wreck: A Reconsideration. ” American Journal of Archaeology 88:264. 1984. Review of Trade in the Ancient Economy, by Peter Garnsey, Keith Hopkins, and C. R. Whittaker. Archaeology 37:2, 67. 1984. Review of Bronzeworkers in the Athenian Agora (Excavations of the Athenian Agora Picture Books, no. 20), by Carol Mattusch. New England Classical Newsletter 11:4, 36. 1984. Co-authored with A. McCann. Review of The Seaborne Commerce of Ancient Rome: Studies in Archaeology and History, edited by J. H. D’Arms and E. C. Kopff. American Journal of Archaeology 88:1, 92-95. 1983. Review of Women’s Life in Greece and Rome, by M. R. Lefkowitz and M. B Fant. Archaeology 36:4, 75. 1983. Review of Commerce and Social Standing in Ancient Rome, by J. H. D’Arms. Archaeology 36:3, 77. 1983. “The Ludi Saeculares and the Altar of Dis and Proserpina. ” Classical Association of New England Seventy-eighth Annual Bulletin:20-21. 1983. “Diversification in Roman Industry: Some Ceramic Evidence. ” American Journal of Archaeology 87:269. 1983. “A Survey of the Roman Amphoras Found in Sardinia. ” Year Book of the American Philosophical Society 1983 edition:273-274. 1982. Abstract: “The Earliest Roman Amphoras. ” American Journal of Archaeology 86:290-291. 1982. “Greco-Italic Amphoras. ” Hesperia 51:338-356. 1982. Review of Greek and Roman Slavery, by Thomas Wiedemann. Archaeology 35:1, 68. 1982. “Ambiguity in Horace, Odes 1. 4. ” Classical Philology 77:3, 240-245. 1980. Co-authored with V. J. Bruno. “Exploring the Gulf of Talamone. ” Archaeology 33:4, 34-43. 1979. “Women in Pompeii. ” Archaeology 32:5, 34-43. 1979. “The Sestius Amphoras: A Reappraisal. ” Journal of Field Archaeology 6(3):339-350. 1977. Co-authored with A. McCann and J. Bourgeois. “Underwater Excavations at the Etruscan Port of Populonia. ” Journal of Field Archaeology 4(3), 293-296. 1977. “The Ancient Commercial Amphora. ” Archaeology 30:264-278. 1977. Abstract of “Women in Roman Business and Industry. ” New England Classical Newsletter 4:4, 10. 1975. “Roman Amphoras. ” New England Classical Newsletter 2:34-36. Reviews of E. L. Will’s Published Works Thompson, D. L 1989. Review of The Roman Port and Fishery of Cosa: A Center of Ancient Trade, by A. McCann, J. Bourgeois, E. K. Gazda, J. P. Olesen, and E. L. Will. Classical World 82:4, 311. Fulford, M. 1988. Review of The Roman Port and Fishery of Cosa: A Center of Ancient Trade, by A. McCann, J. Bourgeois, E. K. Gazda, J. P. Olesen, and E. L. Will. Isis 79:1, 162-163.", 
    "domain": "www.promare.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "PROMARE: Promoting Marine Research and Exploration", 
        "url": "http://www.promare.org/"
    }, 
    "keywords": [
        "amphorae", 
        "philology", 
        "Athens", 
        "Etruscans", 
        "Hesperia", 
        "newsletter", 
        "AIA", 
        "bibliography", 
        "religion", 
        "Sardinia", 
        "Catalan", 
        "book", 
        "open access", 
        "Isis", 
        "journal", 
        "Greek", 
        "Roman", 
        "Gaul", 
        "trade", 
        "AJA", 
        "antiquity", 
        "ceramics", 
        "pottery", 
        "bible", 
        "Mediterranean", 
        "Greece", 
        "classics", 
        "archaeology", 
        "monograph"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1689836197334675383", 
            "resource_date": "2013-02-28T10:41:42.105-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:12:06.243088"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/02/promare-promoting-marine-research-and.html", 
            "resource_date": "2013-02-28T10:41:42.105-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:12:06.243106"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Elizabeth Lyding Will’s Publications", 
    "url": "http://www.promare.org/elizabeth-lyding-will/publications", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}