{
    "authors": [], 
    "contributors": [], 
    "description": "Bible Study Textbook Series (The Old Green Commentaries). College Press Publishing. Many of you are familiar with the Bible Study Textbook Series (The Old Green Commentaries). These were very popular several years back and many of you have requested copies of these timeless treasures. Because reprint cost are so high we have chosen not to reprint but instead, we are offering them electronically for free. These commentaries are being made available for your personal use. Feel free to download them to your computer. These files are very large and may take a while even with high speed and DSL services. If using dial up service please be aware the your download times may be extensive and you may encounter problems during the download. If you have problems downloading these files you want to consider using a download manager. Thank you for your interest in College Press. Genesis Vol. 1. Genesis Vol. 2. Genesis Vol. 3. Genesis Vol. 4. Exodus. Leviticus. Numbers. Deuteronomy. Joshua, Judges, Ruth. I & II Samuel. I & II Chronicles. Ezra, Nehemiah, Esther. Psalm II. Proverbs. Ecclesiastes, Song of Solomon. Isaiah III. Daniel. Minor Prophets II. Eternal Spirit Vol. I. Eternal Spirit Vol. II. Literature of the OT. New Testament Evidences. Christian Doctrine Vol. 1. Christian Doctrine Vol. 2. Christian Doctrine Vol. 3 & 4. Learning from Jesus. New Testament History. New Testament Vol. I. New Testament Vol. II. Matthew Vol III. Matthew Vol IV. Mark. Luke-Applebury. Luke-Butler. John Vol II. Acts. Romans. I & II Corinthians-Applebury. I Corinthians - Butler. II Corinthians - Butler. Galatians. Ephesians. Philippians, Colossians, and Philemon. I and II Thessalonians. Timothy and Titus. Hebrews. James and Jude. I and II Peter. I, II, III John. Revelation-Tomlinson. Revelation-Strauss.", 
    "domain": "www.collegepress.com", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Bible Study Textbook Series (The Old Green Commentaries)", 
        "url": "http://www.collegepress.com/storefront/node/238"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3941726792466583330", 
            "resource_date": "2010-09-08T10:57:16.179-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:09:52.266259"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/09/open-access-bible-study-textbook-series.html", 
            "resource_date": "2010-09-08T10:57:16.179-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:09:52.266277"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "321bb2af80703d852625a5e5d284df46665614d6", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Revelation-Strauss", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.collegepress.com/cp/pdf/23%20Revelation%20-%20Strauss.pdf", 
    "url_alternates": [], 
    "volume": "-", 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}