{
    "description": "[First posted in AWOL 27 November 2011, updated 13 December 2014]. E-Sylum: An Electronic Publication of the Numismatic Bibliomania Society. On the morning of Friday, September 4, 1998, the Numismatic Bibliomania Society's Internet email list was inaugurated with the following message: This message is being sent to members and friends of the Numismatic Bibliomania Society (NBS) In a Press Release going out soon to the numismatic press, we describe the purpose of the mailing list as follows: Numismatic Bibliomania Society Vice President Wayne Homren is collecting email addresses for NBS members,  a process which began at the national meeting at the Portland  ANA convention. The resulting mailing list will be used to keep members and interested parties updated on NBS events and  changes to the NBS web site (http://www. money. org/club_nbs. html). A number of folks signed up at the meeting in Portland. To that initial group we've added the addresses of other current and former members that the Board is aware of, plus a few numismatic pen pals we thought might be interested. This is intended to be a moderated, low-volume mailing list, with no more than one message every week or so. Its purpose and use will evolve over time - please send us your comments and suggestions. In the meantime, please visit our web site, and forward this  note to any other email pen-pal you think might have an interest. Remember, the list isn't limited to only NBS members. Don't assume they're already on the list;  we're starting small, but with your help we can grow.", 
    "domain": "www.coinbooks.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access", 
        "numismatics"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-905704910978162337", 
            "resource_date": "2014-12-13T15:50:15.929-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:15.442539"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/11/opoen-acces-journal-e-sylum.html", 
            "resource_date": "2014-12-13T15:50:15.929-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:15.442555"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "E-Sylum: An Electronic Publication of the Numismatic Bibliomania Society", 
    "url": "http://www.coinbooks.org/esylum/index.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}