{
    "description": "Networks of interaction in Early Bronze Age Anatolia (Nov. 2010) Research carried out in Turkey over the last few decades seems to indicate that the Early Bronze Age in west and central Anatolia was a period in which new socio-political structures emerged whose mature development is reflected in the territorial entities of the Old Assyrian period. From the second half of the third millennium, we have evidence of social stratification both at the intra-site and inter-site level, accompanied by a wealth of prestige goods and public structures displayed in settlement and funerary contexts. This phenomenon is also paralleled by the rapid growth of long-distance relations both within Anatolia and with surrounding regions, at least partially triggered by the rise in metal demand of local and foreign elites. %IMAGEREPLACED% Susan Whitfield, Victoria Swift, Alastair Morrison & Sam Vanschaik, British Library (IDP) IDP: Mapping of archaeological sites uncovered in the early twentieth century along the Silk Road (Nov. 2010) Little was known of the remarkable heritage of the Silk Road until explorers and archaeologists of the early twentieth century uncovered the ruins of ancient cities in the desert sands, revealing astonishing sculptures, murals and manuscripts. One of the most notable discoveries was the Buddhist cave library near the oasis town of Dunhuang on the edge of the Gobi desert in western China. The cave had been sealed and hidden at the end of the first millennium AD and only re-discovered in 1900. Forty thousand manuscripts, paintings and printed documents on paper and silk were found in the cave itself. Tens of thousands more items were excavated from other Silk Road archaeological sites. These unique items have fascinating stories to tell of life on this great trade route from 100 BC to AD 1400. Yet most were dispersed to institutions worldwide in the early 1900s, making access difficult. The size and scope of the collections, as well as their fragility and limited access, has meant that, while they constitute a primary research resource for the history and literature of the region, many of the manuscripts in particular have yet to be studied in detail. The International Dunhuang Project aims to reunite this material by making it freely available online. One part of this project includes the mapping of archaeological sites, and the digitisation of data from archaeological data collected by Aurel Stein and other researchers, using tools such as Google Earth to help users to better understand the history of the Tarim Basin and its cultures.", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "archaeological site", 
        "Anatolia", 
        "literature", 
        "manuscripts", 
        "Turkey", 
        "Assyria", 
        "antiquity", 
        "project", 
        "religion", 
        "Buddhism", 
        "tools", 
        "heritage", 
        "trade", 
        "data", 
        "archaeology", 
        "bronze", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Networks of interaction in Early Bronze Age Anatolia", 
    "url": "http://www.archatlas.org/workshop09/works09-massa.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}