{
    "description": "The Role of Harbour Towns in the Re-Urbanization of the Northern Levant in the Middle Bronze Age: Perspectives from Cilicia and the Amuq Plain of Hatay (Dec. 2009) Trading connections and routes play a very important part in the development (or re-development) of urban centres in the Middle Bronze Age Levant. This is particularly clear in the regions of Cilicia and the Amuq Plain in the Hatay, in the north-east corner of the East Mediterranean, where at the beginning of the Middle Bronze Age we have evidence of large-scale public buildings and fortification systems which represent the revival of complex political and economic structures, following a collapse at the end of the Early Bronze Age. A key role in this is played by harbour towns on the Cilician and Levantine coasts, which have an important part in the articulation and exploitation of maritime and inland routes connecting different zones and their resources. This in turn leads, by the beginning of the Late Bronze Age, to the formation of a symbiotic network of semi-dependent kingdoms which link these different inland and coastal zones in a single interactive socio-economic system. %IMAGEREPLACED% Cinzia Tavernari, University of La Sorbonne-Paris IV The CIERA program and activities: focus on the roads and wayside caravanserais in medieval Syria (Oct. 2009) New research is currently being carried out in order to collect supplementary data, both historical and archaeological, on the road networks of Medieval Bilād al-Šām and their related facilities. Supported by the material evidence of caravanserais, the aim of the research is to propose a reconstruction and a preliminary analysis of the region's communication axis from the beginning of the Ayyubid period till the end of the Mamluk. The preliminary character of the reflections offered in this article will hopefully be pursued more thoroughly in the completion of a larger project now in its final phase.", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "Levant", 
        "project", 
        "fortifications", 
        "bronze", 
        "Syria", 
        "Middle Ages", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9198104256890785540", 
            "resource_date": "2013-02-20T16:27:51.722-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:43.031288"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/02/open-access-journal-archatlas-journal.html", 
            "resource_date": "2013-02-20T16:27:51.722-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:43.031302"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Role of Harbour Towns in the Re-Urbanization of the Northern Levant in the Middle Bronze Age: Perspectives from Cilicia and the Amuq Plain of Hatay", 
    "url": "http://www.archatlas.org/workshop09/works09-akar.php", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}