{
    "description": "Remote Sensing in Inaccessible Lands: Plains and preservation along old routes between Pakistan and Afghanistan (Sept. 2007) The current political situation in many areas of Western and Central Asia makes effective ground based archaeological research virtually impossible. Whilst people are generally cognisant of the situation in Iraq, this is also true for Afghanistan and parts of Pakistan. Furthermore, since the mid-19th century, the mountainous regions that comprise the eastern borderlands of modern Afghanistan, along with the western parts of the North West Frontier Province (NWFP) and the Tribal Areas of modern Pakistan have been difficult to access for extended periods. However, with the widespread availability of free or inexpensive satellite imagery, it is now possible to 'visit' these regions by looking at them from space. The use of satellite imagery in this way has a number of specific archaeological applications, including the reconstruction of ancient routes, the remote detection of archaeological sites and the assessment of site destruction and looting. %IMAGEREPLACED% Jason Ur, Department of Anthropology, Harvard University Agricultural and Pastoral Landscapes in the Near East: Case Studies using CORONA Satellite Photography (Sept. 2007) The Near East presents particular challenges to the study of past landscapes. Remote sensing has been a part of archaeology for a century, and aerial photographic coverage is now the ideal and standard for field survey basemaps. Such coverge, however, is not globally available. In the modern Middle East, for example, easy access to aerial photography is often impossible to obtain. As a result, archaeologists have turned to satellite imagery. Unfortunately, the resolution of space-based imaging systems such as Landsat and SPOT is often too coarse for archaeological features. To some extent, this issue has been solved by the availability of commercial high-resolution imagery. However, such imagery is expensive and documents the modern developed landscape. Over the last decade, Near Eastern archaeologists employed a new satellite resource that resolves many of these issues: the declassified CORONA intelligence program.", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "archaeological site", 
        "Afghanistan", 
        "preservation", 
        "imagery", 
        "journal", 
        "journal issues", 
        "Asia", 
        "antiquity", 
        "photography", 
        "Middle East", 
        "Central Asia", 
        "Near East", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Remote Sensing in Inaccessible Lands: Plains and preservation along old routes between Pakistan and Afghanistan", 
    "url": "http://www.archatlas.org/workshop/Petrie07.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}