{
    "description": "Virtual globes, geotagging and global landscapes: visualisation and database technologies in the age of the Internet (July 2007) This paper raises a series of broad issues about a particular set of new technologies which have become available for Mapping Human History from Space, namely: virtual globes, such as Google Earth and NASA's WorldWind, and their relationship to online archaeological datasets. First, some of technical background to these visualisation programs is explained, especially how they stand in relationship to previous GIS approaches. Issues with the increasing trend within archaeology, to publish site locations and other archaeological information using online databases are raised; and the possibilities and problems for a global archaeological atlas and the integration of multiple databases are explored. Finally the paper touches on the possible future research applications of initiatives which use novel visualisation and integrative databases. 2006 %IMAGEREPLACED% Andrew Sherratt Tellspotting (2006) How do we know where sites are? In the arc from south-east Europe to north-west India, early farming sites often form prominent mounds (known from the Arabic term as tell settlements). Such sites were often occupied over many millennia, and some of them grew into major cities during the Bronze Age – though thereafter settlement tended to shift to new locations away from the mounds. These early settlement-mounds form characteristic features of the landscape, and in fact are visible from space. Release of data from the Shuttle Radar Topography Mission in 2000 has provided the opportunity to identify the positions of many known archaeological sites of this type and to recognise others. Tellspotting is now not only an agreeable hobby, but has a high-tech methodology: an invaluable tool in reconstructing settlement-history and a means of inventorizing these outstanding sources of archaeological information. %IMAGEREPLACED% Andrew Sherratt and Francesco Menotti Sites and Landscapes in 3D (VRML images) (2006) If we have elevation data (conventionally represented by contour-lines) and satellite imagery, why not combine the two? This allows a site to be represented not just in a vertical view, but as it is seen from different viewpoints. Why not combine them all, so that it can be examined from all angles, flown over, walked through? These are some examples of famous areas and sites. A hint of the future, when such representations will be routine.", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "archaeological site", 
        "Europe", 
        "GIS", 
        "database", 
        "series", 
        "visualization", 
        "atlas", 
        "Arabic", 
        "data", 
        "archaeology", 
        "bronze", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Virtual globes, geotagging and global landscapes: visualisation and database technologies in the age of the Internet", 
    "url": "http://www.archatlas.org/workshop/Wilkinson.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}