{
    "description": "Environmental Change: the evolution of Mesopotamia (2004) The areas that were occupied by early farmers and town-dwellers were often very different from the landscapes that can be seen in the same areas today. Some of the most important changes took place in the great river basins where urban civilisation first emerged. Southern Mesopotamia (Iraq), the land of the two rivers, has been transformed over the last six thousand years by the changing relationships between rivers, land and sea. Although the pattern has not yet been reconstructed in detail, satellite imagery can be used to outline the major processes of change, and to visualise what an extraordinary landscape this was at the time of the first cities. %IMAGEREPLACED% Andrew Sherratt Why an electronic atlas of archaeology? (2004) When astronauts first took photographs of Earth from space, it transformed traditional images of the planet. Here, for the first time, were photographs of the world as it actually is. Systematic use of this information was at first confined to military objectives, but nowadays these images are familiar, as the backdrop to news items and weather forecasts. Moreover, they are now available as continuous cover, and can themselves be used as maps. ArchAtlas began in Oxford in 2000, as a means of making available the kinds of images and interpretations which are more easily disseminated through a website than by conventional paper publication.", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "atlas", 
        "military", 
        "Mesopotamia", 
        "imagery", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Environmental Change: the evolution of Mesopotamia", 
    "url": "http://www.archatlas.org/EnvironmentalChange/EnvironmentalChange.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}