{
    "description": "Exploring Routes and Plains in Southwest Iran (2005) Satellite imaging has given a new dimension to fieldwork in the varied terrain of Southwestern Iran, where the Zagros mountains separate the Mesopotamian lowlands from highland Iran, and whose successive ridges enclose fertile intermontane valleys. These fertile enclaves were often settled as early as the Neolithic, and have a continuous history of occupation down to the present day. They gained a historical importance as stepping stones on routes through the mountains (both for transhumance and trade), and as nodal points in the formation of political units. 2004 %IMAGEREPLACED% Andrew Sherratt Environmental Change: the evolution of Mesopotamia (2004) The areas that were occupied by early farmers and town-dwellers were often very different from the landscapes that can be seen in the same areas today. Some of the most important changes took place in the great river basins where urban civilisation first emerged. Southern Mesopotamia (Iraq), the land of the two rivers, has been transformed over the last six thousand years by the changing relationships between rivers, land and sea. Although the pattern has not yet been reconstructed in detail, satellite imagery can be used to outline the major processes of change, and to visualise what an extraordinary landscape this was at the time of the first cities. %IMAGEREPLACED% Andrew Sherratt Why an electronic atlas of archaeology? (2004) When astronauts first took photographs of Earth from space, it transformed traditional images of the planet. Here, for the first time, were photographs of the world as it actually is. Systematic use of this information was at first confined to military objectives, but nowadays these images are familiar, as the backdrop to news items and weather forecasts. Moreover, they are now available as continuous cover, and can themselves be used as maps. ArchAtlas began in Oxford in 2000, as a means of making available the kinds of images and interpretations which are more easily disseminated through a website than by conventional paper publication. %IMAGEREPLACED% Andrew Sherratt Trade Routes: the Growth of Global Trade (2004) One of the most evident features of the human past is the growing scale of connections between areas, shown for instance by the movement of materials (such as the Obsidian Trade ). Although the current phase of \"globalisation\" is unique in its range and impact, it was preceded by many earlier episodes of expansion and collapse. These maps reconstruct how such networks develop, and show how they follow a logic reflecting both their own geometry and that of the Earth's surface, and how they sometimes come to a catastrophic stop. %IMAGEREPLACED% Andrew Sherratt Sites from Satellites (2004) The resolution of satellite-imagery in the public domain is constantly improving. Although images with the resolution hitherto obtainable by aerial photographs are still expensive, imagery with a resolution of 15m or better is routinely available for most parts of the world, thanks principally to NASA. For some areas, this is already better than most maps. It is especially useful in areas with strong vegetational contrasts depending on water-sources. Selected key sites are presented here, as they can be seen from space. %IMAGEREPLACED% Andrew Sherratt and Francesco Menotti Andean Civilizations: Peru, South America (from Space) (2004) Few areas of the world include such spectacular environmental contrasts as the Andean coast of South America, with its coastal deserts and riverine oases, mountains and inter-montane valleys, and tropical rainforest interior. This complexity underlay the formation of the New World's indigenous civilisations, from the first temple-builders to the Inka. These developments are usefully seen by satellite, which reveals for instance the astonishing phenomenon of the Nazca lines – \"seen\" by shamans in spirit-flight, long before the first satellite was launched.", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "website", 
        "imagery", 
        "Iran", 
        "trade", 
        "maps", 
        "materials", 
        "atlas", 
        "military", 
        "Mesopotamia", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Exploring Routes and Plains in Southwest Iran", 
    "url": "http://www.archatlas.org/Petrie/RoutesandPlains.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}