{
    "description": "Agricultural and Pastoral Landscapes in the Near East: Case Studies using CORONA Satellite Photography (Sept. 2007) The Near East presents particular challenges to the study of past landscapes. Remote sensing has been a part of archaeology for a century, and aerial photographic coverage is now the ideal and standard for field survey basemaps. Such coverge, however, is not globally available. In the modern Middle East, for example, easy access to aerial photography is often impossible to obtain. As a result, archaeologists have turned to satellite imagery. Unfortunately, the resolution of space-based imaging systems such as Landsat and SPOT is often too coarse for archaeological features. To some extent, this issue has been solved by the availability of commercial high-resolution imagery. However, such imagery is expensive and documents the modern developed landscape. Over the last decade, Near Eastern archaeologists employed a new satellite resource that resolves many of these issues: the declassified CORONA intelligence program. %IMAGEREPLACED% Simone Mühl, Institute of Pre- and Early History and Near Eastern Archaeology, Heidelberg Mat Ashur - Land of Ashur. The Plain of Makhmur, Iraq (Aug. 2007) This paper gives an introduction to the archaeology of the Assyrian heartland where only a limited investigation outside of the big centres has taken place in the field. With methods of landscape archaeology and remote sensing techniques it is possible to survey a wide area and integrate detected landscape features into an historical framework and social and chronological contexts.", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "imagery", 
        "journal", 
        "Assyria", 
        "journal issues", 
        "photography", 
        "Middle East", 
        "Iraq", 
        "Near East", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Agricultural and Pastoral Landscapes in the Near East: Case Studies using CORONA Satellite Photography", 
    "url": "http://www.archatlas.org/workshop/Ur07.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}