{
    "description": "Mat Ashur - Land of Ashur. The Plain of Makhmur, Iraq (Aug. 2007) This paper gives an introduction to the archaeology of the Assyrian heartland where only a limited investigation outside of the big centres has taken place in the field. With methods of landscape archaeology and remote sensing techniques it is possible to survey a wide area and integrate detected landscape features into an historical framework and social and chronological contexts. %IMAGEREPLACED% Björn Menze, Interdisciplinary Centre for Scientific Computing, University of Heidelberg Quantitative approaches to the remote sensing of ancient settlements in the Near East using ASTER and SRTM data (July 2007) Tells, the characteristic settlement mounds of the Near East, are visible remains of the first human settlement system. Often piled up to considerable heights by the debris of millennia of settlement activity, they provide characteristic physical signatures, such as specific elevation profiles or soil changes, which – potentially – can be detected in data available from space-borne sensors. Using methods from pattern recognition and statistical learning, we systematically evaluated digital elevation models and multispectral imagery to provide means for a machine based detection and mapping of these archaeologically relevant settlement sites.", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "Near East", 
        "Assyria", 
        "antiquity", 
        "Iraq", 
        "data", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9198104256890785540", 
            "resource_date": "2013-02-20T16:27:51.722-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:43.171103"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/02/open-access-journal-archatlas-journal.html", 
            "resource_date": "2013-02-20T16:27:51.722-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:43.171119"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Mat Ashur - Land of Ashur. The Plain of Makhmur, Iraq", 
    "url": "http://www.archatlas.org/workshop/Muehl07.php", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}