{
    "description": "Portages (2005) Early trading networks carried relatively small quantities of valuable goods, often over considerable distances, both by land and water. The relationship between overland transport and carriage by river or sea helps to explain why trading centres rose to prominence at certain key positions on these routes. With very small quantities of goods, light vessels might be carried over short distances between rivers; and even when the bulk of traded goods increased, it might still be advantageous to carry the goods for short distances overland from one port to another. Sites at such break-of-bulk points became major nodes in the transport network. This presentation explores the changing geometry of early trade-routes, and especially the interface between land and sea. %IMAGEREPLACED% Andrew Sherratt Obsidian Trade in the Near East, 14,000 to 6500 BC (2005) Obsidian, a black volcanic glass, was first recognized by Colin Renfrew and his colleagues J.E. Dixon and J.R. Cann in the 1960s as a uniquely sensitive indicator of prehistoric trade, both because of the great desirability of this material before the use of metals, and also because the trace-elements it contains are usually diagnostic of individual sources. Based on data extracted from M.-C. Cauvin et al., L'obsidienne au Proche et Moyen Orient: du volcan à l'outil (Oxford: BAR Int. Ser. 738), maps indicate the flows of material from two major source-areas.", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "trade", 
        "maps", 
        "prehistory", 
        "data", 
        "Near East"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Portages", 
    "url": "http://www.archatlas.org/Portages/Portages.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}