{
    "description": "%IMAGEREPLACED% Cameron Petrie, Department of Archaeology, University of Cambridge Remote Sensing in Inaccessible Lands: Plains and preservation along old routes between Pakistan and Afghanistan (Sept. 2007) The current political situation in many areas of Western and Central Asia makes effective ground based archaeological research virtually impossible. Whilst people are generally cognisant of the situation in Iraq, this is also true for Afghanistan and parts of Pakistan. Furthermore, since the mid-19th century, the mountainous regions that comprise the eastern borderlands of modern Afghanistan, along with the western parts of the North West Frontier Province (NWFP) and the Tribal Areas of modern Pakistan have been difficult to access for extended periods. However, with the widespread availability of free or inexpensive satellite imagery, it is now possible to 'visit' these regions by looking at them from space. The use of satellite imagery in this way has a number of specific archaeological applications, including the reconstruction of ancient routes, the remote detection of archaeological sites and the assessment of site destruction and looting. Cameron Petrie, Department of Archaeology, University of Cambridge Remote Sensing in Inaccessible Lands: Plains and preservation along old routes between Pakistan and Afghanistan", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "archaeological site", 
        "Afghanistan", 
        "Cambridge", 
        "Asia", 
        "antiquity", 
        "preservation", 
        "Central Asia", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9198104256890785540", 
            "resource_date": "2013-02-20T16:27:51.722-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:43.130317"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/02/open-access-journal-archatlas-journal.html", 
            "resource_date": "2013-02-20T16:27:51.722-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:43.130332"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "%IMAGEREPLACED%", 
    "url": "http://www.archatlas.org/workshop/Petrie07.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}