{
    "description": "Geovisualization and Analysis of Agudas: Natural or Human-made Ponds in the Southern Maya Lowlands Geovisualization and Analysis of Agudas: Natural or Human-made Ponds in the Southern Maya Lowlands Geovisualization and Analysis of Agudas: Natural or Human-made Ponds in the Southern Maya Lowlands (June 2012) Water has been a principal concern for Maya people inhabiting much of the Yucatan Peninsula for millennia. As a result, studies of water management in the Maya region contribute significantly to our understanding of ancient Maya civilization and its environmental adaptations. Aguadas, water storage ponds of varying size, have been an understudied aspect of Maya water management systems. Recognizing the origins and functions of aguadas provides a more complete picture of ancient Maya water management strategies. In this study, we analyze aguadas geovisually and geospatially in the southern Maya lowlands. 2010 %IMAGEREPLACED% Michele Massa, Institute of Archaeology, University College, London Networks of interaction in Early Bronze Age Anatolia (Nov. 2010) Research carried out in Turkey over the last few decades seems to indicate that the Early Bronze Age in west and central Anatolia was a period in which new socio-political structures emerged whose mature development is reflected in the territorial entities of the Old Assyrian period. From the second half of the third millennium, we have evidence of social stratification both at the intra-site and inter-site level, accompanied by a wealth of prestige goods and public structures displayed in settlement and funerary contexts. This phenomenon is also paralleled by the rapid growth of long-distance relations both within Anatolia and with surrounding regions, at least partially triggered by the rise in metal demand of local and foreign elites. %IMAGEREPLACED% Susan Whitfield, Victoria Swift, Alastair Morrison & Sam Vanschaik, British Library (IDP) IDP: Mapping of archaeological sites uncovered in the early twentieth century along the Silk Road (Nov. 2010) Little was known of the remarkable heritage of the Silk Road until explorers and archaeologists of the early twentieth century uncovered the ruins of ancient cities in the desert sands, revealing astonishing sculptures, murals and manuscripts. One of the most notable discoveries was the Buddhist cave library near the oasis town of Dunhuang on the edge of the Gobi desert in western China. The cave had been sealed and hidden at the end of the first millennium AD and only re-discovered in 1900. Forty thousand manuscripts, paintings and printed documents on paper and silk were found in the cave itself. Tens of thousands more items were excavated from other Silk Road archaeological sites. These unique items have fascinating stories to tell of life on this great trade route from 100 BC to AD 1400. Yet most were dispersed to institutions worldwide in the early 1900s, making access difficult. The size and scope of the collections, as well as their fragility and limited access, has meant that, while they constitute a primary research resource for the history and literature of the region, many of the manuscripts in particular have yet to be studied in detail. The International Dunhuang Project aims to reunite this material by making it freely available online. One part of this project includes the mapping of archaeological sites, and the digitisation of data from archaeological data collected by Aurel Stein and other researchers, using tools such as Google Earth to help users to better understand the history of the Tarim Basin and its cultures. %IMAGEREPLACED% Paul D. Wordsworth, Institute of Archaeology, University College, London Traversing the Karakum: Approaches to defining trade networks through the desert landscapes of Medieval Central Asia (Oct. 2010) In our imagination of the 'Silk Routes', we envisage travellers, traders and intellectuals traversing vast continents for the purpose of exchanging rare and precious items. The archaeological study of these routes has usually focused on transmitted artefacts and ideas, as opposed to the means and methods by which they were carried. The resultant void of knowledge concerning the infrastructure of the Silk Roads, and the nature of the settlements that shaped and were shaped by them, presents a challenge to archaeologists from both a methodological and theoretical perspective. John Gallagher, Oxford University The 5th Dynasty Byblos Ship: seaborne communication and exchange in the East Mediterranean in the mid-3rd millennium BC (March 2010) A consideration of the 5th Dynasty Byblos-ship and the probable limitations to Egyptian sail-and-oar technology of the mid-3rd millennium BC. The suggested limitations to this technology are used to shed light on how and where it was possible to voyage in the mid-3rd millennium East Mediterranean basin. The long-established and rarely scrutinised notion in Aegean archaeology that the sea facilitated direct contact between the Aegean and neighbouring regions of the East Mediterranean basin (the north African coast, Egyptian delta, and Levantine littoral) from deep in prehistory is argued to be mistaken. Instead, it is suggested, the Aegean archipelago and its sail-less boats were a world remote from the African and Levantine seaboards until some point after the mid-3rd millennium BC. [Abstract only]", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "Turkey", 
        "Anatolia", 
        "prehistory", 
        "Asia", 
        "antiquity", 
        "Buddhism", 
        "tools", 
        "Central Asia", 
        "technology", 
        "archaeological site", 
        "data", 
        "religion", 
        "heritage", 
        "North Africa", 
        "Middle Ages", 
        "literature", 
        "egyptology", 
        "trade", 
        "manuscripts", 
        "bronze", 
        "Aegean", 
        "Assyria", 
        "Mediterranean", 
        "project", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Geovisualization and Analysis of Agudas: Natural or Human-made Ponds in the Southern Maya Lowlands", 
    "url": "http://www.archatlas.org/occpaper/Ferrand.php", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}