{
    "description": "Traversing the Karakum: Approaches to defining trade networks through the desert landscapes of Medieval Central Asia (Oct. 2010) In our imagination of the 'Silk Routes', we envisage travellers, traders and intellectuals traversing vast continents for the purpose of exchanging rare and precious items. The archaeological study of these routes has usually focused on transmitted artefacts and ideas, as opposed to the means and methods by which they were carried. The resultant void of knowledge concerning the infrastructure of the Silk Roads, and the nature of the settlements that shaped and were shaped by them, presents a challenge to archaeologists from both a methodological and theoretical perspective. John Gallagher, Oxford University The 5th Dynasty Byblos Ship: seaborne communication and exchange in the East Mediterranean in the mid-3rd millennium BC (March 2010) A consideration of the 5th Dynasty Byblos-ship and the probable limitations to Egyptian sail-and-oar technology of the mid-3rd millennium BC. The suggested limitations to this technology are used to shed light on how and where it was possible to voyage in the mid-3rd millennium East Mediterranean basin. The long-established and rarely scrutinised notion in Aegean archaeology that the sea facilitated direct contact between the Aegean and neighbouring regions of the East Mediterranean basin (the north African coast, Egyptian delta, and Levantine littoral) from deep in prehistory is argued to be mistaken. Instead, it is suggested, the Aegean archipelago and its sail-less boats were a world remote from the African and Levantine seaboards until some point after the mid-3rd millennium BC. [Abstract only] John Gallagher, Oxford University The 5th Dynasty Byblos Ship: seaborne communication and exchange in the East Mediterranean in the mid-3rd millennium BC (March 2010) A consideration of the 5th Dynasty Byblos-ship and the probable limitations to Egyptian sail-and-oar technology of the mid-3rd millennium BC. The suggested limitations to this technology are used to shed light on how and where it was possible to voyage in the mid-3rd millennium East Mediterranean basin. The long-established and rarely scrutinised notion in Aegean archaeology that the sea facilitated direct contact between the Aegean and neighbouring regions of the East Mediterranean basin (the north African coast, Egyptian delta, and Levantine littoral) from deep in prehistory is argued to be mistaken. Instead, it is suggested, the Aegean archipelago and its sail-less boats were a world remote from the African and Levantine seaboards until some point after the mid-3rd millennium BC. [Abstract only] John Gallagher, Oxford University The 5th Dynasty Byblos Ship: seaborne communication and exchange in the East Mediterranean in the mid-3rd millennium BC (March 2010) A consideration of the 5th Dynasty Byblos-ship and the probable limitations to Egyptian sail-and-oar technology of the mid-3rd millennium BC. The suggested limitations to this technology are used to shed light on how and where it was possible to voyage in the mid-3rd millennium East Mediterranean basin. The long-established and rarely scrutinised notion in Aegean archaeology that the sea facilitated direct contact between the Aegean and neighbouring regions of the East Mediterranean basin (the north African coast, Egyptian delta, and Levantine littoral) from deep in prehistory is argued to be mistaken. Instead, it is suggested, the Aegean archipelago and its sail-less boats were a world remote from the African and Levantine seaboards until some point after the mid-3rd millennium BC. [Abstract only] 2009 %IMAGEREPLACED% Murat Akar, Universitá degli Studi Firenze (Florence) The Role of Harbour Towns in the Re-Urbanization of the Northern Levant in the Middle Bronze Age: Perspectives from Cilicia and the Amuq Plain of Hatay (Dec. 2009) Trading connections and routes play a very important part in the development (or re-development) of urban centres in the Middle Bronze Age Levant. This is particularly clear in the regions of Cilicia and the Amuq Plain in the Hatay, in the north-east corner of the East Mediterranean, where at the beginning of the Middle Bronze Age we have evidence of large-scale public buildings and fortification systems which represent the revival of complex political and economic structures, following a collapse at the end of the Early Bronze Age. A key role in this is played by harbour towns on the Cilician and Levantine coasts, which have an important part in the articulation and exploitation of maritime and inland routes connecting different zones and their resources. This in turn leads, by the beginning of the Late Bronze Age, to the formation of a symbiotic network of semi-dependent kingdoms which link these different inland and coastal zones in a single interactive socio-economic system. %IMAGEREPLACED% Cinzia Tavernari, University of La Sorbonne-Paris IV The CIERA program and activities: focus on the roads and wayside caravanserais in medieval Syria (Oct. 2009) New research is currently being carried out in order to collect supplementary data, both historical and archaeological, on the road networks of Medieval Bilād al-Šām and their related facilities. Supported by the material evidence of caravanserais, the aim of the research is to propose a reconstruction and a preliminary analysis of the region's communication axis from the beginning of the Ayyubid period till the end of the Mamluk. The preliminary character of the reflections offered in this article will hopefully be pursued more thoroughly in the completion of a larger project now in its final phase. %IMAGEREPLACED% Toby Wilkinson, University of Sheffield Pathways and highways: routes in Bronze Age Eurasia (Oct. 2009) This visual essay explores the possibility of delineating two different types of routes, \"pathways\" and \"highways\", and the extent to which archaeology can help to analyse them. The technologies of cost-raster GIS analysis are introduced and applied to two case studies in Eastern Anatolia and Western Central Asia, c. 3000-1000 BC. It is to be hoped that the highlighted patterns, combined with a knowledge of contemporary material transformations, will provide insights into the processes of socio-economic change across these reconstructed networks of interaction. %IMAGEREPLACED% Toby Wilkinson, University of Sheffield Introduction to Remote Sensing data for Global Archaeology (July 2009) This document briefly introduces some of the key sources of spatial data from remote sensing sources, and a few other data types which have been particularly useful for archaeological research, and in particular, in the construction of ArchAtlas.", 
    "domain": "www.archatlas.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ArchAtlas Journal", 
        "url": "http://www.archatlas.org/journal/journal.php"
    }, 
    "keywords": [
        "Anatolia", 
        "prehistory", 
        "GIS", 
        "Aegean", 
        "egyptology", 
        "Mediterranean", 
        "Asia", 
        "North Africa", 
        "project", 
        "fortifications", 
        "Middle Ages", 
        "Levant", 
        "Central Asia", 
        "trade", 
        "Syria", 
        "technology", 
        "document", 
        "data", 
        "archaeology", 
        "bronze", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Traversing the Karakum: Approaches to defining trade networks through the desert landscapes of Medieval Central Asia", 
    "url": "http://www.archatlas.org/workshop09/works09-wordsworth.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}