{
    "description": "About Roman Emperors. This dataset provides: Linked Data about Roman Emperors Primary URI for this dataset (permalink): http://www. paregorios. org/resources/roman-emperors/. Aemilian (Marcus Aemilius Aemilianus) Alexander III Alexander Severus Alexios I Komnenos Alexios II Komnenos (Alexius II Comnenus) Alexios III Alexios IV Alexios V Allectus Anastasios II (Anastasius II) Anastasius I (Anastasius) Andronikos I Komnenos (Andronicus I Comnenus) Andronikos III Andronikos IV Andronikos V Anthemius Antoninus Pius Arcadius Areobindus Artabasdos Augustus (Gaius Julius Caesar Octavianus) Aurelian (Lucius Domitius Aurelianus) Aureolus Avidius Cassius Avitus (Eparchius Avitus) Basil II Basiliscus Bonosus Caligula (Gaius Caesar Augustus Germanicus, Gaius) Caracalla (Lucius Septimius Bassianus, Marcus Aurelius Antoninus) Carausius Carinus Carus Claudius (Ti. Claudius Nero Germanicus) Claudius Gothicus (M. Aurelius Claudius, Claudius II) Clodius Albinus Comentiolus Commodus (Marcus Aurelius Commodus Antoninus) Constans I (Flavius Julius Constans) Constans II Constantine I (Flavius Valerius Constantinus) Constantine II (Flavius Claudius Constantinus) Constantine III Constantine IV Constantine IX Constantine V (Constantine V Copronymus) Constantine VI (Constantine Vi) Constantine VIII Constantine X Doukas Constantine XI Constantius Chlorus (Constantius I Chlorus) Constantius II (Flavius Julius Constantius) Constantius III Contantine (XI) Decius (Trajan Decius, Gaius Messius Quintus Decius) Diadumenian (Diadumenianius) Didius Julianus (Marcus Didius Severus Julianus) Diocletian Domitian (Titus Flavius Domitianus) Domitianus II Domitius Alexander Elagabalus (Marcus Aurelius Antoninus) Eleutherius Eugenius Flavius Victor Florianus (Florian, Marcus Annius Florianus) Galba Galerius (Caius Galerius Valerius Maximianus) Gallienus (P. Licinius Egnatius Gallienus) Gallus Geta (Publius Septimius Geta) Glycerius Gordian III Gratian (Flavius Gratianus) Gregory Hadrian Heraclius Heraklonas Herennius Etruscus Honorius (Flavius Honorius) Hostilian Hypatius Ingenuus Irene of Athens Isaac I Komnenos Isaac II Joannes John Athalarichos John Cottistis John II Komnenos (John II Comnenus) John III John IV John VIII John of Conza Jotapianus Jovian (Flavius Jovianus) Jovinus Julian (Julian The Apostate, Flavius Claudius Julianus) Julianus ben Sabar Julius Nepos Julius Saturninus Justin II Justinian I (Justinian) Justinian II Laelianus Leo III Leo IV (Leo Iv) Leo VI Leontios Leontius Libius Severus Licinianus Licinius (Valerius Licinianus Licinius) Longinus Lucius Verus Macrianus Major Macrianus Minor Macrinus (Marcus Opellius Macrinus) Magnentius Magnus Maximus Majorian (Julius Valerius Maiorianus) Manuel I Komnenos (Manuel I Comnenus) Manuel II (Manuel II Palaiologos) Marcian Marcus Aurelius Marius Matthew Maurice Maurikios Chartoularios Maxentius (Marcus Aurelius Valerius Maxentius) Maximian (Maximianus Herculius) Maximinus Daia (Caius Valerius Galerius Maximinus) Maximinus Thrax Maximus Mezezius Michael I Rangabe Michael III Michael IV Michael IX Michael VII Doukas Michael VIII Mussius Aemilianus Nepotianus Nero Nerva Nikephoros III (Botaneiates) Numerian (Numerianus) Olybrius (Ancius Olybrius) Olympius Otho Pacatianus Pertinax (Publius Helvius Pertinax) Pescennius Niger Petronius Maximus Philip the Arab (Marcus Julius Philippus) Philippikos Bardanes Phocas Postumus Priscus Attalus Probus (M. Aurelius Probus) Procopius Proculus Pupienus Quietus Quintillus Regalianus Romanos III Romanos IV (Doukas) Romulus Augustus (Romulus Augustulus) Sabinianus Saborios Saloninus Sebastianus Septimius Severus (Lucius Septimius Severus) Severus II (Flavius Valerius Severus) Sextus Martinianus Silbannacus Staurakios Stotzas Tacitus (Marcus Claudius Tacitus) Tetricus I Theocritus Theodora Theodore II Theodoros Pasagnathes Theodosios III (Theodosius III) Theodosius I (Flavius Theodosius) Theodosius II Theophilos Tiberius (Tiberius Claudius Nero) Tiberius II Constantine Titus (Titus Flavius Vespasianus) Trajan Valens (Flavius Valens) Valentinian I (Flavius Valentinianus) Valentinian III Valentinus Valerian (P. Licinius Valerianus) Valerius Valens Vespasian (Titus Flavius Vespasianus) Vetranio Victorinus Vitellius Volusianus Zeno Zoe (Zoe Porphyrogenita).", 
    "domain": "www.paregorios.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Roman", 
        "data"
    ], 
    "language": [
        "la", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8612786438069759480", 
            "resource_date": "2012-06-24T14:41:45.789-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:08.488901"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/06/linked-data-about-roman-emperors.html", 
            "resource_date": "2012-06-24T14:41:45.789-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:08.488918"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Linked Data about Roman Emperors", 
    "url": "http://www.paregorios.org/resources/roman-emperors/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}