{
    "description": "[First posted in AWOL. 5 November 2009, Updated 29 October 2013]. Osnabrücker Online-Beiträge zu den Altertumswissenschaften. Die Osnabrücker Online-Beiträge zu den Altertumswissenschaften stellen ein neues Instrument dar, kleinere Beiträge aus dem großen Spektrum der Altertumswissenschaften sowie auch deren Rezeptionsgeschichte schnell und ohne großen formalen Aufwand zu publizieren. Sie wollen dazu beitragen, daß die in anderen Wissenschaftszweigen und im Ausland längst übliche elektronische Form der Publikation auch in der deutschen Geschichtswissenschaft und Archäologie Verbreitung findet, zumal sie Veröffentlichungen möglich macht, die bisher leider oft aus Kosten- und Sachzwängen unterbleiben mußten. Die ersten der hier aufgenommenen Beiträge stehen noch - naheliegenderweise - in einem direkten Zusammenhang mit den Ausgrabungen in Kalkriese, doch soll sich dies schon bald ändern. Vor allem Studierende und jüngere Wissenschaftler aus dem gesamten Bereich der Altertumswissenschaften sind daher aufgerufen, Beiträge in unserer Reihe zu publizieren. Formal ist lediglich darauf zu achten, daß die eingesandten Beiträge keine Formatierungen enthalten (besondere Formatierungswünsche sind in einem Ausdruck kenntlich zu machen). Dem Text kann eine Literaturliste folgen. Wo es sinnvoll erscheint, sollten dem Text mit Bildunterschriften und Herkunftsnachweis versehene Abbildungen in einem gängigen Grafikformat (gif, jpg, tif) beigegeben werden. Inhaltsverzeichnis der Osnabrücker Online - Beiträge zu den Altertumswissenschaften. 1987 - 1997 - Zehn Jahre Kalkriese (G. Franzius; 1/1999). 2. P. Quinctilius Varus - Das Bild des Verlierers (B. R. v. Wickevoort Crommelin; 2/1999). 3. Frauen und lixae im militärischen Umfeld (S. Oelschig; 3/1999). 4. Die römische Eroberung Britanniens (S. Korb; 4/2001). 5. Die Tres Epistulae A. Sabini - antik oder humanistisch? (B. Geise; 5/2001). 6. Berichte antiker Historiographen über die \"Schlacht im Teutobuger Wald\" (clades Variana) - in Relation zu Funden und Befunden der neuesten archäologischen Ausgrabungen in Kalkriese (B. Schneider; 6/2002). 7. Areopagite Domination and the Forgotten Reform of Ephialtes (F. X. Ryan; 7/2003). 8. The Solonian Denomination for the Eliaia (F. X. Ryan; 8/2003). 9. Geschichte machen. Kurze Skizzen von Geschichtsschreibern und Geschichtsschreibung im Alten Rom (J. Lauenstein; 9/2004). 10. Die Liebesaffaire mit Dido und der Unterweltsgang mit der Sybille (Th. Gärtner; 10/2004). 11. Zur augusteischen Germanienpolitik (K. Matijević; 11/2006). 12. Die erotische Konzeption des Küssens im Spiegel ihrer Terminologie: Drei Fallbeispiele aus der römischen Liebesdichtung (Th. Gärtner; 12/2006). 13. Benefiziarierweihung auf einer Bronzetafel aus Eisenberg/Pfalz (Th. Kreckel/H. Bernhard; 13/2007). 14. Die Hymnoden des asianischen Kultes der Dea Roma und des Divi filius Augustus - Anmerkungen zu einer Berufsgruppe innerhalb der kultisch-religiösen Kaiserverehrung (Th. Witulski; 14/2011). 15. Stellas Ringe, Stellas Amouren. Zu Martial V 12 (M. Wenzel; 15/2011). 16. Die lateinischen Inschriften der Sammlung Gotha (S. Leiniger/W. Spickermann; 16/2012).", 
    "domain": "varusforschung.geschichte-multimedial.net", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "Germany", 
        "open access", 
        "antiquity"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4114015275750395214", 
            "resource_date": "2013-10-29T10:59:06.438-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:06.029981"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/10/posted-in-awol-5-november-2009-updated.html", 
            "resource_date": "2013-10-29T10:59:06.438-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:06.029997"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Osnabrücker Online-Beiträge zu den Altertumswissenschaften", 
    "url": "http://varusforschung.geschichte-multimedial.net/pages/oob.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}