{
    "description": "%IMAGEREPLACED% Selected Publications Kaniewski, David, Elise van Campo and Harvey Weiss 2012 Proceedings of the National Academy of Sciences 109.10: 3862-3867 [ PDF - 1.5 MB ] Kaniewski, D., E. Van Campo, K. Van Lerberghe, T. Boiy, K. Vaansteenhuyse, G. Jans, K. Nys, H. Weiss, C. Morhange, T. Otto and J. Bretschneider 2011 PLoS ONE 6(6), e20232. doi:10.1371 [ PDF - 1 MB ] Kaniewski, D., E. Van Campo, E. Paulissen, H. Weiss, J. Bakker, I. Rossignol. and K. Van Lerberghe K. 2011 Global and Planetary Change 78: 178-187 Kaniewski, D., E. Van Campo, E. Paulissen, H. Weiss, T. Otto, J. Bakker, I. Rossignol and K. Van Lerberghe 2011 The Holocene 21(2): 251-262 [ PDF - 1 MB ] Weiss, Harvey 2010 in A. Killebrew and M. Steiner, eds., The Oxford Handbook of the Archaeology of the Levant. Oxford University Press. [ PDF - 8 MB ] Kaniewski, D., E. Paulissen, E. Van Campo, H. Weiss, T. Otto, J. Bretschneider, and K. Van Lerberghe 2010 Quaternary Research 74: 207-215. [ PDF - 1.0 MB ] Ristvet, Lauren and Harvey Weiss 2010 in Jesper Eidem, The Royal Archives from Tell Leilan. Old Babylonian Letters and Treaties. H. Weiss, ed., Yale Tell Leilan Research 2. New Haven: Yale University Press. pp. xi-xlix. [ PDF - 3.0 MB ] Fig 1. Topo Plan [ JPEG - 387 KB ] Fig 2. N Mesop 1800 [ JPEG - 195 KB ] Fig 3. Eastern Lower Town Palace plan [ JPEG - 322 KB ] Fig 4. Eastern Lower Town Palace isometric [ JPEG - 247 KB ] Fig 14. Tablet excavation in process, Building Level 2 [ JPEG - 929 KB ] Fig 15. Administrative tablets in situ, Room 22 floor, Building Level 2 [ JPEG - 851 KB ] Fig 18. Leilan Region Survey Period IIc [ JPEG - 283 KB ] Fig 19. Leilan Region Survey Period I [ JPEG - 324 KB ] Fig 20. Possible Nomadic Encampments of Period I [ JPEG - 660 KB ] Fig 21. Paleoclimate proxy records for 4.2kaBP and 5.2kaBP abrupt climate change events [ JPEG - 535 KB] Risvet, L. 2008 Antiquity, 82 (2008). pp. 585-599. [ PDF - 2.0 MB ] Risvet, L. 2007 in J. Bretschneider, J. Driessen and K. Vanlerberghe, eds., Monumental Public Architecrure in the Bronze Age Near East and Aegean. Leuven: Peters, pp. 183-212. [ PDF - 509.0 KB ] F. de Lillis Forest, L. Milano and L. Mori 2007, KASKAL Volume 4, 2007. [ PDF - 9.3 MB ] Staubwasser, Michael and Harvey Weiss 2006 in M. Staubwasser and H. Weiss, eds., Holocene Climate and Cultural Evolution in Late Prehistoric-Early Historic West Asia. Quaternary Research (special issue) Volume 66, Issue 3 (November), pp. 372-387. [ PDF - 2.0 MB ] Table 1 [ JPEG - 136 KB ] Risvet, L. 2005 PhD Dissertation, University of Cambridge, July 22, 2005. [ PDF - 23.9 MB ] Ristvet, L. and H. Weiss 2005 in Winfried Orthmann, ed., The History and Archaeology of Syria. Vol. 1. Saarbrucken: Saarbrucken Verlag. [ PDF - 3.2 MB ] Fig 1. Ancient North Mesop map [ PDF - 172 KB ] Fig 2. Habur surveys map [ PDF - 248 KB ] Fig 3. Van Oman Soreq [ PDF - 80 KB ] Fig 4. LRS Period IIb [ PDF - 100 KB ] Fig 5. Period IIc [ PDF - 112 KB ] Fig 6. Period I [ PDF - 124 KB ] Fig 7. LRS Histogram [ PDF - 48 KB ] Fig 8. Tell Taya Stratigraphy [ PDF - 516 KB ] Fig 9. Sagir Bazar Old Babylonian closely packed domestic quarters [ PDF - 72 KB ] Fig 10. Lyonnet survey [ PDF - 128 KB ] Fig 11. Baidar survey [ PDF - 168 KB ] Fig 12. Acrop Pd I BL II facade [ JPEG - 260 KB ] Fig 13. Lower Town Palace East isometric [ PDF - 1.6 KB ] Fig 14. LRS Period 0 [ PDF - 108 KB ] Fig 15. LRS 186 Farfara [ PDF - 72 KB ] Francesca deLillis-Forrest, Lucia Mori, Thomas Guilderson and Harvey Weiss 2004 4ICAANE Berlin March 29-April 3, 2004 Tell Leilan Project Poster Presentations [ JPEG - 1.1 MB ]   [ Flash ] Walter Sommerfeld, Alfonso Archi and Harvey Weiss 2004 4ICAANE Berlin March 29-April 3, 2004 Tell Leilan Project Poster Presentations [ JPEG - 941 KB ]   [ Flash ] Ristvet, Lauren, Thomas Guilderson and Harvey Weiss 2004 In Orient Express Vol. 21, No 2. [ HTML ]   [ PDF - 496.0 KB ] Weiss, Harvey 2003 In The origins of North Mesopotamian civilization: Ninevite 5 chronology, economy, society. Brussels: Brepols. E. Rova and H. Weiss, editors. [ PDF - 1.7 MB ] Fig 8. Ninevite 5 Absolute Chronology [ PDF - 12.0 KB ] Fig 10. Tell Leilan Survey Period IV-LC 5 (ca. 3400-3000 BC) [ PDF - 132.0 KB ] Fig 11. Tell Leilan Survey Period IV-Southern Uruk (ca. 3400-3000 BC) [ PDF - 132.0 KB ] Fig 12. Tell Leilan Survey Period IIIa (ca. 3000-2900 BC) [ PDF - 175.0 KB ] Fig 13. 5.2 ka BP Abrupt Climate Change [ PDF - 84.0 KB ] Blackman, M. James 2003 In The origins of North Mesopotamian civilization: Ninevite 5 chronology, economy, society. Brussels: Brepols. E. Rova and H. Weiss, editors. [ PDF - 744.0 KB ] Wetterstrom, Wilma 2003 In The origins of North Mesopotamian civilization: Ninevite 5 chronology, economy, society. Brussels: Brepols. E. Rova and H. Weiss, editors. [ PDF - 984 KB ] van Gijn, Annelou 2003 In The origins of North Mesopotamian civilization: Ninevite 5 chronology, economy, society. Brussels: Brepols. E. Rova and H. Weiss, editors. [ PDF - 1.2 MB ] Parayre, Dominique 2003 In The origins of North Mesopotamian civilization: Ninevite 5 chronology, economy, society. Brussels: Brepols. E. Rova and H. Weiss, editors. [ PDF - 2.1 MB ] Rova, Elena 2003 [ HTML ] Weiss, Harvey 2002 in Peter Peregrine and Melvin Ember, eds., Encyclopedia of Prehistory. vol 8. HRAF / Kluwer. [ PDF - 500 KB ] Weiss, Harvey, Francesca deLillis, Dominique deMoulins, Jesper Eidem, Thomas Guilderson, Ulla Kasten, Torben Larsen, Lucia Mori, Lauren Ristvet, Elena Rova, and Wilma Wetterstrom 2002 Annales Archeologiques Arabes Syriennes, Cinquantenaire. vol. 45, pp. 59-74. [ PDF - 128.0 KB ] Fig. 7. Table 1. Cultivated taxa within Tell Leilan flotation samples (W. Wetterstrom) [ PDF - 8.0 KB ] Fig. 8. Period II-III pooled paleobotanical samples (W. Wetterstrom) [ PDF - 8.0 KB ] Fig. 9. Periods IIIa-b, IIId, IIa, IIb paleobotanical samples (W. Wetterstrom) [ PDF - 8.0 KB ] Fig. 10. Leilan IIb Acropolis last floor weighted average, calibrated, 8 barley (1 harvest) radiocarbon samples [ PDF - 16.0 KB ] Fig. 11. Leilan regional survey, period IIb [ PDF - 216.0 KB ] Fig. 12. Leilan regional survey, period \"IIc\" [ PDF - 212.0 KB ] Fig. 13. Leilan regional survey, period I [ PDF - 224.0 KB ] Weiss, Harvey and Raymond S. Bradley 2001 Science, 291: 609-610. [ PDF - 2.1 MB ] deMenocal, Peter B. 2001 Science, 292: 667-673. [ PDF - 748.0 KB ] Weiss, Harvey 2000 Collapse as adaptation to abrupt climate change in ancient West Asia and the Eastern Mediterranean. In Environmental disaster and the archaeology of human response, Edited by Garth Bawden and Richard Martin Reycraft. Maxwell Museum of Anthropology, Anthropological Papers, No. 7: 75-95. [ PDF - 8.1 MB ] Ristvet, Lauren and Harvey Weiss 2000 Orient Express, 4:94-99. [ PDF - 1.2 MB ] Cullen, H. M., P.B. deMenocal, S. Hemming, G. Hemming, F. H. Brown, T. Guilderson, F. Sirocko 2000 Geology, 28: 379-382. [ PDF - 388.0 KB ] Weiss, Harvey 1996 The Sciences [ PDF - 1.1 MB ] Weiss, Harvey 1994 The Sciences [ PDF - 2.3 MB ] Weiss, Harvey, M.A. Courty, W. Wellerstrom, F. Guichard, L. Senior, R. Meadow, and A. Currow 1993 Science, 291: 995-1088. [ PDF - 7.0 MB ] Weiss, Harvey and Marie-Agnès Courty 1993 in M. Liverani, ed., Akkad the First World Empire: Structure, Ideology, Traditions. Padua: Sargon. pp. 131-155. [ PDF - 5.5 MB ] Senior, L. and Weiss, Harvey 1992 Orient-Express, 1992.2:16-24. [ PDF - 1 MB ] Weiss, Harvey 1990 Mitteilungen der Deutschen Orient-Gesellschaft zu Berlin, 122:193-218. [ PDF - 1.5 MB ] Weiss, Harvey 1985 Biblical Archaeologist, 48.1: 5-34. [ PDF - 8.5 MB ] Weiss, Harvey and T. Cuyler Young, Jr. 1975 Iran, 10:1-17. [ PDF - 16.5 MB ] Resources %IMAGEREPLACED%", 
    "domain": "leilan.yale.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Tell Leilan Project Online", 
        "url": "http://leilan.yale.edu/"
    }, 
    "keywords": [
        "Asia", 
        "antiquity", 
        "culture", 
        "Uruk", 
        "Babylon", 
        "museums", 
        "religion", 
        "journal issues", 
        "maps", 
        "Berlin", 
        "Near East", 
        "project", 
        "journal", 
        "anthropology", 
        "Old Babylonian", 
        "Mesopotamia", 
        "bronze", 
        "bible", 
        "presentations", 
        "Chronology", 
        "proceedings", 
        "encyclopedia", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "%IMAGEREPLACED%", 
    "url": "http://leilan.yale.edu/works/seven_generations/index.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}