{
    "description": "The International Journal of Humanities of the Islamic Republic of Iran. The International Journal of Humanities is the first academic journal in  the Islamic Republic of Iran published in English and Arabic by faculty of Humanities, Tarbiat Modarres University. The International Journal of Humanities is mainly devoted  to  the publication of original research, which brings fresh light to bear on the concepts, processes,and consequences of humanities in general. It is multi-disciplinary in the sense that it encourages contributions from all relevant fields and specialized branches of the humanities. The journal seeks to achieve the following objectives: - To promote inter-disciplinary research in all areas of the humanities. - To provide a forum for genuine and constructive dialogues between scholars in different fields of the humanities. - To assist researchers at the pre-and post-doctorate levels, with a wealth of new and original material. - To make ideas, topics, and processes in the humanities intelligible and accessible to both the interested public and scholars whose expertise might lie outside that subject matter.", 
    "domain": "eijhtmu.ir", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Iran", 
        "journal", 
        "religion", 
        "open access", 
        "history", 
        "archaeology", 
        "Islam"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7342126427426317232", 
            "resource_date": "2013-05-21T10:51:19.852-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:32.879997"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/05/open-access-journal-international.html", 
            "resource_date": "2013-05-21T10:51:19.852-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:32.880013"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The International Journal of Humanities of the Islamic Republic of Iran", 
    "url": "http://eijhtmu.ir/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}