{
    "description": "Sylva Mala: bollettino del Centro Studi Archeologici di Boscoreale, Boscotrecase e Trecase. Bollettino del Centro Studi Archeologici di Boscoreale, Boscotrecase e Trecase Direzione, redazione ed amministrazione: Via Vargas 1, 80041 Boscoreale Direttore: Angelandrea CASALE - Responsabile: Luigi DI MARTINO. Reg. Trib. Napoli n. 2967 dell'11/09/1980. SYLVA MALA I - 1980 SOMMARIO: Pag. 2 - FILIPPO CANGEMI, ANGELANDREA CASALE, LUIGI DI MARTINO, Una voce, un proposito. Pag. 3 - CARLO GIORDANO, Il miles gloriosus nell'epigrafia pompeiana. Pag. 4 - ANGELANDREA CASALE, Il feudo rustico di S. Maria Salome da Fabrizio Maramaldo ai Buonincontro ed agli Zurlo. Pag. 7 - FILIPPO CANGEMI, Carnevale boschese d'altri tempi. Pag. 9 - ANGELO BIANCO, Il Vesuvio e la Sylva Mala. Pag. 11 - MICHELE CASALE, La \"Madonna del Baldacchino\" nella chiesa dell'A. G. P. di Boscotrecase. (clicca sull'immagine e leggi la rivista) SYLVA MALA II - 1981 SOMMARIO: Pag. 2 - CARLO MALANDRINO, Itinerario archeologico di Torre Annunziata. Pag. 5 - ANGELANDREA CASALE, La favola delle cicogne da due boccali d'argento del \"Tesoro di Boscoreale\". Pag. 7 - DOMENICO RUSSO, Sulla classificazione delle ville romane del Rostovzev. Pag. 9 - CARLO GIORDANO, Il distico a Novellia Primigenia (dalla nocerina novellia a Giulietta dei Capuleti). Pag. 11 - Elenco Soci del Centro Studi. Pag. 12 - Cariche sociali biennio 1980-81. (clicca sull'immagine e leggi la rivista) SYLVA MALA III - 1982 SOMMARIO: Pag. 2 - CARLO GIORDANO, Poppea e Nerone tra Oplontis e Pompei. Pag. 8 - ANGELO BIANCO, O' Rio (saggio di poesia dialettale). Pag. 9 - FILIPPO CANGEMI, La processione del Venerdì Santo a Boscoreale alla fine del 1800. Pag. 10 - ANGELANDREA CASALE, Fonti documentarie per la storia degli scavi di Boscotrecase nel Settecento. Pag. 13 - RAFFAELE D'AVINO, L'acquedotto Augusteo in Campania. Pag. 15 - Elenco Soci del Centro Studi e Cariche Sociali biennio 1982-83. (clicca sull'immagine e leggi la rivista) SYLVA MALA IV - 1983 SOMMARIO: Pag. 2 - ANGELANDREA CASALE, CARLO GIORDANO, Temi virgiliani nella pittura pompeiana. Pag. 10 - FRANCESCO D'ASCOLI, L'acqua negata a Virgilio. Pag. 14 - MICHELE CASALE, Aspetti neoclassici nell'urbanistica di Boscotrecase. Pag. 16 - DOMENICO RUSSO, Sulla intossicazione di piombo come concausa della decadenza dell'impero romano. Pag. 21 - ANGELO BIANCO, Cenni geologici su Boscotrecase. Pag. 23 - VITTORIO CIMMELLI, Niccolò Acciaiuoli Signore del Bosco di Scafati. (clicca sull'immagine e leggi la rivista) SYLVA MALA V - 1984 SOMMARIO: Pag. 2 - CARLO GIORDANO, Un discendente del catilinario Cetego in Pompei. Pag. 4 - DOMENICO RUSSO, La villa rustica come fenomeno economico con particolare riferimento alle ville rustiche del suburbio pompeiano. Pag. 10 - ANGELANDREA CASALE, Attività della \"Compagnia di Gesù\" in Boscoreale e Boscotrecase nel Settecento. Pag. 17 - VITTORIO CIMMELLI, Boscoreale terra di demanio regio sperimenta consuetidini feudali. Pag. 28 - SALVATORE FERRARO, La presenza di Properzio nei graffiti di Pompei. Pag. 30 - RAFFAELE D'AVINO, Resti di villa rustica in contrada Cavone di Somma Vesuviana. (clicca sull'immagine e leggi la rivista) SYLVA MALA VI - 1985 SOMMARIO: Pag. 2 - Elenco S oci del Centro Studi Archeologici. Pag. 3 - DOMENICO RUSSO, La gestione della villa romana nel I secolo d. C. Pag. 7 - ANGELANDREA CASALE, Proposta per lo stemma ed il gonfalone del Comune di Trecase. Pag. 11 - VITTORIO CIMMELLI, Le finalità educative nell'Arciconfraternita del SS. Rosario di Boscoreale. Pag. 15 - CARLO GIORDANO, L'Albergo dei Cristiani in Pompei. (clicca sull'immagine e leggi la rivista) SYLVA MALA VII - 1986 SOMMARIO: Pag. 2 - Elenco S oci del Centro Studi Archeologici. Pag. 3 - ANGELANDREA CASALE, A ricordo del Dott. Vincenzo Guastafierro (1864-1929). Pag. 7 - BENITO IEZZI, A proposito di Maiuri scrittore. Pag. 12 - LORENZO FALANGA, Le mensole di Boscoreale e la \"croce\" di Ercolano. Pag. 16 - MICHELE CASALE, Motivi barocchi nella vita seicentesca di Boscotrecase. (clicca sull'immagine e leggi la rivista) SYLVA MALA VIII - 1987 SOMMARIO: Pag. 2 - ANGELO BIANCO, 'A muntagna mia. Pag. 3 - LORENZO FALANGA - L'iscrizione di \"Paris\" a Boscoreale. Pag. 7 - GIORGIO MANCINI - L'antico monastero di S. Maria de Spelunca nel ducato napoletano autonomo (755-1137). Pag. 11 - ANGELANDREA CASALE, CARLO AVVISATI, Stemmario Vesuviano: famiglie nobili e notabili, estinte e fiorenti dal sec. XV al sec. XIX (Parte I, Famiglie nobili). Pag. 19 - FELICE DI MARO, La vittoria di Azio ed il tesoro di Boscoreale. Pag. 25 - BENITO IEZZI, Una incompiuta bibliografica pompeiana di Amedeo Maiuri. Pag. 28 - Elenco Soci del Centro Studi Archeologici. (clicca sull'immagine e leggi la rivista) SYLVA MALA IX - 1988 SOMMARIO: Pag. 2 -ANGELO BIANCO, Due poesie in memoria di Filippo Cangemi. Pag. 3 - VITTORIO CIMMELLI, La mitizzazione del Sarno nelle pitture parietali pompeiane. Pag. 13 - CARLO GIORDANO, Fatti e misfatti del \"Tesoro di Boscoreale\". Pag. 19 - ANGELANDREA CASALE, CARLO AVVISATI, Stemmario Vesuviano: famiglie nobili e notabili, estinte e fiorenti dal sec. XIV al sec. XIX (Parte II, Famiglie notabili). Pag. 31 - FELICE DI MARO, La morte di Augusto e i modioli del tesoro di Boscoreale: nuove ipotesi. Pag. 36 - † AUGUSTUS MAU, La villa rustica a Boscoreale (traduzione di ALFONSO CAROTENUTO). Pag. 39 - † MATTEO DELLA CORTE, Due dipinti murali dell'agro pompeiano e loro derivazione dalla tragedia. Pag. 47 - Elenco Soci del Centro Studi Archeologici. (clicca sull'immagine e leggi la rivista) SYLVA MALA X - 1989 SOMMARIO: Pag. 2 - ANGELANDREA CASALE, La legna della Silva Mala e del Bosco Reale per la Corte Aragonese di Napoli. Pag. 5 - VITTORIO CIMMELLI, Le campagne nella Valle del Sarno in età preromana e romana. Pag. 14 - MICHELE CASALE, Due tele di Nicola Cacciapuoti a Boscotrecase. Pag. 17 - DOMENICO RUSSO, La villa di L. Cecilio Giocondo: nota preliminare sull'instrumentum domesticum. Pag. 31 - ANTONIO CIRILLO, I Piccolomini Signori di Bosco. Pag. 43 - BENITO IEZZI (a cura di), Incontri e scontri tra pompeianisti di BIANCA MAIURI. (clicca sull'immagine e leggi la rivista) SYLVA MALA XI - 1990/94 SOMMARIO: Pag. 2 - Elenco dei Soci del Centro Studi Archeologici. Pag. 3 - CARLO GIORDANO, Ricordando Maiuri. Pag. 6 - ANGELANDREA CASALE, PAOLA VOCCIA, Il Vesuvio: un articolo di Carl v. Rügen del 1830. Pag. 9 - ANTONIO CIRILLO, I confini orientali e occidentali della \"Sylva Mala\". Pag. 13 - ANGELO BIANCO, In memoria del professor Carlo Giordano (1915-1991). Pag. 14 - NIKOS PAPADAKIS, Una testa dell'imperatore Adriano da Makrigialos (Sitia, Creta) - Adriano nell'arte a Creta. Pag. 16 - ANGELANDREA CASALE, Per la Visita pastorale di S. E. Mons. Guerino Grimaldi, Vescovo di Nola, a Boscoreale. (clicca sull'immagine e leggi la rivista) SYLVA MALA XII - 1995/2000 SOMMARIO: Pag. 2 - Elenco dei Soci del Centro Studi Archeologici. Pag. 3 - ANGELANDREA CASALE, ENNIO GALLO (a cura di), Il tesoro di Boscoreale in due articolo di Salvatore Di Giacomo. Pag. 5 - ANTONIO CIRILLO, Angelo Bianco (1926-1998). Pag. 6 - AMALIA VANGONE, L'ambiente naturale del Somma-Vesuvio: la flora. Pag. 9 - LAURENTINO GARCIA Y GARCIA, Il Canale del Sarno e gli scavi di Pompei. Pag. 11 - GRETE STEFANI, La villa del fondo Acunzo a Boscoreale. Pag. 17 - ANGELO PESCE, Ancora sul Sarno e l'eruzione del 79 d. C. Pag. 22 - GENNARO PENNINO, L'Italia Meridionale dagli ultimi Svevi a Carlo I d'Angiò - Beatrice di Provenza: Regina di Napoli. (clicca sull'immagine e leggi la rivista) SYLVA MALA XIII - 2001/2005 SOMMARIO: Pag. 2 - LUCIA OLIVA, Il trono del Gorga. Pag. 4 - SOFIA TUFANO, Palazzo de Prisco a Boscoreale. Pag. 8 - GENNARO PENNINO, I Prignano - l'assedio del castello di Nocera. Pag. 13 - ANGELANDREA CASALE, Il monastero di San Lorenzo di Aversa, proprietario della Sylva Mala e di Valle nell'XI secolo. Pag. 15 - FILIPPO RENATO DE LUCA, La visita di Pio IX a Nola (7 novembre 1849). (clicca sull'immagine e leggi la rivista) SYLVA MALA XIV - 2006/2007 SOMMARIO: Pag. 3 - FILIPPO CANGEMI, Attualità di Virgilio. Pag. 7 - CARLO GIORDANO, ANGELANDREA CASALE, Salvatore Di Giacomo e gli scavi di Boscoreale. Pag. 11 - MICHELE CASALE, La chiesa dell’A. G. P. “Annunziatella” di Boscotrecase, dal Sacro Fonte (sec. VII - XIII) al Sacro Graal: aspetti storici e simbolici. Pag. 17 - ANGELANDREA CASALE, ENNIO GALLO, FILIPPO CANGEMI, TOMMASO ANTONIO CIRILLO, Per il 60° Anniversario della ricostituzione dei Comuni di Boscoreale e Boscotrecase (gennaio 1946-gennaio 2006). Pag. 20 - FELICE DI MARO, Un’immagine mitraica nel Tesoro di Boscoreale. (clicca sull'immagine e leggi la rivista) SYLVA MALA XV - 2008/2009 SOMMARIO: Pag. 3 - MICHELANGELO MANZI, La storia finanziaria di Boscoreale nell'ultimo ventennio (1988-2008). Pag. 6 - † MATTEO DELLA CORTE, Ori e gemme del I secolo rinvenuti nel Comune di Scafati. Pag. 9 - ANGELANDREA CASALE, Convegno sul Turismo, la \"Strada Matrone\". Pag. 11 - ENNIO GALLO, ANGELANDREA CASALE, Uno sconosciuto servizio di vasi d'argento da Boscoreale. Pag. 13 - ANGELANDREA CASALE, Boscoreale la ferrovia che non c'è più. La linea Cancello - Torre Annunziata Centrale (maggio 1885 - dicembre 2005: 120 anni di onorato servizio). Pag. 15 - Cariche sociali. (clicca sull'immagine e leggi la rivista).", 
    "domain": "centrostudiarc.altervista.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "Italy", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2609846890685031646", 
            "resource_date": "2015-03-23T11:06:37.002-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:31.402734"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/open-access-journal-sylva-mala.html", 
            "resource_date": "2015-03-23T11:06:37.002-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:31.402750"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Sylva Mala: bollettino del Centro Studi Archeologici di Boscoreale, Boscotrecase e Trecase", 
    "url": "http://centrostudiarc.altervista.org/pubcentro.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}