{
    "description": "Classical Timeline:  An Interactive Guide Through the People, Events and Ideas of Classical Antiquity [Please note: ClassicalTimeline is currently a new venture (the beta version was launched on 07 May 2012), and, though additions will be added with increasing frequency, we ask patience while it might seem sparse in its content and sporadic in its focus.] ClassicalTimeline is an online educational resource that seeks to introduce its visitors to the key people, events and ideas of Classical antiquity. By providing an interactive timeline that features both text and video resources, users of the website have a unique opportunity to gain an easy purview over the span and narrative of Classical history, while also being able to select more detailed information on areas that are of particular interest to them. While the timeline’s contents range across the length of Classical history, supplementary timelines detailing several complex events from antiquity (e.g. the Punic Wars, the fall of the Roman Republic etc…) are to be added at a later date. We are an independent organization and do not receive funding from any organization, group or academic institution. Our continuing existence depends upon the distribution of time, knowledge and financial support being given from those who have a passion for Classical history and a desire to infuse people with a love and familiarity of the subject. We take every measure to ensure that our entries are accurate, and editors (listed below) are assigned to help supervise the accuracy of entries that fall within their academic speciality. Attempting though to catalogue the span of classical antiquity and highlight it most notable events and people  is a daunting undertaking, and we warmly welcome comments, criticism and suggestions.", 
    "domain": "www.classicalstudiesonline.org", 
    "history": [
        "2015-06-04T03:36:16.811863: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/05/online-classical-timeline.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Punic", 
        "Roman", 
        "antiquity", 
        "catalogue", 
        "classics", 
        "history", 
        "video", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3968261889489191364", 
            "resource_date": "2012-05-10T09:51:53.420-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-04T03:36:16.812474"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/05/online-classical-timeline.html", 
            "resource_date": "2012-05-10T09:51:53.420-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-04T03:36:16.812483"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Online Classical Timeline", 
    "url": "http://www.classicalstudiesonline.org/", 
    "zotero_id": null
}