{
    "description": "La tradición literaria griega en los ss. III-IV d. C. Gramáticos, rétores y sofistas como fuentes de la literatura greco-latina. La tradición literaria griega en los ss. III-IV d. C. Gramáticos, rétores y sofistas como fuentes de la literatura greco-latina. El proyecto La tradición literaria griega en los ss. III-IV d. C. Gramáticos, rétores y sofistas como fuentes de la literatura greco-latina tiene como objetivo el despojo, análisis y comentario de las citas que aparecen en las obras de los gramáticos (autores de gramáticas, lexicógrafos o estudiosos de temas literarios y lingüísticos en general), los rétores y los denominados \"sofistas\" griegos de la época. A través de esta página Web los estudiosos de la Antigüedad greco-latina interesados en la transmisión de textos fragmentarios de todo tipo o, en general, en la historia de la gramática, la retórica, la erudición o la filología greco-latina, pueden acceder a todos los datos y a lo principal del trabajo que va siendo realizado por los miembros del proyecto.", 
    "domain": "lnoriega.es", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Greek", 
        "Spain"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6835009292666444", 
            "resource_date": "2013-12-16T06:31:10.608-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:43.343202"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/12/la-tradicion-literaria-griega-en-los-ss.html", 
            "resource_date": "2013-12-16T06:31:10.608-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:43.343238"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "La tradición literaria griega en los ss. III-IV d.C. Gramáticos, rétores y sofistas como fuentes de la literatura greco-latina", 
    "url": "http://lnoriega.es/Fuentes.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}