{
    "description": "[First posted in AWOL 3 February 2010. Updated 26 November 2011] Archeometriai Műhely: elektronikus folyóirat / Archaeometry Workshop: e-journal published by the Hungarian National Museum ISSN 1786-271X The Hungarian National Museum initiated a series of lectures and meetings on 27th of February 2000 serving as a basis for the current periodical. Our aim was to make interdisciplinary research of archaeological finds, features and phenomena understandable, conceivable and controllable in the spirit of mutual information. We aimed at offering a regular forum for the representatives of different branches of science, all contributing to the understanding of archaeological problems where not only the results but also the problems and open questions can be raised. The creative atmosphere formed around the Workshop has already given impetus for several fruitful and lasting collaboration projects. The results, however, are often being lost without proper publication media. The same can be raised upon the results of training, started in recent years at several universities and highschools all over Hungary. A number of worthy studies have been made and are currently in progress as university theses, student conference papers and PhD dissertations. Moreover, as a result of national and international collaboration projects, a number of new analytical data and archaeological results supported by scientific arguments are born. The traditional periodicals of the individual branches of sciences and arts cannot undertake the complete publication of resulting data thus a large part of valuable and costly pieces of information remain unpublished. It is absolutely necessary therefore to launch a new periodical, suitable for the fast and easily accessible publication of the new results...", 
    "domain": "www.ace.hu", 
    "identifiers": {
        "issn": {
            "generic": [
                "1786-271X"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "museums", 
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9187876200773820311", 
            "resource_date": "2011-11-26T08:25:26.563-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:42.354117"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/02/open-access-journal-archeometriai.html", 
            "resource_date": "2011-11-26T08:25:26.563-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:42.354134"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.ace.hu/am/tartal/szamoke/2004.html", 
        "http://www.ace.hu/am/tartal/szamoke/2005.html", 
        "http://www.ace.hu/am/tartal/szamoke/2006.html", 
        "http://www.ace.hu/am/tartal/szamoke/2007.html", 
        "http://www.ace.hu/am/tartal/szamoke/2008.html", 
        "http://www.ace.hu/am/tartal/szamoke/2009.html", 
        "http://www.ace.hu/am/tartal/szamoke/2010.html", 
        "http://www.ace.hu/am/tartal/szamoke/2011.html"
    ], 
    "title": "Archeometriai Műhely", 
    "title_extended": "Archeometriai Műhely: elektronikus folyóirat / Archaeometry Workshop: e-journal published by the Hungarian National Museum", 
    "url": "http://www.ace.hu/am/index.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}