{
    "description": "Sequential Latin is a proj ect that is in the very early stages of development. The main impetus of this project is to create a free online Latin language course, an accompanying yet separate Latin web-comic, and a rich Latin language and Classics community. The course will be self-paced and designed for the absolute beginner. It will focus specifically on developing an ability to read Latin, though spoken and written Latin will also be crucial elements. The methodology employed will immerse the reader in lots of Latin text (“synthetic”, edited and authentic), but will also provide a thorough understanding of grammatical and syntactical concepts, as well as general down-to-earth reading practices, seeking to provide a broad but flexible set of skills for students to draw upon when reading Latin. Included in this skill-set will be cultural context, as the course also aims to be a full-on exploration of Classical Culture and History. Images and Comics forms will be used heavily. Indeed, this is the inspiration for the project title, as the incomparable Will Eisner called comics “Sequential Art. ” I do believe that comics is an ideal medium for foreign language studies, as it depends heavily upon reader involvement, from all their senses. As comics artist Scott Mcloud says, “…human imagination takes two separate images [that is, two separate panels of a comic] and transforms them into a single idea. Nothing is seen between the two panels, but experience tells you something must be there! …within these panels, we can only convey information visually, but between panels, none of our senses are required at all, which is why all of our senses are engaged. ”*. Readers will follow a continuous narrative tale called the Cloeliad, which follows the legendary Roman heroine Cloelia on a series of adventures throughout the Classical world (she is cursed by Chronos to be transported to different times and places on a regular basis…). Many other “synthetic” Latin texts will be written which do not tell a continuous tale, but focus on specific topics from the Classical world (for example, a conversation between two senators, a roman youth heading to school, and that sort of thing). Authentic Latin will also be a large part of the lessons.", 
    "domain": "sequentiallatin.wordpress.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "pedagogy", 
        "Latin"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-756578398383734158", 
            "resource_date": "2014-12-02T07:44:52.375-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:35.224747"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/12/sequential-latin.html", 
            "resource_date": "2014-12-02T07:44:52.375-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:35.224767"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Sequential Latin", 
    "url": "http://sequentiallatin.wordpress.com/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}