{
    "description": "[First posted in AWOL 19 November 2013, updated 5 February 2015]. Forum for Classics, Libraries, and Scholarly Communication. An Affiliated Group of the American Philological Association. The Forum for Classics, Libraries, and Scholarly Communication (FCLSC) - also known as the Classics Librarians’ Forum - brings together librarians and scholars interested in classics studies, in order to promote timely exchange of information and ideas. Members also collaborate on projects of mutual concern. The impetus for the forum grew out of meetings at Princeton University and the Center for Hellenic Studies in 2004. As an officially affiliated group of the American Philological Association since 2005, the Forum aims to support initiatives of the APA relating to libraries and scholarly communication. The officers of the Forum are Colin McCaffrey (Yale University), chair, and Lanah Koelle (Center for Hellenic Studies), secretary. Their term lasts two years from January 2015 to January 2017. Past chairs have been Gerald Heverly (New York University), Rebecka Lindau (American Academy at Rome), Catherine Mardikes (University of Chicago), Lucie Stylianopoulos (University of Virginia), and David Sullivan (University of Notre Dame). List of Members |.", 
    "domain": "www.classicslibrarians.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "libraries", 
        "classics", 
        "forum"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1783698153693323543", 
            "resource_date": "2015-02-05T13:01:40.410-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:02.265991"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/08/forum-for-classics-libraries-and.html", 
            "resource_date": "2015-02-05T13:01:40.410-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:02.266007"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Forum for Classics, Libraries, and Scholarly Communication", 
    "url": "http://www.classicslibrarians.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}