{
    "description": "Revista d’Arqueologia de Ponent (RAP). ISSN: 1131-883X. La Revista d’Arqueologia de Ponent (RAP) és la publicació anual de la Unitat d’Arqueologia, Prehistòria i Història Antiga del Departament d’Història de la Universitat de Lleida. S’edita mitjançant un conveni de col·laboració amb la Paeria-Ajuntament de Lleida i la Fundació Pública Institut d’Estudis Ilerdencs. La RAP publica preferentment articles sobre Prehistòria, Arqueologia i Història Antiga de la Península Ibèrica i sobre les seves relacions amb Europa i el Mediterrani tant a nivell teòric i metodològic com de presentació de resultats d’excavacions, síntesis o estudis crítics. La llengua de la revista  és el català i rep articles en totes les llengües oficials de l’Estat, així com en anglès, italià, francès i alemany. Aplica un sistema d’avaluació externa per a cadascun dels treballs rebuts (revisió d'experts). The Revista d’Arqueologia de Ponent (RAP) is an annual publication of the Archaeology, Prehistory and Ancient History Unit of the University of Lleida History Department. It is published through a cooperation agreement with the Lleida City Council and the Institut d’Estudis Ilerdencs Public Foundation. The journal mainly publishes reports on the prehistory, archaeology and ancient history of the Iberian Peninsula and its links to Europe and the Mediterranean in the theoretical and methodological fields, as well as presenting excavation results, summaries and critical studies. All the articles received are peer reviewed.", 
    "domain": "www.rap.cat", 
    "identifiers": {
        "issn": {
            "generic": [
                "1131-883X"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "archaeology", 
        "Spain", 
        "open access"
    ], 
    "language": [
        "ca", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1992503680301699712", 
            "resource_date": "2013-10-17T07:08:00.764-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:34.408704"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/01/open-access-journal-revista.html", 
            "resource_date": "2013-10-17T07:08:00.764-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:34.408720"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Revista d’Arqueologia de Ponent", 
    "title_extended": "Revista d’Arqueologia de Ponent (RAP)", 
    "url": "http://www.rap.cat/cat/index.php?pag=presentacio.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}