{
    "description": "[First posted in AWOL 4 May 2011. Updated 10 June 2014]. Engramma - La Tradizione Classica nella Memoria Occidentale. ISSN 1826-901X. \"Engramma\" è la rivista on-line del Centro studi classicA - 'Architettura, civiltà, tradizione del classico' - dell'Università IUAV di Venezia: un laboratorio di ricerche costituito da studiosi e da giovani ricercatori, nato come 'Seminario di tradizione classica' nel marzo 2000, coordinato da Monica Centanni. Al centro delle ricerche di \"Engramma\" è la tradizione classica nella cultura occidentale: persistenze, riprese, nuove interpretazioni di forme, temi e motivi dell'arte, dell'architettura e della letteratura antica, nell'età medievale, rinascimentale, moderna e contemporanea. \"Engramma\" è una rivista esclusivamente on-line: anche nel campo degli studia humanitatis la pubblicazione in rete si configura come il mezzo e il luogo di verifica delle nuove metodologie di ricerca e come veicolo privilegiato di comunicazione dei risultati. Nel 2006 \"Engramma\" ha avuto il riconoscimento del premio E-Content Award. \"Engramma\" ha cadenza mensile/bimestrale: tutti i numeri pubblicati dal settembre del 2000 (data di nascita della rivista) sono consultabili in Archivio. Tutti i contributi pubblicati nella rivista sono indicizzati per autore (Indice per autore). Sono indicizzati a parte i Testi inediti e rari ovvero: testi mai pubblicati su supporto cartaceo o in rete; testi mai tradotti in lingua italiana; testi editi in formato cartaceo su riviste o in volumi difficilmente reperibili. I contributi che in numero consistente siano riferibili a temi di ricerca che incrociano gli studi del Centro studi classicA sono raggruppati anche in Indici tematici (consultabili dall'elenco nella colonna a sinistra): Alessandro il Grande, Ara Pacis, Arco onorario romano, Calunnia di Apelle, Hostium Rabies Diruit, Iconologia e Architettura, Internet e Umanesimo, Myths & Movies, Laocoonte, Pubblicità & Tradizione classica, Tempio Malatestiano, Vero falso finto, Aby Warburg e l'Atlante Mnemosyne e Gallerie iconografiche. Prima serie.", 
    "domain": "www.engramma.it", 
    "identifiers": {
        "issn": {
            "generic": [
                "1826-901X"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "classics", 
        "Italy", 
        "open access"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6832915640740162822", 
            "resource_date": "2014-06-10T14:13:06.879-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:43.329528"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/05/open-access-journal-engramma.html", 
            "resource_date": "2014-06-10T14:13:06.879-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:43.329546"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Engramma - La Tradizione Classica nella Memoria Occidentale", 
    "url": "http://www.engramma.it/eOS/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}