{
    "description": "Have you taken the. AWOL User Survey ?. Giovanni Parmeggiani, ed. , Between Thucydides and Polybius: The Golden Age of Greek Historiography Acknowledgments 1. Giovanni Parmeggiani, Introduction 2. Riccardo Vattuone, Looking for the Invisible: Theopompus and the Roots of Historiography 3. John Marincola, Rethinking Isocrates and Historiography 4. Roberto Nicolai, At the Boundary of Historiography: Xenophon and his Corpus 5. Cinzia Bearzot, The Use of Documents in Xenophon’s Hellenica 6. Giovanni Parmeggiani, The Causes of the Peloponnesian War: Ephorus, Thucydides and Their Critics 7. Nino Luraghi, Ephorus in Context: The Return of the Heraclidae and Fourth-century Peloponnesian Politics 8. John Tully, Ephorus, Polybius, and τὰ καθόλου γράφειν: Why and How to Read Ephorus and his Role in Greek Historiography without Reference to ‘Universal History’ 9. Dominique Lenfant, Greek Monographs on the Persian World: The Fourth Century BCE and its innovations 10. Christopher Tuplin, The Sick Man of Asia? 11. Rosalind Thomas, Local History, Polis History, and the Politics of Place 12. Sarah Ferrario, The Tools of Memory: Crafting Historical Legacy in Fourth-Century Greece. 13. Lucio Bertelli, Aristotle and History.", 
    "domain": "chs.harvard.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "historiography", 
        "Greek"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2108771602518371836", 
            "resource_date": "2015-03-03T15:56:10.746-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:35.828267"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/new-online-from-chs-giovanni.html", 
            "resource_date": "2015-03-03T15:56:10.746-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:35.828284"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "New Online from the CHS: Giovanni Parmeggiani, ed., Between Thucydides and Polybius: The Golden Age of Greek Historiography", 
    "url": "http://chs.harvard.edu/CHS/article/display/5851", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}