{
    "description": "Homer and the Papyri , first created by Professor Dana Sutton of the University of California, Irvine, is here published in a second electronic edition. The new edition consists of a fully searchable relational database of Homeric papyri. Homer & the Papyri Editors and Advisors Editor in Chief: Gregory Nagy, Director of the Center for Hellenic Studies Editors: Casey Dué, Mary Ebbott, John Lundon, Dimitrios Yatromanolakis Senior Advisors: Graeme Bird, Gordon College; Kathleen McNamee, Wayne State University; Dana F. Sutton, The University of California, Irvine (Editor Emeritus). E-mail the editors: casey{at_sign}chs.harvard.edu, ebbott{at_sign}chs.harvard.edu and yatroman{at_sign}fas.harvard.edu. A note to users about ongoing revisions to the Homer and the Papyri database As of July, 2003, new papyri published since 1998 and the variants contained in them are being added to the database. Revisions are also being made to the existing data and functionality is being improved. What follows is an overview of the current functionality of the two major types of searches available in Homer and the Papyri . Searching for variants: Users may search for variants by specifying Iliad or Odyssey , book number, or a particular witness, as described on the Homer and the Papyri Help page and in the Introduction. Searching and generating lists of papyrus witnesses: Lists of Homeric papyri (regardless of whether or not they contain variants) can be generated by the database for the Iliad and Odyssey by simply choosing the title and selecting the \"search witnesses\" button. Currently, this list cannot be further specified. We are working to improve the data so that lists may be generated for specific books. The database was created by Michael Jones, with the cooperation and supervision of the Stoa Consortium, edited by Anne Mahoney and Ross Scaife.", 
    "domain": "chs.harvard.edu", 
    "history": [
        "2015-06-04T03:36:20.139639: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/05/homer-and-papyri.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Homer", 
        "book", 
        "data", 
        "database", 
        "papyrology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4689338847322243641", 
            "resource_date": "2012-05-18T15:05:31.150-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-04T03:36:20.140222"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/05/homer-and-papyri.html", 
            "resource_date": "2012-05-18T15:05:31.150-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-04T03:36:20.140230"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Homer and the Papyri", 
    "url": "http://chs.harvard.edu/cgi-bin/WebObjects/workbench.woa/wa/pageR?tn=ArticleWrapper&bdc=12&mn=1168", 
    "zotero_id": null
}