{
    "description": "Neo-Assyrian Text Corpus Project, SAAB’s Editorial Board is completely autonomous and makes all decisions concerning the acceptability of contributions, scheduling, and financing for the journal. Manuscripts to be considered for publication should be submitted to the journal’s Editor or Assistant Editor and may be in any major Western language. Full text = SAAB I/1 (1987) - SAAB X/2 (1996).  TOC only SAAB XI (1997) - Current. Table of Contents SAAB I/1 (1987) J. MacGinnis, A Neo-Assyrian Text Describing a Royal Funeral. J. Hämeen-Anttila, A New Text Relating to Ashurbanipal’s Elamite Wars. F. M. Fales, Neo-Assyrian Texts and Fragments from Copenhagen. R. Mattila, The Political Status of Elam after 653 B.C. According to ABL 839. A. R. George, A Neo-Assyrian Literary Text. O. Pedersén, Private Archives in Assur. I. L. Finkel, A Report on Extispicies Performed for Sennacherib on Account of His Son Aššur-nadin-šumi. SAAB I/2 (1987) J. N. Postgate, BM118796: A Dedication Text on an Amulet. L. Kataja, A Neo-Assyrian Document on Two Cases of River Ordeal. K. Deller, The Sealed Burial Chamber. J. Hämeen-Anttila, Bibliography of Neo-Assyrian (Post-War Period). F. M. Fales, Neo-Assyrian Prosopography, I: The Archive of Remanni-Adad. SAAB II/1 (1988) V. Donbaz, Some Neo-Assyrian Contracts from Girnavaz and Vicinity. J. D. Hawkins — J. N. Postgate, Tribute from Tabal. F. M. Fales, Babylonian Slave-documents in the State Archives of Assyria. G. B. Lanfranchi, Sargon’s Letter to Aššur-šarru-usur: An Interpretation. SAAB II/2 (1988) J. MacGinnis, A Letter from the šangû of Kurbail. S. Parpola, The Neo-Assyrian Word for “Queen”. S. Parpola, The Reading of the Neo-Assyrian Logogram LÚ.SIMUG.KUG.GI “Goldsmith”. M. Liverani, The Growth of the Assyrian Empire in the Habur/Middle Euphrates Area: A New Paradigm. R. M. Whiting, A Late Middle Assyrian Tablet from North Syria. A. Livingstone, A Fragment of a Royal Grant of Land by Ashurbanipal. F. M. Fales, Prosopography of the Neo-Assyrian Empire, 2: The Many Faces of Nabû-šarru-usur. L. Kataja, A Reverse List of Neo-Assyrian Signs. K. Deller, Bibliography of Neo-Assyrian. SAAB III/1 (1989) H. Tadmor — B. Landsberger — S. Parpola, The Sin of Sargon and Sennacherib’s Last Will. F. M. Fales, A Middle Assyrian Text Concerning Vineyards and Fruit Groves. SAAB III/2 (1989) B. K. Ismail, Two Neo-Assyrian Tablets. I. L. Finkel, A Neo-Assyrian Exchange Contract. O. Pedersén, One More Text from Nanûnu’s Archive (ALA II, N. 22). L. D. Levine, K.4675+ — The Zamua Itinerary. J. Reade, Shalmaneser or Ashurnasirpal in Ararat? G. B. Lanfranchi, Scholars and Scholarly Tradition in Neo-Assyrian Times: A Case Study. S. Ponchia, Royal Decisions and Courtiers’ Compliance: On Some Formulae in Neo-Assyrian and Neo-Babylonian Letters. J. A. Scurlock, Assyrian Battering Rams Revisited. F. M. Fales, From Allabria to Lapsia. SAAB IV/1 (1990) R. Jas, A Neo-Assyrian Letter without Address. R. Mattila, Balancing the Accounts of the Royal New Year’s Reception. F. M. Fales, Grain Reserves, Daily Rations, and the Size of the Assyrian Army: a Quantitative Study. J. N. Postgate, The Assyrian Porsche? S. Ponchia, Neo-Assyrian Corn Loans: Preliminary Notes. D. Noble, Assyrian Chariotry and Cavalry. S. Zawadzki, Oriental and Greek Tradition about the Death of Sennacherib. F. M. Fales, A Payment in Reeds. J. N. Postgate, New Joins in the ADD II Material. SAAB IV/2 (1990) F. M. Fales, The Rural Landscape of the Neo-Assyrian Empire. SAAB V/1-2 (1991) F. M. Fales — L. Jakob-Rost, Neo-Assyrian Texts from Assur. Private Archives in the Vorderasiatisches Museum of Berlin, Part 1 (with two appendixes by K. Deller). SAAB VI/1 (1992) J. MacGinnis, Tablets from Nebi Yunus. G. W. Vera Chamaza, Sargon II’s Ascent to the Throne: the Political Situation. M. Liverani, Rasappu and Hatallu. M.-C. Perroudon, An Angry Goddess. I. Starr, Chapters 1 and 2 of the barûtu. G. Galil, Conflicts between Assyrian Vassals. SAAB VI/2 (1992) P. Gerardi, The Arab Campaigns of Aššurbanipal: Scribal Reconstruction of the Past. F. M. Fales, Mari: An Additional Note on “Rasappu and Hatallu”. G. W. Vera Chamaza, Syntactical and Stylistical Observations on the Text of the VIIIth Campaign of Sargon II (TCL 3). SAAB VII/1 (1993) J. N. Postgate, Gleanings from ADD. 1. One of the First Middle Assyrian Texts found at Assur. V. A. Hurowitz, ABL 1285 and the Hebrew Bible. Literary Topoi in Urad-Gula’s Letter of Petition to Assurbanipal. A. K. Grayson, Assyrian Officials and Power in the Ninth and Eighth Centuries. C. Zaccagnini, Notes on the Pazarcik Stela. SAAB VII/2 (1993) Hartmut Kühne, Vier spätbabylonische Tontafeln aus Tall Šēḫ Ḥamad. J. N. Postgate, The Four “Neo-Assyrian” Tablets from Šēḫ Ḥamad. Wolfgang Röllig, Die aramäischen Beischriften auf den Texten 1 und 3. Wolfgang Röllig, Zur historischen Einordnung der Texte. J. A. Brinkman, Babylonian Influence in the Šēḫ Ḥamad Texts Dated under Nebuchadnezzar II. F. M. Fales, West Semitic Names in the Šēḫ Ḥamad Texts. SAAB VIII/1 (1994) G. Frame — A. K. Grayson, An Inscription of Ashurbanipal Mentioning the kidinnu of Sippar. J. N. Postgate, A Middle Assyrian Bakery Memorandum. N. Na'aman, The Historical Portion of Sargon II’s Nimrud Inscription. Carlo Zaccagnini, Joint Responsibility in Barley Loans of the Neo-Assyrian Period. S. Zawadzki, Das Eponymat von Aššur-gimilli-tirri im Licht der Berliner Eponymen-Liste C c. S. Zawadzki, The Revolt of 746 B.C. and the Coming of Tiglath-pileser III to the Throne. SAAB VIII/2 (1994) W. R. Gallagher, Assyrian Deportation Propaganda. M. de Odorico, Compositional and Editorial Processes of Annalistic and Summary Texts of Tiglath-pileser III. M. Heltzer, Some Remarks Concerning the Neo-Babylonian Tablets from Šēḫ Ḥamad. SAAB IX/1-2 (1995) K. Deller — F. M. Fales — L. Jakob-Rost, Neo-Assyrian Texts from Assur Private Archives, Part 2. SAAB X/1 (1996) R. Whiting, Gleanings from ADD. 2. An Unrecognized Assurbanipal Prism Fragment. A. Guinan, Left/Right Symbolism in Mesopotamian Divination. F. M. Fales, Prices in Neo-Assyrian Sources. N. Wazana, Water Division in Border Agreements. P. Albenda, The Beardless Winged Genies from the Northwest Palace at Nimrud. SAAB X/2 (1996) C. Kühne, Aspects of the Middle Assyrian Harbu Archive. Péter Vargyas, The Mina of Karkemiš in the Neo-Assyrian Sources. Daniele Morandi-Bonacossi, “Landscapes of Power.” The Political Organisation of Space in the Lower Habur Valley in the Neo-Assyrian Period. Peter Damerow, Standardisierung von Transliterationen. Michael Porter, The Lambert Conformal Conic Projection. A Hortatory Introduction. Steve Tinney, Standards Are Our Friends. SAAB XI (1997) Karen Radner, Erntearbeiter und Wein. Neuassyrische Urkunden und Briefe im Louvre Mikko Luukko, Idiomatic Meanings of šiddu in Neo-Assyrian Bradley J. Parker, The Real and the Irreal: The Multiple Meanings of masi in Neo-Assyrian Paul Alain Beaulieu, The Cult of AN.ŠAR / Aššur in Babylonia after the Fall of the Assyrian Empire Beate Pongratz-Leisten, Genealogien als Kulturtechnik zur Begründung des Herrschaftsanspruchs in Assyrien und Babylonien Mirjo Salvini, On the Location of Hubuškia: With Regard to a Recent Proposal Raija Mattila — Karen Radner, A Bibliography of Neo-Assyrian Studies (1988-1997) SAAB XII/1 (1998) Hannes D. Galter, Textanalyse assyrischer Königsinschriften: die Puzur-Aššur Dynastie Victor Avigdor Hurowitz, Advice to a Prince: A Message from Ea SAAB XII/2 (1998) Veysel Donbaz, Some Selected Neo-Assyrian Texts from Istanbul and Elsewhere Stephanie Dalley, Yab-, Atalya and the Foreign Policy of Late Assyrian Kings Giovanni B. Lanfranchi, Esarhaddon, Assyria and Media Lucio Milano, Aspects of Meat Consumption in Mesopotamia and the Food Paradigm of the Poor Man of Nippur SAAB XIII (1999-2001) J. N. Postgate — Dominique Collon, More Stray Assur Tablets. Karen Radner, Eine Bronzeschale mit neuassyrischer Inschrift. Peter V. Bartl, Zum Felsrelief von Egil. Carlo Zaccagnini, The Mina of Karkemiš and Other Minas. Mario Liverani, The Sargon Geography and the Late Assyrian Mensuration of the Earth. Marta Luciani, On Assyrian Frontiers and the Middle Euphrates. Frederick Mario Fales, Assyrian Royal Inscriptions: Newer Horizons. Seth Richardson, An Assyrian Garden of Ancestors: Room I, Northwest Palace, Kalhu. Kaisa Åkerman, The “Aussenhaken Area” in the City of Assur during the Second Half of the 7th Century BC. SAAB XV (2006) Frederick Mario Fales, Editorial Jamie Novotny, Assurbanipal Inscriptions in the Oriental Institute, Part II: Prism I Gershon Galil, Financing of Private Commercial Engerprises in the Neo-Assyrian Period: KAV 121 and Other Related Texts from Aššur Jürgen Bär, New Observations on Khinnis / Bavian (Northern Iraq) Tamdás Dezsö, Reconstruction of the Assyrian Army of Sargon II (721-705 BC) Based on the Nimrud Horse Lists Peter Dubovský, Conquest and Reconquest of Muṣaṣir in the 8 th century BCE. Papers Presented at the International Conference Treading the (Military, Commercial, and Cultural) Itineraries of the Ancient Near East Udine, September 1-3, 2004 Betina Faist, Itineraries and Travellers in the Middle Assyrian Period. Aline Tenu, Du Tigre à l’Euphrate: la frontière occidentale de l’empire médio-assyrien. Ariel Bagg, Identifying Mountains in the Levant According to Neo-Assyrian and Biblical Sources: Some Case Studies. Simonetta Ponchia, Mountain Routes in Assyrian Royal Inscriptions, Part II. Karen Radner, How to reach the Upper Tigris: The Route through the Ṭūr ʿAbdīn. Barbara Nevling Porter, Feeding Dinner to a Bed. Reflections on the Nature of Gods in Ancient Mesopotamia. SAAB XVI (2007) Greta Van Buylaere, SAA 5, 55, and SAA 5, 61, Rejoined. Martin Lang, An Account on i-pi-ra-am-ma in Gilg. XI,149, via Aramaic? Wiebke Kirlies — Michael Herles, Climatic Change as a Reason for Assyro-Aramaean Conflicts? Pollen Evidence for Drought at the End of the 2nd Millennium BC. Nadav Na'aman, Borders and Districts in Descriptions of the Conquest of the West in Tiglath-pileser III’s Inscriptions and in Biblical Historiography. Robert Rollinger, Überlegungen zur Frage der Lokalisation von Jawan in neuassyrischer Zeit. Papers Presented at the Workshop “Archives and Administration in the Neo-Assyrian Empire” Verona, October 20-21, 2005 Simonetta Ponchia, Introduction. Frederick Mario Fales, Multilingualism on Multiple Media in the Neo-Assyrian Period: a Review of the Evidence. Simonetta Ponchia, Communicational Procedures and Administrative Structures in the Neo-Assyrian Empire. Salvatore Gaspa, Vessels in Neo-Assyrian Documents. Capacity Measures and Listing Conventions. Karen Radner, Hired Labour in the Neo-Assyrian Empire. Mikko Luukko, The Administrative Roles of the “Chief Scribe” and the “Palace Scribe” in the Neo-Assyrian Period. Saana Teppo, The Role and the Duties of the Neo-Assyrian šakintu in the Light of Archival Evidence. Anne Löhnert, The Installation of Priests according to Neo-Assyrian Documents. Alexa Bartelmus, talīmu and the Relationship between Assurbanipal and Šamaš-šumu-ukīn. SAAB XVII (2008) Simo Parpola, Cuneiform texts from Ziyaret Tepe (Tušḫan), 2002-2003 (with Plates I-XXIII). John MacGinnis, The inscribed stele from Tell Yemtha (with Plate XXIV). Salvatore Gaspa, Remarks on some profane names in the Neo-Assyrian anthroponomy. Mikko Luukko — Salvatore Gaspa, A bibliography of Neo-Assyrian studies (1998-2006). SAAB XVIII (2009-2010) Jaume Llop, The Food of the Gods. MARV 3, 16, a Middle Assyrian Offerings List to the Great Gods of the City of Assur. Ran Zadok, The Archive of Šulum-šarri from Dūr-Katlimmu. Salvatore Gaspa, Organizing the Festive Cycles at the Aššur Temple: Royal Disposition for the Provision and Processing of Foodstuffs in First Millennium BC Assyria. Greta Van Buylaere, The Role of the ša muḫḫi āli in the Neo-Assyrian Empire. Frederick Mario Fales, On Assyrian “Lower-stratum” Families. Oded Tammuz, The Expansion of the Kingdom of Damascus uner Rezin and Its Aftermath: A Case Study on the Mining of Concealed Information from “Propagandistic” Sources. Stefan Zawadzki, AMAR, Bēr, Būru and Apladad: One or Many? Davide Nadall, Neo-Assyrian State Seals: An Allegory of Power. Nicolas Gillmann, Le temple de Muṣaṣir, une nouvelle tentative de restitution. Fabrice De Backer, Some Basic Tactics of Neo-Assyrian Warfare.", 
    "domain": "www.helsinki.fi", 
    "identifiers": {}, 
    "is_part_of": {
        "issn": "1120-4699", 
        "title": "State Archives of Assyria Bulletin", 
        "url": "http://www.helsinki.fi/science/saa/saab.html"
    }, 
    "keywords": [
        "prosopography", 
        "semitics", 
        "Levant", 
        "antiquity", 
        "Damascus", 
        "cuneiform", 
        "Ancient Near East", 
        "Babylon", 
        "archive", 
        "geography", 
        "conference", 
        "project", 
        "bibliography", 
        "epigraphy", 
        "religion", 
        "archives", 
        "document", 
        "Near East", 
        "text editions", 
        "Elamite", 
        "literature", 
        "food", 
        "Oriental Institute", 
        "Greek", 
        "report", 
        "Mesopotamia", 
        "manuscripts", 
        "bible", 
        "Assyria", 
        "museums", 
        "Hebrew", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3662764938650888528", 
            "resource_date": "2014-01-22T15:05:41.287-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:12:41.196069"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/09/open-access-journal-state-archives-of.html", 
            "resource_date": "2014-01-22T15:05:41.287-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:12:41.196085"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Neo-Assyrian Text Corpus Project", 
    "url": "http://www.helsinki.fi/science/saa/cna.html", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}