{
    "authors": [], 
    "contributors": [], 
    "description": "Translatio: Caderno de Resenhas do GT História da Filosofia Medieval e a Recepção da Filosofia Antiga. ISSN 2176-8765. A expressão Translatio Studiorum tem sido empregada por historiadores da filosofia medieval para fazer referência aos deslocamentos dos centros de estudos de Atenas a Bagdá, daí a Córdoba, depois a Toledo, Paris, Oxford, Cambridge, Colônia e Praga. Durante as mudanças, a filosofia falou línguas distintas (grego, siríaco árabe, latim), travou contato com diferentes culturas, ganhou novos pensadores, tradutores, comentadores, enriqueceu seu vocabulário e questões, bem como viu perderem-se muitos desses mesmos elementos. O presente caderno de resenhas tem por objetivo colocar a disposição da comunidade acadêmica resenhas de livros que versem sobre a filosofia medieval em todas as suas tendências e línguas. O caderno é editado pelo Grupo de Trabalho História da Filosofia Medieval e a recepção da Filosofia Antiga, ligado à ANPOF, sob a responsabilidade de seu coordenador e demais membros permanentes. O caderno aceita resenhas de quaisquer outros colaboradores e interessados no período e as publicará após análise por corpo de pareceristas especializados. Volume 4 (2012) [volume completo] · [volume completo formato Issuu]. • THOM, P. The Logic of the Trinity: Augustine to Ockham (G. B. V. de Paiva). • PASNAU, R. Metaphysical Themes: 1274-1671 (M. A. Oliveira da Silva). • BATES, T. Duns Scotus and the Problem of Universals (V. M. F. R. Bragança). • BIARD, J. Science et nature. La théorie buridanienne du savoir (R. Miquelanti). • LIZZINI, O. Fluxus (fayd). Indagine sui fondamenti della metafisica e della fisica di Avicena (M. C. Sousa) ≡Volume 3 (2011) [volume completo] · [volume completo formato Issuu]. • GOUGUENHEIM, S. Aristote au Mont Saint-Michel: les racines grecques de l’Europe chrétienne (A. Rieger Schmidt). • BÜTTGEN, Ph. , DE LIBERA, A. , RASHED, M. , ROSIER-CATACH, I. (dir. ). Les Grecs, les Arabes et nous: enquête sur l’islamophobie savante (A. Rieger Schmidt). • JACQUES DE VITERBE. L’âme, l’intellect et la volonté (G. B. V. de Paiva). • HALL, A. Thomas Aquinas and John Duns Scotus. Natural theology in the High Middle Ages (M. K. Guerrero). • AZADPUR, M. Reason unbound: on spiritual practice in Islamic peripatetic philosophy (A. Madalena) ≡Volume 2 (2010) [volume completo] · [volume completo formato Issuu]. • BROWN, C. Aquinas and the Ship of Theseus (M. K. Guerrero). • VELDE, R. A. te. Aquinas on God (M. A. O. da Silva). • IMBACH, R. /OLIVA, A. La philosophie de Thomas d’Aquin (L. Lobo). • DELMAS, S. Un franciscain à Paris au milieu du XIIIe siècle (G. B. V. de Paiva). • FOLGER-FONFARA, S. Das ‚Super’-Transzendentale und die Spaltung der Metaphysik (R. Guerizoli) ≡Volume 1 (2009) [volume completo]. • AUGUSTINE. Augustine: Political Writings (L. M. da Silva Filho). • BERTOLACCI, A. The Reception of Aristotle’s Metaphysics in Avicenna’s Kitab al-Sifa (A. Storck). • BIANCHI, L. Pour une histoire de la \"double vérité\" (A. Rieger Schmidt). • DEMANGE, D. Jean Duns Scot. La théorie du savoir (A. Storck). • CASTEIGT, J. Connaissance et vérité chez Maître Eckhart (R. Guerizoli). • PERINI-SANTOS, E. La théorie ockhamienne de la connaissance évidente (A. Robert). See the full.", 
    "domain": "gtfilosofiamedieval.wordpress.com", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "2176-8765"
            ]
        }
    }, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "Brazil", 
        "journal", 
        "philosophy", 
        "antiquity", 
        "open access", 
        "reception", 
        "Middle Ages", 
        "history"
    ], 
    "languages": [
        "pt"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1940432904635623741", 
            "resource_date": "2014-03-02T08:00:34.688-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:05.961507"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/03/open-access-journal-translatio-caderno.html", 
            "resource_date": "2014-03-02T08:00:34.688-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:05.961524"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "resenhas", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Translatio: Caderno de Resenhas do GT História da Filosofia Medieval e a Recepção da Filosofia Antiga", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://gtfilosofiamedieval.wordpress.com/resenhas/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}