{
    "authors": [], 
    "contributors": [], 
    "description": "Popular Anthropology Magazine. About Us Our Short-Term Goals. 1. To provide people across the globe with anthropological data and ideas that they probably would not receive had we not provided it. 2. To give social scientists the opportunity to actually have their research read. Most manuscripts are merely glanced through. 3. To eventually publish the online magazine in a variety of languages, including but not limited to: Spanish, French, Portuguese, German, and Arabic. Knowledge does not belong to English-speaking people only. 4. We will always be a FREE magazine so that the public and universities around the world can have access to important manuscripts. However, in areas that do not have access to the internet, we would like to someday publish the magazine in hard copy and distribute the magazine free of charge to low-income university libraries. 5. To obtain a healthy number of advertisers in order to become a paying market. We want to be able to pay scholars for submitting their articles to the magazine AND to set up scholarships and fellowships for undergraduate and graduate students in the social sciences; these scholarships and fellowships will be available to students of every nation, ethnicity, gender, and religion. We would also like to be able to provide traveling expenses for non-US scholars to travel to association meetings and conferences who would not be able to attend otherwise. 6. To incorporate as a not-for-profit. Our Long-Term Goals. 1. To maintain a Theses and Dissertations Database from around the world, free of charge, through our website. It is extremely difficult for US citizens who are not in academia to access theses and dissertations published in the United States. However, it is even more difficult for non-US citizens to get a hold of and read these records. Likewise, most non-US theses and dissertations are unavailable to people in the United States. The data included in these manuscripts took years to conduct and complete. Although some of these works eventually turn into published monographs, many \"lay on the shelf collecting dust. \" This is something Popular Anthropology Magazine seeks to change. Submission to the database will be voluntary. Archive.", 
    "domain": "www.popanthro.com", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Popular Anthropology Magazine", 
        "url": "http://www.popanthro.com/index.php/en/home"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8357285006882405842", 
            "resource_date": "2012-01-23T10:07:08.361-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:15:21.992681"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/10/open-access-journal-popular.html", 
            "resource_date": "2012-01-23T10:07:08.361-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:15:21.992694"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "4740d41dc847af540bbb61c8eec97a7677efdc64", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "PDF Download", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.popanthro.com/media/issue%202-3/Australia_issue-Final.pdf", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}