{
    "authors": [], 
    "contributors": [], 
    "description": "HISTORIKA Studi di storia greca e romanaISSN 2240-774Xe-ISSN 2039-4985 Historika è una nuova pubblicazione a periodicità annuale edita dal Dipartimento di Studi Storici dell’Università degli Studi di Torino per iniziativa dei docenti di storia greca e romana. Intende proporre al lettore ricerche su \"oggetti\" storici e storiografici, historika/historica appunto, i quali, segnati nel mondo greco e romano dall’identità linguistica e metodologica di Historìa/Historia, continuano a suscitare oggi come allora scritti storici, historika grammata. Historika sperimenta la diffusione on line ad accesso aperto, aderisce alla \"Dichiarazione di Berlino\" (Open Access to Knowledge in the Sciences and Humanities) e, nell’ambito della ricerca universitaria in storia antica, promuove la comunicazione e il dibattito scientifico nell’età del web: senza rinunciare all’edizione cartacea, diffonde le proprie pubblicazioni depositandole nelle open libraries internazionali, pratica la peer review anonima al fine della valutazione dei testi proposti al comitato scientifico ed editoriale, conserva all’autore la piena proprietà intellettuale del testo pubblicato (con il solo vincolo di citare la pubblicazione su Historika qualora si riproponga il testo, in tutto o in parte, in altra sede), riconosce al lettore il diritto di accedere gratuitamente ai risultati della ricerca scientifica finanziata con risorse pubbliche. Historika è a disposizione della comunità scientifica internazionale per accogliere contributi innovativi e originali inerenti la storia greca e romana dal periodo arcaico a quello tardo-antico; sono ammesse tutte le lingue nazionali, eventualmente affiancate dalla traduzione del testo in inglese. Accanto a saggi di argomento vario, ogni volume comprende anche sezioni tematiche che riflettono gli interessi di ricerca del comitato editoriale e scientifico; si conclude infine con l’elenco dei libri ricevuti: per ognuno di essi si assicura una sintetica esposizione e valutazione dei contenuti; per una selezione di essi, accurata recensione. Sul sito è inoltre attiva, per ogni annata, la sezione e-print&preview nella quale si intende sperimentare una pratica assai diffusa in molte comunità scientifiche internazionali: questa sezione è infatti a disposizione degli autori che, previa autocertificazione del consenso del proprio editore, vogliano mettere a disposizione, esclusivamente in forma elettronica, il testo di un proprio contributo presentato in sede pubblica e/o accettato per la pubblicazione in forma cartacea, favorendone così anticipata, ampia e rapida diffusione. In tutte le sezioni ogni contributo è accompagnato da strumenti che favoriscono il contatto diretto con l'autore e, se richiesto, il dibattito pubblico. Grazie a queste caratteristiche Historika vuole porsi fra tradizione e innovazione, utilizzando i nuovi strumenti tecnologici per favorire, nel proprio piccolo, progresso e diffusione della conoscenza.", 
    "domain": "www.ojs.unito.it", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "electronic": [
                "2039-4985"
            ], 
            "generic": [
                "2240-774X"
            ]
        }
    }, 
    "is_part_of": {
        "title_full": "HISTORIKA Studi di storia greca e romana", 
        "url": "http://www.ojs.unito.it/index.php/historika/index"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "it"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2883676128377439258", 
            "resource_date": "2014-12-19T09:50:53.916-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:52.552227"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/03/new-open-access-journal-historika-studi.html", 
            "resource_date": "2014-12-19T09:50:53.916-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:52.552243"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "index-php-historika-article-view-765", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Epigrafi ligoriane nel carteggio tra Theodor Mommsen e Carlo - Vincenzo Promis", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.ojs.unito.it/index.php/historika/article/view/765", 
    "url_alternates": [], 
    "volume": "-", 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}