{
    "description": "EPEKEINA. International Journal of Ontology. History and Critics. EPEKEINA. International Journal of Ontology. History and Critics. ISSN: 2281-3209. EPEKEINA is a new biannual peer-reviewed journal published by CRF - Centro Internazionale per la Ricerca Filosofica, a non-profit cultural association and independent research center founded in Palermo (Italy) in association with the local University. It covers a wide range of research on Ontology including Metaphysics, Epistemology, Ethics, History of Philosophy, Philosophy of Science, Philosophy of Language, Philosophy of Religion, Philosophy of Mind, Political Philosophy, and other relevant areas of philosophical research. It seeks to provide an international platform for scholars worldwide to exchange their most recent philosophical research. The Journal is commited to making its contents free and open to the public with the intent of supporting the global exchange of knowledge. 2014 Vol 4, No 1-2 (2014): Evil, Progress, and Fall: Moral Readings of Time and Cultural Development in Roman Literature and Philosophy Edited by Rosa Rita Marchese and Fabio Tutrone. Table of Contents Latin Philosophy and Culture Introduction. Romans on Temporality: Past, Present and Future PDF Rosa Rita Marchese, Fabio Tutrone Vetustas, oblivio e crisi d’identità nelle Saturae Menippeae: il risveglio di Varrone in un’altra Roma PDF Irene Leonardis Beneficium, iustitia e imperium tra passato, presente e futuro PDF Alice Accardi Prima e dopo Epicuro: origine e sviluppo della civiltà nel De rerum natura di Lucrezio PDF Francesco Staderini Matrices of Time and the Recycling of Evil in Sallust’s Historiography PDF Sophia Papaioannou Time’s Path and The Historian’s Agency: Morality and Memory in Sallust’s Bellum Catilinae PDF Aaron M. Seider Beginnings & Endings: 146 BCE as an Imperial Moment, from Polybius to Sallust PDF Sarah H. Davies Veniet Tempus (QNat. 7. 25): Stoic Philosophy and Roman Genealogy in Seneca's View of Scientific Progress PDF Fabio Tutrone At the End of Times: Human Civilization and a Roman Astrologer (Firmicus Maternus, Math. 3. 2) PDF Joanna Komorowska Proceedings The Negative Theology of Matter in Calcidius Andrea Le Moli Innominis / Omninominis: Bernard Silvestris’s Catalogue Poem as Act of Divine Naming PDF Jason Baxter Philosophical thought of the School of the Sextii PDF Omar Di Paola Notes, Reports & Interviews Heideggers Interpretation des platonischen Sophistes PDF Diego De Brasi, Marko J. Fuchs Hegel and the phenomenological movement PDF Gabriele Schimmenti Il principio passione. Intervista a Vito Mancuso PDF Doriana Prinzivalli Miscellanea Relation and Individuation in the Philosophy of Leibniz PDF Angelo Cicatello 2013 Vol 3, No 2 (2013): Jean-Luc Nancy. L'iperbole del finito A cura di Rosaria Caldarone, Patrizia Cecala, Giovanni Tusa Vol 2, No 1 (2013): Ontology Revisited Edited by Andrea Le Moli, Marco Carapezza, Pietro Giuffrida 2012 Vol 1, No 1-2 (2012): Towards a multidisciplinary foundation of Ontology Edited by Andrea Le Moli and Pietro Giuffrida. See the full List of Open Access Journals in Ancient Studies.", 
    "domain": "www.ricercafilosofica.it", 
    "identifiers": {
        "issn": {
            "generic": [
                "2281-3209"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Italy", 
        "journal", 
        "philosophy", 
        "open access", 
        "classics", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9124330377544067270", 
            "resource_date": "2014-10-18T17:18:55.235-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:44.064513"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/open-access-journal-epekeina.html", 
            "resource_date": "2014-10-18T17:18:55.235-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:44.064529"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "EPEKEINA. International Journal of Ontology", 
    "url": "http://www.ricercafilosofica.it/epekeina/index.php/epekeina/index", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}