{
    "description": "Ancient Age: \"History of Albanians\" by Musa Kalankatlu as a Source Author: Маммедова,Ф. Publish date: 1977 Number of pages: 198 Language: russian Downloaded: 5696 Download (.pdf | 1.274 MB) Ancient Albania Author: Ямпольский Зелик Иосифович Publish date: 1962 Number of pages: 297 Language: russian Downloaded: 4620 Download (.pdf | 3.782 MB) Ancient Azerbaijan: what do we know? Author: Yusif Səfərov Publish date: 1989 Number of pages: 157 Language: azerbaijani Downloaded: 702 Download (.pdf | 0.857 MB) Ancient Caucasian Albania Author: Алиев К. Publish date: 1969 Number of pages: 182 Language: russian Downloaded: 2346 Download (.pdf | 1.08 MB) Ancient history of Azerbaijan in the cuneiform sources Author: S.Qaşqay Publish date: 2006 Number of pages: 91 Language: azerbaijani Downloaded: 2189 Download (.pdf | 1.348 MB) Ancient Sources on the History of Azerbaijan Author: Алиев К. Г. Publish date: 1962 Number of pages: 152 Language: russian Downloaded: 2619 Download (.pdf | 0.989 MB) Ancient Turkish tribes, Saka-Gamar Author: Firidun Ağasıoğlu Publish date: 2006 Number of pages: 128 Language: azerbaijani Downloaded: 408 Download (.pdf | 1.85 MB) Ancient Turks Author: Lev Qumilyov Publish date: 1993 Number of pages: 536 Language: azerbaijani Downloaded: 441 Download (.pdf | 3.443 MB) Ancient Turks and Armenia Author: Qeybullayev Q. Publish date: 1992 Number of pages: 140 Language: azerbaijani Downloaded: 2004 Download (.pdf | 1.073 MB) Ancient, ancient Azerbaijan Author: Сейран Велиев Publish date: 1993 Number of pages: 116 Language: russian Downloaded: 2607 Download (.pdf | 1.323 MB) Atropatena to b.c IV - VII century Author: Abdulla Fazili Publish date: 1992 Number of pages: 216 Language: azerbaijani Downloaded: 2895 Download (.pdf | 1.668 MB) Azerbaijan Archaeology, Volume I Publish date: 2008 Number of pages: 448 Language: azerbaijani Downloaded: 5005 Download (.pdf | 2.131 MB) Culture of ancient Azerbaijan Author: Фарида Алиева Publish date: 2007 Number of pages: 180 Language: russian Downloaded: 517 Download (.pdf | 0.757 MB) Essays of the History of Azerbaijan Author: Эльдар Исмаилов Publish date: 2010 Number of pages: 424 Language: russian Downloaded: 1314 Download (.pdf | 1.796 MB) Essays on the ancient history of Azerbaijan Author: А.Н.Гулиева Publish date: 1956 Number of pages: 200 Language: russian Downloaded: 1138 Download (.pdf | 1.546 MB) Essays on the History and Culture of Caucasian Albania in the 4th Century BC – 3rd Century AD Author: Тревер К.В. Publish date: 1959 Number of pages: 419 Language: russian Downloaded: 3141 Download (.pdf | 6.706 MB) Gobustan Author: Cəfərqulu Rüstəmov Publish date: 1994 Number of pages: 176 Language: azerbaijani Downloaded: 580 Download (.pdf | 1.424 MB) Gobustan. Small stone monuments Author: Cəfərqulu Rüstəmov,Firuzə Muradova Publish date: 2008 Number of pages: 316 Language: azerbaijani Downloaded: 352 Download (.pdf | 2.501 MB) Historical Dictionary of pupil Author: Rauf Məlikov Publish date: 2004 Number of pages: 368 Language: azerbaijani Downloaded: 1343 Download (.pdf | 3.156 MB) History and culture of Caucasian Albania in the IV BC - III century BC Author: Османов Ф.Л. Publish date: 2006 Number of pages: 288 Language: russian Downloaded: 1218 Download (.pdf | 2.221 MB) History of Albanians.Musa Kalankatuklu Author: Musa Kalankatuklu Publish date: 2006 Number of pages: 296 Language: azerbaijani Downloaded: 7226 Download (.pdf | 6.77 MB) Old Paleolit in Azerbaijan Author: М.ГУСЕЙНОВ Publish date: 2010 Number of pages: 220 Language: russian Downloaded: 278 Download (.pdf | 7.477 MB) On the Ethnogenies of Azerbaijanis Author: Гейбуллаев Г. Publish date: 1991 Number of pages: 258 Language: russian Downloaded: 4713 Download (.pdf | 2.871 MB) Political History and Historical Geography of Caucasian Albania (The 3rd Century BC and the 8th Century AD) Author: Мамедова Ф. Publish date: 1986 Number of pages: 284 Language: russian Downloaded: 2474 Download (.pdf | 1.934 MB) Rock Art of Azerbaijan Author: Məlahət Fərəcova Publish date: 2009 Number of pages: 384 Language: azerbaijani Downloaded: 1082 Download (.pdf | 3.493 MB) Sources based on Azerbaijan history. Publish date: 2007 Number of pages: 400 Language: azerbaijani Downloaded: 6749 Download (.pdf | 5.764 MB) State of Manna Author: Solmaz Qaşqay Publish date: 1993 Number of pages: 107 Language: azerbaijani Downloaded: 1640 Download (.pdf | 0.792 MB) Terracotta ancient Azerbaijan Publish date: 1994 Number of pages: 134 Language: russian Downloaded: 605 Download (.pdf | 1.107 MB) The development history of Azeri turks Author: Qiyasəddin Qeybullayev. Publish date: 1994 Number of pages: 248 Language: azerbaijani Downloaded: 4559 Download (.pdf | 1.683 MB) Toponymy of Azerbaijan Author: Г.Гейбуллаев Publish date: 1986 Number of pages: 250 Language: russian Downloaded: 2651 Download (.pdf | 1.291 MB) Traces of ancient culture in the valley Guruchay and Kondelenchay Author: Qüdrət İsmayılov Publish date: 1981 Number of pages: 67 Language: azerbaijani Downloaded: 430 Download (.pdf | 0.872 MB) Trade - Economic and Cultural Relations of Caucasian Albania: The 4th Century BC – The 3rd Century AD Author: Расулова М.М. Publish date: 2008 Number of pages: 228 Language: russian Downloaded: 2000 Download (.pdf | 1.412 MB)", 
    "domain": "www.history.az", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Azerbaijan History Portal", 
        "url": "http://www.history.az/"
    }, 
    "keywords": [
        "cuneiform", 
        "art", 
        "monuments", 
        "dictionaries", 
        "Azerbaijan", 
        "antiquity", 
        "culture", 
        "ancient history", 
        "Armenia", 
        "Russian", 
        "history", 
        "trade", 
        "geography"
    ], 
    "language": [
        "la", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ancient Age", 
    "url": "http://www.history.az/browse.php?sec_id=8&sort=1", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}