{
    "description": "Suppléments au Bulletin de Correspondance Hellénique. ISSN: 0304-2456. Suppléments au Bulletin de Correspondance Hellénique, 36 1 Delphes cent ans après la Grande fouille. Essai de bilan. Actes du colloque organisé par l?EFA, 17-20 septembre1992 École Française d'Athènes, Athènes, 2000 Suppléments au Bulletin de Correspondance Hellénique, 35 2 L?alluvionnement historique en Grèce occidentale et au Péloponnèse (Géomorphologie - Archéologie - Histoire) Fouache, Éric, École Française d'Athènes, Athènes, 1999 Suppléments au Bulletin de Correspondance Hellénique, 34 3 Territoires des cités grecques. Actes de la Table Ronde internationale organisée par l'École française d'Athènes, 31 octobre - 3 novembre 1991 École Française d'Athènes, Athènes, 1999 Suppléments au Bulletin de Correspondance Hellénique, 33 4 Commerce et artisanat dans l?Alexandrie hellénistique et romaine. Actes de la Table Ronde organisée par le CNRS, le Laboratoire de Céramologie de Lyon et l?EFA, Athènes, 10-12 octobre 1988 École Française d'Athènes, Athènes, 1998 Suppléments au Bulletin de Correspondance Hellénique, 31 5 Les enseignes sur les monnaies des villes d'Asie Mineure, des origines à Sévère Alexandre. Rebuffat, François, École Française d'Athènes, Athènes, 1997 Suppléments au Bulletin de Correspondance Hellénique, 30 6 La Crète mycénienne. Actes de la Table ronde internationale organisée par l?École française d?Athènes [26-28 mars 1991]. École Française d'Athènes, Athènes, 1997 Suppléments au Bulletin de Correspondance Hellénique, 29 7 Archives et sceaux du monde hellénistique. Actes du colloque de Turin 1993. École Française d'Athènes, Athènes, 1996 Suppléments au Bulletin de Correspondance Hellénique, 28 8 L?eau, la santé et la maladie dans le monde grec. Actes du colloque, 25-27 novembre 1992, Centre de recherche «Archéologie et systèmes d?information» et URA 1255 «Médecine grecque». École Française d'Athènes, Athènes, 1994 Suppléments au Bulletin de Correspondance Hellénique, 27 9 La légende nationale phocidienne. Ellinger, Pierre, École Française d'Athènes, Athènes, 1993 Suppléments au Bulletin de Correspondance Hellénique, 25 10 Mykénaïka. Actes du IXe colloque international sur les textes mycéniens et égéens organisé par le KERA et l?EFA, Athènes, 2-6 octobre 1990). École Française d'Athènes, Athènes, 1992 Suppléments au Bulletin de Correspondance Hellénique, 24 11 Dikili Tash. Village préhistorique de Macédoine orientale. I. Fouilles de J. Deshayes (1961-1975). École Française d'Athènes, Athènes, 1992 Suppléments au Bulletin de Correspondance Hellénique, 23 12 Les ateliers de potiers dans le monde grec aux époques géométrique, archaïque et classique. Actes de la Table ronde EFA, 2-3 octobre 1987. École Française d'Athènes, Athènes, 1992 Suppléments au Bulletin de Correspondance Hellénique, 22 13 Polydipsion Argos. Argos de la fin des palais mycéniens à la constitution de l?État classique. Actes du colloque de Fribourg (7-9 mai 1987). École Française d'Athènes, Athènes, 1992 Suppléments au Bulletin de Correspondance Hellénique, 21 14 La Vallée de l?Énipeus en Thessalie Decourt, Jean-Claude, École Française d'Athènes, Athènes, 1990 Suppléments au Bulletin de Correspondance Hellénique, 20 15 Les Hilotes. Ducat J, Jean, École Française d'Athènes, Athènes, 1990 Suppléments au Bulletin de Correspondance Hellénique, 19 16 L?habitat égéen préhistorique. Actes de la Table ronde CNRS-Université Paris I-EFA,Athènes 23-25 juin 1987. École Française d'Athènes, Athènes, 1990 Suppléments au Bulletin de Correspondance Hellénique, 18 17 Recherches sur la céramique byzantine. Actes du colloque EFA-Université de Strasboug, Athènes 8-10 avril 1987. École Française d'Athènes, Athènes, 1989 Suppléments au Bulletin de Correspondance Hellénique, 17 18 Les chapiteaux ioniques à imposte de Grèce à l?époque paléochrétienne. Vemi, Vassiliki, École Française d'Athènes, Athènes, 1989 Suppléments au Bulletin de Correspondance Hellénique, 16 19 Les villes de Macédoine à l?époque romaine Papazoglou, Fanoula, École Française d'Athènes, Athènes, 1988 Suppléments au Bulletin de Correspondance Hellénique, 15 20 Le Monnayage des duovirs corinthiens. Amandry M, Michel and Amandry P, Pierre, École Française d'Athènes, Athènes, 1988 Suppléments au Bulletin de Correspondance Hellénique, 14 21 Iconographie classique et identités régionales. École Française d'Athènes, Athènes, 1986 Suppléments au Bulletin de Correspondance Hellénique, 13 22 Recherches sur les amphores grecques. École Française d'Athènes, Athènes, 1986 Suppléments au Bulletin de Correspondance Hellénique, 12 23 Les cités grecques et leurs bienfaiteurs (IVe-Ier s. av. J. -C. ). Contribution à l?hsitoire des institutions. Gauthier, Philippe, École Française d'Athènes, Athènes, 1985 Suppléments au Bulletin de Correspondance Hellénique, 11 24 L?Iconographie minoenne. Actes de la Table ronde d?Athènes (21-22 avril 1983). École Française d'Athènes, Athènes, 1985 Suppléments au Bulletin de Correspondance Hellénique, 10 25 Délos indépendante (314-167 av. J. -C. ). Étude d?une communauté civique et de ses institutions. Vial, Claude, École Française d'Athènes, Athènes, 1985.", 
    "domain": "cefael.efa.gr", 
    "identifiers": {
        "issn": {
            "generic": [
                "0304-2456"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access", 
        "archaeology", 
        "monograph", 
        "Greece"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8395028995129400258", 
            "resource_date": "2015-02-05T11:34:07.998-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:32.528848"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/06/open-access-monograph-series.html", 
            "resource_date": "2015-02-05T11:34:07.998-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:32.528865"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Suppléments au Bulletin de Correspondance Hellénique", 
    "url": "http://cefael.efa.gr/result.php?site_id=1&serie_id=BCHSuppl&ce=4jj5bcofev9r132249vufg0gfamstlru&sp=1", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}