{
    "authors": [], 
    "contributors": [], 
    "description": "IBAM Newsletter The Institute of Archaeological and Monumental Heritage. The National Research Council - Italy. L’IBAM è una struttura scientifica multidisciplinare con competenze altamente specializzate nel settore della conoscenza, documentazione, diagnosi, conservazione, valorizzazione, fruizione e comunicazione del patrimonio archeologico e monumentale. Queste competenze si esprimono grazie al team multidisciplinare dell’Istituto che comprende archeologi, storici, architetti, geologi, ingegneri, chimici, fisici ed informatici. L’IBAM esprime le sue competenze mediante lo sviluppo, la sperimentazione e l'applicazione di indagini metodologiche con attività legate al territorio in Italia (centro-meridionale e Sicilia), in Turchia, a Creta, in Spagna, in Iraq, in Perù, in Albania etc. Internazionalizzazione delle ricerche, potenziamento della multidisciplinarietà e interdisciplinarietà, integrazione di competenze tra le sedi, eccellenza nei progetti di ricerca europea proposti ed investimento su giovani forze costituiscono i principali impegni della nuova direzione dell'Istituto. Il 16 novembre 2011 è stato nominato Direttore, per il quadriennio 2011- 2015, Daniele Malfitana, archeologo classico. The Institute of Archaeological and Monumental Heritage. The National Research Council - Italy. BAM is a multidisciplinary research institute with highly expertise in the specialized skills in the fields of knowledge, documentation, diagnosis, preservation, enhancement, enjoyment and communication of the archaeological and monumental heritage. These skills are expressed through the Institute's multidisciplinary team that includes archaeologists, historians, architects, geologists, engineers, chemists, physicists and ICT specialists. IBAM expresses its expertise through the development, testing and application of methodological investigations with activities related to the territory landscape in Italy (center, south and Sicily) and in Turkey, Crete, Spain, Iraq, Peru, etc. and Albania and elsewhere. Internationalization of research, strengthening of multidisciplinary and interdisciplinary activities, integration of expertise among the its four headquartersoffices, excellence in European research projects proposed and, finally, investment on in youth young researchers are the main goals of the new directorshipate of the Institute. On 16 November 2011, the classical archaeologist Daniele Malfitana was appointed Head Director of the Institute, for the years 2011 to 2015, Daniele Malfitana, classical archaeologist. IBAM Newsletter no. 1 March - May 2013. IBAM Newsletter no. 2 June - August 2013. IBAM Newsletter no. 3 September - December 2013See the full.", 
    "domain": "www.ibam.cnr.it", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "IBAM Newsletter", 
        "url": "http://www.ibam.cnr.it/pagine.php?pagina=Newsletter"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "newsletter"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-402325928804172241", 
            "resource_date": "2014-03-21T08:51:24.743-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:09:57.269167"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/03/open-access-journal-ibam-newsletter.html", 
            "resource_date": "2014-03-21T08:51:24.743-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:09:57.269183"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "8e219ff6ba90ef8f614434d87598f12162517821", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "IBAM Newsletter no. 3 September - December 2013", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.ibam.cnr.it/PDF/IBAM%20Newsletter%20no.%203.pdf", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}