{
    "description": "Konkordanzen zu den Inscriptiones Graecae. In den Jahren 2009 und 2010 wurden vom Seminar für Alte Geschichte/Institut für Epigraphik der Westfälischen Wilhelms-Universität in Zusammenarbeit mit der Arbeitsstelle Inscriptiones Graecae an der Berlin-Brandenburgischen Akademie der Wissenschaften zwei online abfragbare Konkordanzen erstellt. Die Konkordanzen werden fortlaufend aktualisiert. Konkordanz IG - SEG Diese Konkordanz ermöglicht die Abfrage aller in der SEG referenzierten IG-Inschriften. Nach Eingabe von IG-Band und -Inschrift erhält man eine Liste aller SEG-Einträge der Bände 1-58. Aufgeführt werden auch SEG-Einträge, die sich vor dem Erscheinen des entsprechenden IG-Bandes mit dessen Inschriften befassen. Konkordanz IG - IG Diese Konkordanz enthält alle Verweise von IG-Inschriften auf frühere oder spätere Auflagen. Zudem wurde berücksichtigt, wenn Inschriften in weiteren IG-Bänden Aufnahme fanden. Die Online-Abfragen wurden konzipiert und realisiert von Michael Tieke, Seminar für Alte Geschichte / Institut für Epigraphik an der WWU Münster. Beide Konkordanzen wurden auf Fehler überprüft. Falls Sie weitere Fehler finden, wenden Sie sich bitte an eine der beiden folgenden Kontaktadressen.", 
    "domain": "www.ig.uni-muenster.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "epigraphy", 
        "Greek", 
        "inscriptions"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7816305231725706904", 
            "resource_date": "2013-06-14T10:10:00.593-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:24.910537"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/07/inscriptiones-graecae-konkordanz-ig-seg.html", 
            "resource_date": "2013-06-14T10:10:00.593-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:24.910565"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Konkordanzen zu den Inscriptiones Graecae", 
    "url": "http://www.ig.uni-muenster.de/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}