{
    "description": "Hieroi Logoi: Digital Resources for Religion in Late Antiquity This blog is about the rich and bewildering variety of online resources for the even richer and more bewildering variety of religions in Late Antiquity.  Hieroi Logoi, or “Sacred Discourses,” were tales of great ritual and mythological importance, both written and unwritten, from the Graeco-Roman world (the Mediterranean and its satellite regions); Jews and Christians sometimes used this term to describe their own scriptures.  Hieroi Logoi were frequently intended for a restricted community, but they also excited great interest outside the boundaries of their intended audience. The purpose of this blog is to discover and review all websites relevant to the study of the religions of Late Antiquity, here understood broadly as the period between Alexander the Great (3 rd century BCE) and Muhammad (6 th -7 th century CE).  My goal is gradually to create a centralized information portal on this subject, extensively categorized and tagged, for scholarly research and teaching, as well as the interested public.  Some of these sites are well known, others obscure; some straightforward to use, others difficult; some are well-funded collaborative efforts, others are more informal.  Caveat lector!  But all have their interest.  If you have suggestions for sites to be reviewed, please contact me.", 
    "domain": "hieroilogoi.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "religion", 
        "late antiquity", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-33958963548335713", 
            "resource_date": "2012-06-04T13:39:24.634-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:03:05.936433"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/06/digital-resources-for-religion-in-late.html", 
            "resource_date": "2012-06-04T13:39:24.634-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:03:05.936447"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Digital Resources for Religion in Late Antiquity", 
    "url": "http://hieroilogoi.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}