{
    "description": "Sirkeli Höyük Ausgrabungsprojekt On this website you will find information on the Turkish-German archaeological project »Sirkeli Höyük – Cultural Contacts at the Interface between Anatolia, Cyprus, and Syria«. The project is a joint research project of the Institute of Archaeological Sciences, Department of Near Eastern Archaeology of the University of Bern and the Çanakkale Onsekiz Mart Üniversitesi. The project is supported by the Swiss National Fond (SNF). Auf diesen Seiten erhalten Sie Informationen über das türkisch-schweizerische archäologische Forschungsprojekt ›Sirkeli Höyük – Kulturkontakte in Kilikien am Schnittpunkt zwischen Anatolien, Zypern und Syrien‹ Unter dem Menüpunkt Fundort erhalten Sie Informationen zum archäologischen Fundplatz Sirkeli Höyük, seiner Lage und Geschichte. Über die bisherigen wissenschaftlichen Untersuchungen werden Sie unter Forschung informiert. Wesentliches über die Ziele unserer Arbeiten finden Sie unter Projekt. Bu sayfada Türk-Isviçre ortakliginda yürütülen arkeolojik kazi projesi ›Sirkeli Höyük – Kilikya ile Anadolu, Kibris ve Suriye arasinda kültürel iliskiler‹ ile ilgili bilgilere ulasabilirsiniz. Yerlesim basligi yerlesimin konumu ve tarihi hakkinda, Arastirma basligi ise simdiye kadar yürütülen bilimsel çalismalar hakkinda bilgi vermektedir. Yeni dönem çalismalari ile bilgilere Proje basligindan ulasabilirsiniz. Bu sayfanin ilginizi çekecegine ve size yardimci olacagini ümit ediyoruz. Görüslerinizi ve önerilerinizi bekliyoruz.", 
    "domain": "sirkeli.unibe.ch", 
    "history": [
        "2015-06-05T03:50:10.035113: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/12/sirkeli-hoyuk-ausgrabunsgproject.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Anatolia", 
        "Hittite", 
        "Near East", 
        "Turkey", 
        "archaeological science", 
        "archaeology", 
        "culture", 
        "project", 
        "website"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4097359843218256951", 
            "resource_date": "2012-12-06T12:15:10.254-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-05T03:50:10.035671"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/sirkeli-hoyuk-ausgrabunsgproject.html", 
            "resource_date": "2012-12-06T12:15:10.254-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-05T03:50:10.035679"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Sirkeli Höyük Ausgrabungsprojekt", 
    "url": "http://sirkeli.unibe.ch/", 
    "zotero_id": null
}