{
    "description": "Welcome to the first complete online academic lexicon of a classical Semitic language and the first dictionary of all of the classical dialects of Aramaic.  As an online dictionary, the CAL itself has many advantages over the traditional printed book: Entries may be accessed by root, by canonical form, or by the complete form as found in texts.  For example, confronted by ובמלכותה the entry can be found by searching for the form as it is, by the root “mlk” or by the lemma “mlkw.” No longer is alphabetization an issue. Entries may be accessed by the Aramaic word, by any English word used in the glosses, or by certain semantic fields. Citations within entries may be searched. Searching may use Roman transliteration, Unicode, Square script (Hebrew) or Syriac keyboards. Citations from the database are linked to the full text.  Click on a citation in an entry to see it in its original context.  From the context, you will find yourself in text browse mode where a click on any other word displays the appropriate lexical entry. A complicated entry may also be viewed without justifying citations so as to better study its overall semantic structure. Entries display the page numbers where a word is treated in the major previous dialect dictionaries and, more importantly, links to online displays of those digitized pages where allowed by copyright. There are no separate pages for abbreviations.  Hover with the mouse over an unfamiliar abbreviation and a revealing “tooltip” appears. The CAL is live!  We are constantly adding texts, adding new words, and improving entries.  Active work is in progress improving our textbases and treatments of the less well-known dialects, in particular Mandaic, Samaritan, and Nabataean. All scholarly references to the CAL should thus include the date when the reference was found.  We invite corrections from users! Although in the sense of the previous paragraph the CAL is not yet “complete,” we have decided to open the lexicon to academe: As of February, 2013, our database consists of over two million parsed words, over 30,000 individual lemmas (and 7,000 cross-references), over 60,000 glosses, and about 20,000 citations.", 
    "domain": "cal.huc.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "News from the Comprehensive Aramaic Lexicon", 
        "url": "http://cal.huc.edu/"
    }, 
    "keywords": [
        "semitics", 
        "lexicon", 
        "language", 
        "database", 
        "dictionaries", 
        "Aramaic", 
        "Syriac", 
        "Roman", 
        "lexicography", 
        "classics", 
        "data"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1919890343969498771", 
            "resource_date": "2013-02-16T16:26:57.193-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:11:56.751855"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/02/news-from-comprehensive-aramaic-lexicon.html", 
            "resource_date": "2013-02-16T16:26:57.193-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:11:56.751870"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "", 
    "url": "http://cal.huc.edu/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}