{
    "description": "Vexillum: The Undergraduate Journal of Classical and Medieval Studies. Vexillum is an undergraduate journal that supports and promotes undergraduate scholarship in the fields of Classical and Medieval Studies, and accepts scholarly papers and academic book reviews by undergraduate students written on a wide range of topics - history, literature, philosophy, archaeology, art history, sociology, philology, and linguistics. Vexillum provides a unique opportunity for undergraduate students to submit outstanding papers for peer review from other undergraduates, an opportunity rarely achieved in the undergraduate years. Papers address aspects of the cultures and civilizations of Europe, the Near East, and Central Asia between 3,600 B. C. E. and 1500 C. E. While Volume 1 (2011) of Vexillum was a great accomplishment and met with praise from those in the scholarly world who have long sought a place for undergraduate students’ work, it is the 2011-2012 Editorial Staff’s goal to extend our journal’s success by promoting more undergraduate work through the method of detailed peer review and by providing an outlet for students to showcase the fruits of their labor. The Vexillum board of editors welcomes submissions from undergraduate students attending universities in the United States and abroad who have written scholarly papers and academic book reviews meeting the above-mentioned topical, historical, and geographical parameters. It should be noted that papers focused largely on other parts of the world (i. e. Eastern or Southern Asia) will be considered, so long as a connection to one of the three aforementioned geographical areas is made. The Editorial Staff welcomes papers that tackle subjects not commonly dealt with. Publishing a diversity of subject matter is one of Vexillum's strong points. Submissions should be between 1250 and 5000 words in length (not including notes and bibliography), and may include original figures. Papers submitted for consideration must be written in English; non-English citations are welcomed, as long as a translation is provided in the notes for languages other than German, French, Latin, and Greek. All notes should be in the footnote style rather than endnotes, and should utilize proper citation according to the Chicago Manual of Style or the Modern Language Association Style Manual. All submissions will be considered with the utmost attention by the Editorial Staff, and prospective contributors are encouraged to contact the Editor in Chief or members of the Editorial Staff with specific questions regarding submissions, paper parameters and topics, the review process, and publication with Vexillum. Advised by faculty of the Department of Modern and Classical Languages and the Department of History at Western Washington University in Bellingham, WA, and staffed by nine distinguished undergraduate and graduate students from four institutions across the United States, Vexillum conforms to the highest scholastic criteria in the selection of submissions.", 
    "domain": "www.vexillumjournal.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "student journal", 
        "journal", 
        "classics", 
        "open access", 
        "Middle Ages"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2495287021287524945", 
            "resource_date": "2013-10-06T09:11:07.334-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:42.018614"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/07/open-access-journal-vexillum.html", 
            "resource_date": "2013-10-06T09:11:07.334-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:42.018641"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Vexillum: The Undergraduate Journal of Classical and Medieval Studies", 
    "url": "http://www.vexillumjournal.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}