{
    "description": "Pegasus-Onlinezeitschrift: Wissenschaftliches Periodikum zur Didaktik und Methodik der Fächer Latein und Griechisch. ISSN: 1861-499X. Die Pegasus-Onlinezeitschrift ist ein wissenschaftliches Periodikum zur Didaktik und Methodik der Fächer Latein und Griechisch, wird vom Deutschen Altphilologenverband herausgegeben und ist erstmals im Dezember 2000 erschienen. Die Pegasus-Onlinezeitschrift schafft eine Plattform zur ausführlichen und fundierten bildungstheoretischen Diskussion und didaktisch-methodischen Reflexion über die Fächer Latein und Griechisch: Bildungstheoretische Erörterung zu Fragen der Vergangenheit, Gegenwart und Zukunft des altsprachlichen Unterrichts: Dabei laden wir zu einer fächerübergreifenden Diskussion ein. Zudem wollen wir den Dialog zwischen Schule, Universität und Bildungspolitik fördern. Unterrichtspraxis: Beiträge sollen sich durch eine fundierte didaktische Begründung und Reflexion konkreter Unterrichtsinhalte sowie ihrer methodischen Umsetzung auszeichnen (z. B. Darstellung von Unterrichtssequenzen, methodisch aufbereiteten Textsammlungen, Projekten). Fachwissenschaftliche Beiträge: Ergebnisse fachwissenschaftlicher Forschung sollen für die Theorie und Praxis des altsprachlichen Unterrichts nutzbar gemacht werden und der Förderung der Zusammenarbeit zwischen Schule und Universität dienen. Die Pegasus-Onlinezeitschrift will konsequent die Vorteile moderner Kommunikationstechnologie nutzen: geringe Produktionskosten, hoher Verbreitungsgrad, schneller und kostenloser Zugriff, Möglichkeit der individuellen Anpassung der angebotenen Materialien an den eigenen Lehr- und Lernkontext, schnelle und flexible Kommunikation zwischen Redaktion und Leserschaft. Die Pegasus-Onlinezeitschrift erscheint dreimal im Jahr und umfasst folgende Rubriken: Erga: Originalbeiträge Agora: Berichte, Leserbriefe und Anregungen Acta diurna: Newsletter Index: Suchfunktion von A bis Z Subsidia: Technische Hilfe Impressum.", 
    "domain": "www.pegasus-onlinezeitschrift.de", 
    "identifiers": {
        "issn": {
            "generic": [
                "1861-499X"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7169335853510519583", 
            "resource_date": "2013-10-20T08:55:22.425-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:14.980735"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/01/open-access-journal-pegasus.html", 
            "resource_date": "2013-10-20T08:55:22.425-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:14.980751"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Pegasus-Onlinezeitschrift: Wissenschaftliches Periodikum zur Didaktik und Methodik der Fächer Latein und Griechisch", 
    "url": "http://www.pegasus-onlinezeitschrift.de/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}