{
    "description": "Severan Hoard Analysis Author: Clare Rowan This database was constructed as part of the research conducted for my doctorate, Under Divine Auspices: Patron Deities and the Visualisation of Power in the Severan Period. The research was funded by an Australian Postgraduate Award, and was completed at Macquarie University, which houses the Australian Centre for Ancient Numismatic Studies. Given the potential of the information contained in the database for future research, it was decided to make the database available online, at the same address as the Severan provincial coinage project. The database contains fifty-seven silver hoards ranging in date from AD 198 to c. AD 270. Hoards with a terminus post quem well after the Severan period are included since it could take some time for coins to reach a peak in circulation. The paucity of gold and aes hoards containing Severan material meant that these metals were not included. There are two displays available to the user: one provides a listing of all Severan types found within a particular hoard, and the other provides a summary of all Severan coin types found in the entire sample (all the hoards considered together). Consequently, it is possible to get a one-click overview of the relative frequency of each Severan type, as well as to trace in what hoard each type occurs. The publication details of each hoard are provided, as well as an indication of its geographic locality. For the latter, the established A-E lettering system is used (A = Britain, B = West Continent, C = Italy and Africa, D = Danubian regions, E = the East). These particular divisions may not reveal divergences in coinage circulation as efficiently as other groupings (for example between central and peripheral regions, or military and non-military areas), but in the interests of continuity and to facilitate comparisons with other modern work, the A-E scheme is employed here. For hoards that were published using Cohen's catalogue, the Cohen-RIC concordance was used to convert the data (Chantraine, H. and Alföldi, M. R.-. (1978). Cohen - RIC - Konkordanz. Bonn.) Coins in a hoard that possessed no ready RIC reference, or were illegible, are tallied at the end. Illegible coins of Julia Domna are included in the total of Domna types struck under Severus, and illegible coins of Caracalla are included in the total of coins struck during his sole rule. This decision was made since most of Domna's coins were struck under Severus, and most of Caracalla's types come from his sole reign; consequently, there is a higher chance that illegible types come from these periods. No coins of Elagabalus' wife Annia Faustina were found in any of the hoards consulted, and consequently she does not figure at all in the database. Occasionally the data also includes subtypes listed in the RIC (e.g. RIC 8b); these are indicated by letters in the entry (e.g. 3 aab = 3 examples of this type were found in the hoard, 2 of subtype a, and one of subtype b). The database is not intended to give an absolute indication of coins struck under the Severans, but only a suggestion of relative frequency. Occasionally the totals of coinage struck for each Severan emperor will differ slightly from the original publication, particularly for those hoards that were published by Cohen number. This reflects the fact that some issues listed in Cohen's catalogue were later attributed to different emperors (for instance deification issues of Severus, attributed to Severus by Cohen, were placed with Caracalla's issues by Mattingly). Very occasionally, a discrepancy reflects a miscalculation in the original publication. Any errors or omissions may be gratefully brought to the attention of the author (clare.rowan@students.mq.edu.au), but any such instances will not fundamentally alter the image of Severan coinage contained within the database.", 
    "domain": "web3.forest.usf.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Severan Database Project", 
        "url": "http://web3.forest.usf.edu/main/other/severan/"
    }, 
    "keywords": [
        "visualization", 
        "imagery", 
        "Italy", 
        "database", 
        "antiquity", 
        "catalogue", 
        "numismatics", 
        "military", 
        "data"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Severan Hoard Analysis", 
    "url": "http://web3.forest.usf.edu/main/other/severan/coins/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}