{
    "description": "An Atlas of Hillforts in Britain and Ireland. Hillforts are one of the most prominent types of prehistoric monument across many parts the British Isles and Ireland as well as being the most obvious legacy of the Iron Age period. Despite fieldwork and changing interpretations of these iconic sites they are still poorly understood in terms of documenting and analysing the variation in characteristics and form across regional and national boundaries. The Atlas of Hillforts Project has just been awarded £950,000 from the Arts and Humanities Research Council to try and remedy this situation. The Project will collect, collate and present data on hillforts across the UK and Ireland providing, for the first time, an integrated resource to serve research into this important monument type. It will run for four years from September 1st 2012 and has Researchers and PhD students based in both Oxford (responsible for England and Wales) and Edinburgh (responsible for Scotland, Northern Ireland and Ireland). The aim of the project is to produce a paper atlas and an online searchable atlas linked to Google Earth. We are also considering other forms of dissemination and data collection such as Wikipedia. The atlases will show distributions of various sorts of hillforts (an initial challenge is to decide ‘what is a hillfort’?) together with analysis and discussion. Part of the aim is to produce a resource that can be used by students, academics and the general public.", 
    "domain": "www.arch.ox.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "atlas", 
        "Britain", 
        "Great Britain", 
        "archaeology", 
        "Ireland"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6846212524936386858", 
            "resource_date": "2013-07-09T10:05:23.409-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:14:39.874773"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/07/an-atlas-of-hillforts-in-britain-and.html", 
            "resource_date": "2013-07-09T10:05:23.409-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:14:39.874792"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.arch.ox.ac.uk/hillforts-atlas-survey.html", 
        "http://www.arch.ox.ac.uk/hillforts-atlas-information.html", 
        "http://www.arch.ox.ac.uk/hillforts-atlas-team.html", 
        "http://www.arch.ox.ac.uk/hillforts-atlas-information.html", 
        "http://www.arch.ox.ac.uk/hillforts-atlas-survey.html", 
        "http://www.arch.ox.ac.uk/hillforts-form.html"
    ], 
    "title": "An Atlas of Hillforts in Britain and Ireland", 
    "url": "http://www.arch.ox.ac.uk/hillforts-atlas.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}