{
    "description": "Exodus: Out of Egypt - Transdisciplinary Perspectives on Archaeology, Text, and Memory. This website does not advocate any solutions to the story of ancient Israel’s Exodus from Egypt, known from the Old Testament or Hebrew Bible. Rather, it highlights new transdisciplinary perspectives on this ancient puzzle based on an international conference held May 31 to June 3, 2013 in Calit2’s Qualcomm Institute at UC San Diego. The conference – Out of Egypt: Israel’s Exodus Between Text and Memory, History and Imagination – brought together more than 40 of the world’s leading archaeologists, Biblical scholars, Egyptologists, historians and geo-scientists. In tandem, the Qualcomm Institute staged an exhibition, EX3: Exodus, Cyber-Archaeology and the Future, through June 9, as an experiment in trans-disciplinary research, team science, and scholarly communication using technologies developed for the museum of the future. Archaeologists and Biblical scholars teamed with computer scientists, engineers, geo-scientists and sonic artists to show how 21st century collaboration in these fields can provide new ways of looking at ancient historical problems. Nearly four dozen scientists contributed their unique expertise and worked “out of the (disciplinary) box” in search of potential answers to historical questions. They explored cyber-archaeology data collection, analyses and dissemination, and the exhibition featured new 3D and large-scale visualization platforms developed by the Qualcomm Institute as prototype display systems for the museum of the future. At right is a collection of images from the conference and exhibition. Below, this portal features streaming video, including an overview of the exhibition, as well as on-demand video of all conference proceedings. At bottom, click on the links to view panels from the exhibition on the significance of the Exodus from an ecumenical perspective in Judaism, Islam, and Christianity.", 
    "domain": "exodus.calit2.net", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "conference", 
        "Egypt"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4089574684256404606", 
            "resource_date": "2013-07-02T08:53:14.341-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:13:12.695132"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/07/conference-proceedings-exodus-out-of.html", 
            "resource_date": "2013-07-02T08:53:14.341-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:13:12.695148"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://exodus.calit2.net/#", 
        "http://exodus.calit2.net/#", 
        "http://exodus.calit2.net/#", 
        "http://exodus.calit2.net/#", 
        "http://exodus.calit2.net/#", 
        "http://exodus.calit2.net/#", 
        "http://exodus.calit2.net/#", 
        "http://exodus.calit2.net/#", 
        "http://exodus.calit2.net/#", 
        "http://exodus.calit2.net/#", 
        "http://exodus.calit2.net/#"
    ], 
    "title": "Exodus: Out of Egypt - Transdisciplinary Perspectives on Archaeology, Text, and Memory", 
    "url": "http://exodus.calit2.net/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}