{
    "description": "[First posted in AWOL 4 May 2010. Updated 20 January 2013]. Kroeber Anthropological Society Papers. Over the last fifty years, the Kroeber Anthropological Society Papers has evolved into a semi-annual volume with considerable international readership. We publish articles in the general field of anthropology (and all its subdisciplines) and neighboring fields which are of theoretical and/or practical interest. We remain particularly committed to publishing the work of students and junior scholars. The KAS began hosting annual meetings in May 1957. These meetings have taken many forms over the years: some have included papers representing the spectrum of anthropological interests, others have focused closely on specific topics. Several meetings have been held to honor the scholarship of retiring anthropologists, and one has taken the form of an Ethnographic Film Festival. The most recent KAS conference, \"Translocalities: Borders, Boundaries, and the Making of Sites,\" was held April 2003. In addition to its printed journal, KAS is also now a free, open-access scholarly journal (Fall 2009).", 
    "domain": "kas.berkeley.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "anthropology", 
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8717722702617057076", 
            "resource_date": "2013-01-20T17:10:26.117-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:39.571301"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/05/open-access-journal-kroeber.html", 
            "resource_date": "2013-01-20T17:10:26.117-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:39.571318"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Kroeber Anthropological Society Papers", 
    "url": "http://kas.berkeley.edu/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}