{
    "description": "JPEG Issues 99/100: Anthropology Revisited As we begin 2011, the practice of anthropology continues to shift alongside the ever-changing worlds around it. The emergence of new technologies, revamped methodologies, and multiple movements in the last decade are just a few of the factors which alter the scope – and focus – of anthropological work. This issue focuses on the past inventions and future innovations of the discipline in the form of theoretical shifts, reframing categories, not-yet histories, and methodological transformations - a look back to what's been left out and what's yet to emerge. Front Matter: PDF Editorial PDF Laura Nader Where is Anthropology Going? PDF Elizabeth Colson, Seth Holmes, Michael Fischer, Zoe Crossland, Craig Stanford, Jane Guyer, Angela Garcia, James Igoe, Todd Ochoa, Gene Hammel, Tom Boellstorff, Joao Biehl, Webb Keane Speaking the Same Language: Bridging the Ever-Growing Disciplinary Divide Between Cultural Anthropology and Archaeology PDF Ivy Hepp and Joshua Englehardt Adorno’s Dilemma: On Difficult Writing and Sophistication in Anthropology Today PDF Marc Goodwin Multiple Approaches: Changing Identities on the Hungarian Plain during the Early to Middle Copper Age PDF Ian Pawn Good-enough Ethnography: Reflections on Becoming a Medical Anthropologist PDF David Eaton In Conversation with Professor Aihwa Ong PDF Interview by Vineeta Sinha Public Policy and Publics in Post-Katrina New Orleans: How Critical Topics Circulate and Shape Recovery Policy PDF Anne M. Lovell, Samuel Bordreuil, Vincanne Adams, Jacques Morial, Latoya Cantrell, Karen Gadbois, Maria Ludwick, Lisanne Brown, Mary Howell, Martha Ward Poaching at the Multispecies Salon PDF Eben Kirksey, Craig Schuetze, Nick Shapiro, Shiho Satsuka, Natasha Myers, Celia Lowe, Jacob Metcalf, Matei Candea, Stefan Helmreich Imposing Aid: The Ethnography of Displacement and its Aftermath PDF Elizabeth Colson The Plight of “Big Black Dogs” in American Animal Shelters: Color-Based Canine Discrimination PDF Amanda Leonard Rural Development Intervention and the Challenges of Sustainable Livelihood in an Oil Producing Area of Nigeria PDF Babajide Ololajulo Multiscalarity and Transcultural Interaction in the Post-Contact Northeast: A Dual Application of World-Systems Theory and Structured History PDF Bradley Phillippi Negotiating Normality: Experiences from Three Italian Patient Support Groups PDF Mirna Cola and Daniella Crocetti Right to Know: Indigenous Youth Filmmaking for Social Justice and Human Rights PDF Kellen Prandini and Mariana Ferreira Back Cover: JPEG", 
    "domain": "kas.berkeley.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Kroeber Anthropological Society Papers", 
        "url": "http://kas.berkeley.edu/"
    }, 
    "keywords": [
        "journal", 
        "journal issues", 
        "anthropology", 
        "culture", 
        "ethnography", 
        "history", 
        "archaeology", 
        "Italian"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8717722702617057076", 
            "resource_date": "2013-01-20T17:10:26.117-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:32.468210"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/05/open-access-journal-kroeber.html", 
            "resource_date": "2013-01-20T17:10:26.117-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:32.468226"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "JPEG", 
    "url": "http://kas.berkeley.edu/documents/Issue_101/BackCover101.jpg", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}