{
    "description": "The database Glossarium Græco-Arabicum makes available the files of a lexical project, intended to open up the lexicon of the mediæval Arabic translations from the Greek. It contains images of the filecards (ca. 80,000) which have not yet been published in the analytical reference dictionary A Greek and Arabic Lexicon (Leiden: Brill, 1992ff.), and comprises Arabic roots from the letter jîm to the end of the Arabic alphabet. The database provides search facilities for Greek words, Arabic words and roots, as well as the authors and titles of the source texts.From the eighth to the tenth century A. D., Greek scientific and philosophical works were translated wholesale into Arabic. This activity resulted in the incorporation and reorganization of the classical heritage in the new civilization which, using Arabic, spread with Islam.The object of project Glossarium Graeco-Arabicum is to make readily available to scholars the direct information which the Graeco-Arabic translations contain for several areas of research. These include:– the vocabulary and syntax of Classical and Middle Arabic;– the development of a scientific and technical vocabulary in Arabic;– the vocabulary of Classical and Middle Greek;– the chronology and nature of the translation movement into Arabic; and– the establishment of the texts of Greek works and their Arabic translations.", 
    "domain": "telota.bbaw.de", 
    "history": [
        "2015-06-03T04:59:43.839359: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/04/database-glossarium-grco-arabicum.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Arabic", 
        "Chronology", 
        "Greek", 
        "classics", 
        "data", 
        "database", 
        "dictionaries", 
        "heritage", 
        "imagery", 
        "lexicography", 
        "lexicon", 
        "project"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6939592208943801316", 
            "resource_date": "2013-07-19T10:21:47.136-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:43.839944"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/database-glossarium-grco-arabicum.html", 
            "resource_date": "2013-07-19T10:21:47.136-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:43.839952"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Glossarium Græco-Arabicum: A lexicon of the mediæval Arabic translations from the Greek", 
    "url": "http://telota.bbaw.de/glossga/", 
    "zotero_id": null
}