{
    "description": "Should archaeomineralogy now follow geoarchaeology into the family of organized scholarly fields? - George (Rip) RappEarth sciences and culture: natural and cultural heritage in the International Year of Planet Earth - Ivan ZagorchevStone raw materials as indicators of human contact during the Stone Age - Maciej PawlikowskiThe rock shelter Arkata, Eastern Rhodopes: preliminary archaeological report - Maria Gurova, Stefanka IvanovaFormal Early Neolithic flint toolkits: archaeological and sedimentological aspects - Maria Gurova, Chavdar Nachev Regarding the procurement of lithic materials at the Neolithic site at Limba (Alba County, Romania (sources of local and imported materials - Otis N. CrandellQuarry sources of stone implements from the Azmak Tell near Stara Zagora (South Bulgaria) - Victoria Stoyanova, Kuncho KunchevStone tools from the Early Neolithic site Dobroslavsti, Sofia Region - Elka AnastassovaChemical and petrographical characteristics of pottery fragments from the Neolithic and Chalcolithic site Bulgarchevo, Blagoevgrad Region - Dobrinka StavrakevaThe social dimension of distance in prehistory: a jadeite axe case from Bulgaria - Tsoni TsonevThe aesthetics of colour and brilliance – or why were prehistoric persons interested in rocks, minerals, clays and pigments? - Bisserka Gaydarska, John ChapmanComplex faceted and other carnelian beads from the Varna Chalcolithic necropolis: archaeogemmological analysis -Ruslan I. Kostov, Olga PelevinaGreen bone pin from Pietrele: possible evidence for intentional colouration of bone artifacts during the Copper Age in the Balkans - Petar ZidarovArchaeometric investigations of amber from the late Bronze Age and the Iron Age from the territory of present Bulgaria - Silviya Ivanova, Ivelin Kuleff The Bronze Age Indus quarries of the Rohri Hills and Ongar in Sindh (Pakistan) - Paolo Biagi, Elisabetta Starnini Mineralogical peculiarities of the heavy mineral fraction from pottery fragments and the sediments from the archaeological site “Ada Tepe”, Kroumovgrad District - George Ajdanlijsky, George Nehrizov, Elitza Ilieva, Dimitar ZlatanovHousehold and burial ceramics of Early Iron Age from SW Slovakia: a mineralogical and petrographical study - Miloš Gregor, Radoslav Čambal, Katarína HarmadyováThe challenges facing the diamond edge in its contact with the precious stone when engraving gems (intaglios and cameos) - Stephan LazarovA preliminary provenance study of marble artefacts from Aiani, ancient Upper Macedonia, Greece - Andreas Iordanidis Pottery production in ancient Greece - Christina DimitrovaProvenance analysis of Roman millstones: mapping of trade areas in Roman Europe - Tatjana M. Gluhak, Wolfgang HofmeisterPetrographic study of artefacts from a temple of Sabasius in the village of Porominovo, Kyustendil District, Western Bulgaria - Petia Nenova, Oleg Vitov, Ivanka Staykova, Lydia Staykova-Alexandrova Architectural-decorative details in the Basilica N4 at the town of Sandanski (ancient Parthicopolis), South-West Bulgaria - Svetla Petrova, Peter I. Petrov On the problem of mineral raw materials of architectural monument of the X century: the Desiatinna Virgin Church in the city of Kyiv - Natalia A. Shevchenko, I. A. CherevkoDetermination of the provenance of the archaeological monument “Samuilov Kamak” - Lubomira MachevaPreliminary study of the age of the Lanna period by thermoluminescence dating: a case study from the Wiang Kaen ancient site, Chiang Rai, Northern Thailand - Krit Won-in, Pornsawat Wattanakul, Pisutti Dararutana, Sorapong Pongkrapan, Isao Takashima, Narumol Ruangrunsri, Fongsaward S. Singharajwarapan, Thiva Supajanya, Krisanapol VichapanMing porcelain from the Santa Clara-a-velha Monastery in Coimbra, Portugal. First results using a portable µ-EDXRF spectrometer - Mathilda Larsson, João Pedro VeigaA study on the origin of emeralds in Mogul objects at the State Hermitage Museum, St. Petersburg - Elisabeth Strack Study of the composition of stone tobacco pipe from the archaeological reserve “Pautalia-Velbuzhd-Kyustendil”, Bulgaria - Rossita Stoyanova, Oleg Vitov, Irina MarinovaGeology and petrography of ochres and white clay deposits in Rajasthan State, India - Giovanni Cavallo, Manoj PanditThe rock as a topos of faith. The interactive zone of the rock-cut monuments – from Urartu to Thrace - Valeria FolGeological and mineralogical background of the megalithic and rock-cut sites in Bulgaria and some other European countries - Ruslan I. KostovOrientations of dolmens in Bulgaria - Dimitar Kolev, Lyubomir Tsonev, Antonio C. Gonzalez Garcia, Veselina KolevaObservations upon the constructional connections of the dolmens in Bulgaria - Stanislav IlievThe ancient Thracian megalithic sanctuary “Markov Kamak” at Tsarev Peak in Rila Mountain: semantic and functional analysis - Vassil Markov Prehistoric rock sanctuaries in the Eastern Rhodopes and some other mountain regions in Bulgaria - Ana Raduncheva Early human presence and rock-cut structures in the Eastern Rhodopes - Stefanka IvanovaPetrography and geological setting of a Thracian rock-hewn sanctuary to the South of the village of Raven, Momchilgrad District, Eastern Rhodopes - Irina Marinova, Petya NenovaRock-cut structures in the Eastern Rhodopes and their relation to prehistoric mining - Maria ZlatkovaLooking for metals: megalithic monuments between reality and mythology - George Dimitriadis “Special” stones in prehistoric practices: cases from Bulgaria - Maya AvramovaDistribution and typology of gold artefacts from the Bronze Age in the alluvial sediments in Bulgaria - Zdravko TsintsovOn the age of some gold artefacts from the Kraishte Region in South-West Bulgaria - Martin ChristovPreliminary observations on the gold spirals from the ritual structures near Dubene, Karlovo Region - Martin ChristovMétallurgie précieuse dans l’empire d’Orphée - Erik GonthierSome aspects of prehistoric and protohistoric metallurgy in Liguria (North-West Italy) - Davide Delfino Composition of gold and silver objects from the South Urals burial mounds (XV-II c. BC) - Victor V. Zaykov, Anatolii M. Yuminov, Alexandеr D. Tairov, Dmitrii G. Zdanovich, Eugenii I. Churin, Vasilii A. Kotlyarov, Elisaveta V. Zaykova Genetic interrelation of ores, slags, and nonferrous metals from archaeological monuments of Ukraine - Tatjana Yu. Goshko, Vyacheslav I. ManichevAncient Georgian iron metallurgy and its ore base - David M. Kuparadze, Dimitri V. Pataridze, Thomas N. KerestedjianAncient gold mining at the Southern slopes of the Vitosha and Verila Mountains - Stoyan Avdev, Christian TsankovGeoarchaeological monuments of ancient mining in Sredna Gora Mountain - Todor NenovElectrochemical properties of the Kazichene treasure - Dimitar Chilikov, Christo ProtochristovArchaeological evidence for the exploitation of gold ore deposits at the villages of Kolyo Marinovo (Sarnena Sredna Gora) and Babyak (Western Rhodopes) in Antiquity - Milena TonkovaArchaeometric study of Iron Age copper alloy artefacts from the South-East Bulgaria - Miglena VasilevaCulture layers as geological objects - Georgi Baltakov The investigation of geoarchaeological layers of Krakow city, Poland - Maciej Pawlikowski, Marta Wardas, Joanna SuchThe foraminiferal analysis as a method for determination of source material for the pottery fragments from the “Ada Tepe” archaeological site, Kroumovgrad District (Eastern Rhodopes) - George Ajdanlijsky, Boris Valchev, George Nehrizov, Dimitar ZlatanovReal arrows or “darts from heaven”? Some ideas on the interpretation of belemnites from Neolithic and Chalcolithic sites in Bulgaria - Kamen BoyadjievPalaeoenvironment and archaeology: the use of diatom analysis in archaeology - Nadja Ognjanova-RumenovaFaulting and rock deformations established at the ruins of Perperikon (Eastern Rhodopes) and their relation to recent seismic activity - Nikolai DobrevPalaeogeographic conditions in the Black Sea area during the Neolithic and Chalcolithic according to archaeological research - Krassimira ApostolovaUnderwater sites in the area of Cape Shabla (North-East Bulgaria) - Preslav PeevMorphodynamics of the coastal zone of the Nessebar Peninsula (Bulgaria): archaeological and geological benchmarks - Christo PreshlenovGeological aspect of the problem of dating the Great Egyptian Sphinx construction - Vjacheslav I. Manichev, Alexander G. ParkhomenkoGeomorphological survey of the area of archaeological site Bosilkovo (Banite municipality), South Bulgaria - Rossitsa KenderovaGeomorphological research of the paleoenvironment in the area of ancient villa “Armira” (I-IV century AD) near Ivaylovgrad, South-East Bulgaria (preliminary results) - Ahinora BaltakovaPotential and limitations of the archaeo-geophysical techniques - Yavor Shopov, Diana Stoykova, Antoniya Petrova, Valentin Vasilev, Ludmil TsankovResistivity survey of Thracian burial mounds - Nikola TonkovGeophysical survey of the Thracian site at Halka Bunar locality in the area of the Chirpan Heights - Nikola TonkovReconstruction of buried objects by implementation of ground penetrating radar technique: example on Roman tomb in Brestovik (Serbia) - Milena Cukavac, Goran Klemčić, Časlav Lazović Specific magnetic mineralogy of baked clay archaeological artefacts. Archaeomagnetic dating -Mary KovachevaArchaeoseismology in Bulgaria - Boyko Ranguelov, Anelia BojkovaThe archaeological site – possible evidence about multihazard ancient events - Boyko Ranguelov, Elina Mircheva, Igor Lazarenko, Radostina Encheva Research methods and methodological problems during restoration of prehistorical pottery. Part I - Dimcho Radev, Alexander SultanovA new rock feature – cryptic structure (frustumation): possible implication to conservation and preservation of rock-made artefacts - Mikhail PovarennykhGeoenvironmental problems for world cultural heritage in North-East Bulgaria -Margarita MatovaGeoarchaeological studies in the Sboryanovo National Reserve (North-East Bulgaria) -Diana GergovaArchaeology and geophysics in the Sboryanovo National Reserve (North-East Bulgaria) - Diana Gergova, Ilijan KatevskiThe Big Mound and ancient villa Armira – archaeological data on earthquakes in the Eastern Rhodopes - Gergana KabakchievaMonitoring of cracks affecting the “Madara Horseman” rock bas-relief, North-East Bulgaria -Nikolai Dobrev, Elka Avramova-Tacheva, Blahoslav Košťák", 
    "domain": "mgu.bg", 
    "history": [
        "2015-06-03T04:59:44.287115: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2009/01/international-conference-on.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Balkans", 
        "Bulgaria", 
        "Christianity", 
        "Europe", 
        "Georgian", 
        "Greece", 
        "India", 
        "Poland", 
        "Roman", 
        "Romania", 
        "Ukraine", 
        "antiquity", 
        "archaeological site", 
        "archaeology", 
        "bronze", 
        "ceramics", 
        "conference", 
        "conservation", 
        "cultural heritage", 
        "culture", 
        "data", 
        "egyptology", 
        "geoarchaeology", 
        "heritage", 
        "materials", 
        "metallurgy", 
        "monuments", 
        "mythology", 
        "pottery", 
        "prehistory", 
        "preservation", 
        "report", 
        "tools", 
        "trade"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7056176193938176481", 
            "resource_date": "2009-01-14T14:53:55.198-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:44.287724"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/01/international-conference-on.html", 
            "resource_date": "2009-01-14T14:53:55.198-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:44.287732"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "International Conference on Geoarchaeology & Archaeomineralogy", 
    "url": "http://mgu.bg/geoarchmin/", 
    "zotero_id": null
}