{
    "description": "Le champ couvert par la Revue Numismatique comprend la numismatique et l'histoire monétaire et s'étend à l'archéologie, l'histoire économique, l'histoire de l'art ainsi qu'à l'épigraphie, la sigillographie ou la glyptique dans leurs rapports avec l'étude des monnaies, médailles et documents monétiformes.La Revue recherche des études de haut niveau et de première main, publication de documents nouveaux ou nouvelle interprétation de documents connus. Les articles sont retenus en fonction de leur qualité scientifique et de l'intérêt du document présenté.Les rubriques de la Revue sont indicatives et correspondent aux divisions historiques traditionnelles : numismatique celtique, grecque, romaine, byzantine, médiévale, moderne et contemporaine, orientale, médailles, jetons, sceaux, histoire de la numismatique et des collections. Des notes synthétiques faisant le point sur une question ou un débat ont leur place dans les Miscellanea, la SFN préférant réserver la publication des articles brefs au BSFN.Les langues admises sont, outre le français, l'allemand, l'anglais, l'espagnol et l'italien.Les manuscrits complets et conformes aux instructions aux auteurs doivent être remis au secrétariat avant le 1er septembre de l'année qui précède la parution. Après avoir été confiés à plusieurs rapporteurs et examinés par le comité de lecture, ils sont définitivement retenus lorsque le conseil de gestion de la Revue Numismatique adopte le budget de la Revue qui paraît dans l'année.Les auteurs bénéficient de 30 tirés à la suite pour chaque article et s'engagent à ne pas les mettre en vente.La Revue ne rend compte que des ouvrages qui sont adressés au secrétariat avec la mention Revue Numismatique. Les ouvrages sont remis à des spécialistes proposés par les directeurs au comité de lecture. La publication rapide dans le bulletin bibliographique ne doit pas nuire au caractère informatif et critique des comptes rendus et il est possble de rendre compte simultanément et synthétiquement de plusieurs ouvrages.La Revue Numismatique se réserve le droit de refuser toute publicité sans avoir à fournir de motif à sa décision. 1958-1959 1958 : [ 1 ] 1959 : [ 2 ] 1960-1969 1961 : [ 3 ] 1962 : [ 4 ] 1963 : [ 5 ] 1964 : [ 6 ] 1965 : [ 7 ] 1966 : [ 8 ] 1967 : [ 9 ] 1968 : [ 10 ] 1969 : [ 11 ] 1970-1979 1970 : [ 12 ] 1971 : [ 13 ] 1972 : [ 14 ] 1973 : [ 15 ] 1974 : [ 16 ] 1975 : [ 17 ] 1976 : [ 18 ] 1977 : [ 19 ] 1978 : [ 20 ] 1979 : [ 21 ] 1980-1989 1980 : [ 22 ] 1981 : [ 23 ] 1982 : [ 24 ] 1983 : [ 25 ] 1984 : [ 26 ] 1985 : [ 27 ] 1986 : [ 28 ] 1987 : [ 29 ] 1988 : [ 30 ] 1989 : [ 31 ] 1990-1999 1990 : [ 32 ] 1991 : [ 33 ] 1992 : [ 34 ] 1993 : [ 35 ] 1994 : [ 36 ] 1995 : [ 150 ] 1996 : [ 151 ] 1997 : [ 152 ] 1998 : [ 153 ] 1999 : [ 154 ] 2000-2005 2000 : [ 155 ] 2001 : [ 156 ] [ 157 ] 2002 : [ 158 ] 2003 : [ 159 ] 2004 : [ 160 ] 2005 : [ 161 ]", 
    "domain": "www.persee.fr", 
    "history": [
        "2015-06-03T04:59:25.756634: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/07/open-access-journal-revue-numismatique.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "antiquity", 
        "document", 
        "history", 
        "journal", 
        "numismatics", 
        "open access"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2809080792372293247", 
            "resource_date": "2012-07-09T11:33:23.311-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:25.757226"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/07/open-access-journal-revue-numismatique.html", 
            "resource_date": "2012-07-09T11:33:23.311-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:25.757234"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Revue Numismatique", 
    "url": "http://www.persee.fr/web/revues/home/prescript/revue/numi", 
    "zotero_id": null
}