{
    "description": "The Semantic Dictionary of Biblical Hebrew (henceforth SDBH) project is carried out under the auspices of the United Bible Societies. It was launched in the year 2000. Its aim is to build a new dictionary of biblical Hebrew that is based on semantic domains, comparable to Louw and Nida’s Greek-English Lexicon of the New Testament, which was first published in 1989. Preliminary research for this project was carried out by Reinier de Blois which resulted in a dissertation, titled Towards a New Dictionary of Biblical Hebrew Based on Semantic Domains, from which much of the contents of this document has been derived (de Blois 2000). In addition to this a computer tool called Vocabula was developed, that can assist the Hebrew lexicographer in his/her effort to create such a dictionary.Several Hebrew scholars from different parts of the world are contributing to this dictionary. The editor for this project is Dr. Reinier de Blois, assisted by Prof. Dr. Enio R. Mueller.Several sample entries have been published on the web and more will be published as soon as they become available. There is always room for improvement and therefore users are invited to send their comments to the editor. If you want to have a look at the entries that have been published so far click here.  Project    Organization    Theoretical    Framework  Dictionary    Sample entries", 
    "domain": "www.sdbh.org", 
    "history": [
        "2015-06-03T04:59:45.260299: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/09/semantic-dictionary-of-biblical-hebrew.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Bible", 
        "Hebrew", 
        "New Testament", 
        "bible", 
        "dictionaries", 
        "document", 
        "lexicography", 
        "lexicon", 
        "project", 
        "religion", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7273155527591443907", 
            "resource_date": "2012-09-14T06:20:46.711-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:45.260902"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/09/semantic-dictionary-of-biblical-hebrew.html", 
            "resource_date": "2012-09-14T06:20:46.711-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:45.260910"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Semantic Dictionary of Biblical Hebrew (SDBH)", 
    "url": "http://www.sdbh.org/", 
    "zotero_id": null
}