{
    "description": "The Azerbaijani History Portal contains electronic versions of books, documents and other sources about the history of Azerbaijan. Due to a large number of written sources about our history, it is impossible to provide their electronic versions in a short period of time. It has to be taken into account that the establishment of the portal commenced in January 2010. However, we have managed to provide electronic versions of a number of important history sources and are pleased to make them available. You can use this portal to familiarize yourself with books, recollections, numismatic materials, documents and monuments covering different periods of history. The portal will be of use to everyone interested in history, especially researchers. We are in the process of developing a unified Internet database that would provide accurate and complete information about our history. At a time when information technologies are playing an increasingly important role in the world, the availability of electronic versions of history documents represents particular importance.  This project is financed by the Ministry of Youth and Sport of Azerbaijan Republic, Azerfon MMC and IRELI Public Union. The project is powered by HP Workstations kindly presented by HP Azerbaijan.", 
    "domain": "www.history.az", 
    "history": [
        "2015-06-03T04:59:31.480736: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/05/open-access-azerbaijan.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Armenia", 
        "Azerbaijan", 
        "Russian", 
        "ancient history", 
        "antiquity", 
        "art", 
        "book", 
        "culture", 
        "cuneiform", 
        "data", 
        "database", 
        "dictionaries", 
        "digital library", 
        "geography", 
        "history", 
        "monuments", 
        "numismatics", 
        "project", 
        "trade"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4077167673690262049", 
            "resource_date": "2012-03-21T16:00:34.874-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:31.481326"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/05/open-access-azerbaijan.html", 
            "resource_date": "2012-03-21T16:00:34.874-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:31.481333"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Azerbaijan History Portal", 
    "url": "http://www.history.az/", 
    "zotero_id": null
}