{
    "description": "Arkeos, revista electrónica de arqueología, busca crear un espacio de debate de temas arqueológicos, análisis y sobre todo difusión de los estudios realizados por los estudiantes y egresados de la Especialidad de Arqueología de la Pontificia Universidad Católica del Perú; a través de las convocatorias para la publicación se busca  incentivar la investigación en los jóvenes profesionales de la PUCP, así como el generar espacios críticos para la discusión y el intercambio de información. Esta publicación tiene como meta captar la atención tanto del medio académico como del público no especializado. Se busca el acercamiento al público en general, con el objetivo de incentivar el interés en la práctica arqueológica debido a la importancia que ésta tiene en la educación, la defensa del patrimonio y la construcción de identidades, entre otros.En el ámbito especializado, Arkeos busca crear redes de comunicación  e intercambio de información entre los estudiantes y profesionales de arqueología que desarrollan sus actividades en el medio local; además, dará a conocer en el ámbito internacional los avances y resultados de las más recientes investigaciones desarrolladas en el Perú por los profesionales de la PUCP.Actualmente, los espacios de difusión, intercambio de información y debate de temas arqueológicos son pocos, y en la mayoría de estos casos llegan a un público limitado debido al alcance de las publicaciones. En algunos casos inclusive están concebidos para sólo un sector del público, sea éste especializado o no. Arkeos busca abarcar una mayor diversidad de intereses, y sobre todo hacer uso de las ventajas que ofrecen las ediciones electrónicas en cuanto a difusión y manejo de la información.Arkeos se convierte además en herramienta para estimular la investigación y la publicación en los jóvenes estudiantes y profesionales de arqueología, complementando su desarrollo profesional. marzo, 2011 febrero, 2011 diciembre, 2010 noviembre, 2010 octubre, 2009 julio, 2009 agosto, 2008 mayo, 2008 octubre, 2007 marzo, 2007 noviembre, 2006 septiembre, 2006 julio, 2006 mayo, 2006", 
    "domain": "mileto.pucp.edu.pe", 
    "history": [
        "2015-06-03T04:59:37.751667: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/04/open-access-journal-arkeos.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "antiquity", 
        "archaeology", 
        "archeaology", 
        "journal", 
        "open access"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5604357274687024854", 
            "resource_date": "2011-12-24T08:41:28.211-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:37.752240"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/open-access-journal-arkeos.html", 
            "resource_date": "2011-12-24T08:41:28.211-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:37.752248"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Arkeos", 
    "url": "http://mileto.pucp.edu.pe/arkeos/", 
    "zotero_id": null
}