{
    "description": "This established and essential component of the academic research library is now easily accessible online for the first time. This diverse, up to date and authoritative collection is unique to Cambridge Histories Online and offers vastly improved accessibility to the print editions published since the 1960s. The unique content along with the enhanced usability and functionality is extremely beneficial to any type of historical research and makes this a must have resource for anyone researching or studying a subject that has an historical element. Available as an institutional one time only purchase, it allows unlimited concurrent users, meaning anyone who wants to may access the resource 24 hours a day. Cambridge Histories Online is also a dynamic resource, being continually updated with new volumes taken from the print series as soon as they become available. Key Features: Contains over 250 volumes published since 1960, equating to around 196,000 pages of unrivalled scholarshipUnique & dynamic contentCovers over 15 different academic subjectsSearch and browse content (basic & advanced search and a content specific browse)Personalisation including, saved & most recent searches, workspaces and bookmarksCitation export functionalityComprehensive librarian support resources including, COUNTER compliant usage statistics, library branding, MARC records and title listsUser display control features including, switchable hit term highlighting, pagination of results and the ability to control the number of hits per pageExtensive bibliographic reference functionality; fully referenced content with all references displayed, OpenURL compliant and linked online through CrossRef If you would like to find out more, sign up for a free 30 day trial or take a tour of Cambridge Histories Online.", 
    "domain": "histories.cambridge.org", 
    "history": [
        "2015-06-03T04:59:50.672165: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/04/complete-cambridge-histories-online.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Cambridge", 
        "closed access", 
        "history", 
        "open access", 
        "series"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-852736328347296297", 
            "resource_date": "2010-04-15T13:43:05.866-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:50.672842"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/04/complete-cambridge-histories-online.html", 
            "resource_date": "2010-04-15T13:43:05.866-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:50.672852"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Complete Cambridge Histories Online", 
    "url": "http://histories.cambridge.org/uid=8789/collection?id=cho_complete", 
    "zotero_id": null
}