{
    "description": "Ge-conservación is a periodical published by GEIIC (Grupo Español de Conservación/ Spanish Conservation Group of the International Institute for Conservation of Historic and Artistic Works) in association with the Duques de Soria Foundation. Its purpose is to contribute to the scientific development, dissemination and exchange of knowledge in the field of cultural heritage conservation and restoration. Its target readership is principally, but not exclusively, Spanish and Portuguese-speaking countries.The journal will feature articles related to the conservation and restoration of cultural heritage that offer the following:the results of original academic research in any area of knowledge related to the conservation of cultural heritage. details of conservation or restoration interventions that are of interest to the field because of the cultural significance of the asset in question, the results obtained or the novelty of the methodology employed.opinion articles on theoretical aspects of the conservation and restoration of cultural heritage. The journal aspires to be a critical tool and will give priority to interdisciplinary approaches and reasoned criteria and methodologies. It is open to all persons whose articles are in keeping with the publication’s objectives and characteristics. In addition to a management team comprising the Directors and the Editorial Board, who will determine the general focus of the publication and the contents of each issue, the journal will also have a Scientific Committee made up of experts in different areas of conservation and restoration. Articles for publication will be peer evaluated anonymously. The journal will be open-access and, at least initially, published once a year.", 
    "domain": "www.ge-iic.com", 
    "history": [
        "2015-06-03T04:59:49.212969: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/01/new-open-access-journal-ge-conservacion.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "antiquity", 
        "conservation", 
        "cultural heritage", 
        "culture", 
        "heritage", 
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8183848192434880544", 
            "resource_date": "2011-01-13T09:08:40.304-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:49.213582"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/01/new-open-access-journal-ge-conservacion.html", 
            "resource_date": "2011-01-13T09:08:40.304-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:49.213590"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ge-conservación", 
    "url": "http://www.ge-iic.com/revista/index.php", 
    "zotero_id": null
}