{
    "description": "The current database assembles all available Early Dynastic inscriptions, covering the first attestations of writing discovered in tomb U-j (Naqada IIIA1, ca. 3250 BC) until the earliest known continuous written text in the reign of Netjerikhet–more commonly known as Djoser (ca. 2700 BC).[1]The database originated as a computerized Access document containing the collection of sources on which the author’s publication “A Palaeographic Study of Early Writing in Egypt” was based.[2]The latter was kindly reformed into a web compatible application by Prof. Erhart Graefe, former head of the Department of Egyptology and Coptology at the Westfalische-Wilhelms Universität, Münster, Germany, which hosts the database. I wish to express my sincere gratitude to him. Additional information on bibliography, reading and interpretation of signs and whereabouts of the inscriptions have kindly been provided by: Eva-Maria Engel, Annelies Bleeker, Catherine Jones, Kathryn Piquette, the students of the third MA semester 2012-2013 from the FU Berlin (Stephanie Bruck, Dominik Ceballos Contreras, Viktoria Fink, Stephan Hartlepp, Ingo Küchler, Soukaina Najjarane, Niklas Schneeweiß, Melanie Schreiber, Dina Serova, Elisabeth Wegner).[3]The database contains more then 4500 inscriptions and is constantly updated. Each inscription was assigned a source number. The source list, published by J. Kahl in Das System der ägyptischen Hieroglyphenschrift in der 0.-3. Dynastie, 171-417, was the point of departure.[4]The sequence of the Kahl list is chronological but this could not be followed when new sources were added as they were found. About 700 sources could be added to his collection starting with number 4000. Multiple impressions from the same cylinder seal were incorporated as one source since they are copies of one inscription.  Click on button", 
    "domain": "www1.ivv1.uni-muenster.de", 
    "history": [
        "2015-06-03T04:59:29.057162: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/09/egyptian-early-dynastic-inscription.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Berlin", 
        "Egypt", 
        "data", 
        "database", 
        "document", 
        "egyptology", 
        "epigraphy", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3460850177612760404", 
            "resource_date": "2013-11-28T09:30:05.629-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:29.057739"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/09/egyptian-early-dynastic-inscription.html", 
            "resource_date": "2013-11-28T09:30:05.629-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:29.057747"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Online Database of Egyptian Early Dynastic inscriptions", 
    "url": "http://www1.ivv1.uni-muenster.de/litw3/Aegyptologie/index06.htm", 
    "zotero_id": null
}