{
    "description": "Considerazioni di Storia ed Archeologia – I Quaderni II Posted by gianfranco | Filed under Rivista Archeologica | mag 1, 2012 | No CommentsCampagna di scavo 2011 – Carlantino – Monte San Giovanni: dalla preistoria al medioevo. Per scaricare il quaderno pigiare sulla copertina. Considerazioni di Storia ed Archeologia – I Quaderni I Posted by gianfranco | Filed under Rivista Archeologica | mar 5, 2012 | No Commentsgalluccisamnitium Nuova edizione aggiornata dei Regesti Gallucci, testo fondamentale per chi voglia studiare la piana di Bojano dal 1000 al 1600 Considerazioni di Storia ed Archeologia nr. 4 – 2011 Posted by gianfranco | Filed under Rivista Archeologica | lug 6, 2011 | No CommentsIndice: La Tavola Veliterna di R. Antonini – Un nuovo oblo d’argento anepigrafo attribuito a Phistelia di M. Pagano – Una nuova moneta di Aquilonia di A. Capozzi – La fortificazione sannitica di Santa Barbara in agro di S. Marco dei Cavoti di G. De Benedittis e M. Anzovino – Nuova ricognizione sulla fortificazione di Monte saraceno a Pietrabbondante di A. Di Iorio – La Histonium dei Frentani e la costa d’Abruzzo e Molise nell’antichità. Una sintesi delle ricerche storiche ed archeologiche a Punta Penna di Vasto (CH) di Davide Aquilano Considerazioni di Storia ed Archeologia nr. 2 – 2009 Posted by gianfranco | Filed under Rivista Archeologica | apr 28, 2010 | No CommentsSpedis mamerekies saipins. ‘un campano di nome spe(/o)ndio’. fonti e contesti relativi a un’identità. Rosalba Antonini. Una “nuova” emissione monetale di Larinum Bruno Sardella. Alcuni materiali in bucchero e impasto campano dal Museo Civico di Baranello. Considerazioni Preliminari. Annalisa Paolella. Considerazioni di Storia ed Archeologia nr. 1 – 2008 Posted by gianfranco | Filed under Rivista Archeologica | feb 13, 2010 | No CommentsUna nuova rivista: perché di G. De Benedittis – Il tempio di Petacciato (CB) – Valle San Giovanni e il deposito votivo di Demanio e Spugne di B. Sardella – Nuovi dati sul territorio di Monte Vairano di M. Ziccardi – Nuovi dati sull’impianto idrico di Larinum di G. Sansone – Le epigrafi romane della ...Read more.", 
    "domain": "www.samnitium.com", 
    "history": [
        "2015-06-03T04:59:22.641207: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/06/open-access-journal-considerazioni-di.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Italy", 
        "antiquity", 
        "archaeology", 
        "history", 
        "journal", 
        "museums", 
        "open access"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2110967114047064488", 
            "resource_date": "2013-06-03T16:38:16.353-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:22.641787"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/06/open-access-journal-considerazioni-di.html", 
            "resource_date": "2013-06-03T16:38:16.353-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:22.641796"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Considerazioni di Storia ed Archeologia", 
    "url": "http://www.samnitium.com/?cat=3", 
    "zotero_id": null
}