{
    "description": "... Die Eingabe des Kültepe-Materials erfolgte dann eigentlich nie kontinuierlich und systematisch, sondern mußte wegen anderer Aufgaben immer wieder für kürzere oder längere Zeit unterbrochen werden. Daraus resultierten zahlreiche Inkonsequenzen und Diskrepanzen, z.B. in der Umschrift anatolischer Orts- und Personennamen, aber auch zahlreiche Unvollständigkeiten vor allem bei der aufgenommenen und ausgewerteten Sekundärliteratur. Dieses Manko wird erst jetzt, wo meine Files im Rahmen des Hethiter-Portals veröffentlicht werden sollen, bedeutsam und kann möglicherweise auch nie vollständig beseitigt werden. Wenn ich meine Files jetzt trotz dieser und vielleicht anderer, mir noch nicht aufgegangener Mängel publik mache, dann zum einen, weil ich dem Angebot der Kollegen G. Wilhelm und G.G.W. Müller, das Hethiter-Portal der Mainzer Akademie als Bereitstellungsforum zu nutzen, nicht widerstehen konnte, und zum anderen, weil meine in der letzten Zeit stark nachlassende Sehkraft die Fähigkeit zur Computer-Arbeit stark einschränkt und ich daher befürchten muß, daß meine Daten unbenutzt und damit wertlos werden. In dem hier gegebenen Rahmen aber mögen sie dem einen oder anderen doch noch von einigem Nutzen sein.Natürlich soll in der nächsten Zeit das hier vorgestellte Material vervollständigt und darin enthaltene Fehler beseitigt werden. Verbesserungsvorschläge -sowohl zu Fehlendem als auch zu Lesungen- werden selbstverständlich und dankbar entgegengenommen (Anschrift am Schluß); ich fürchte, daß deren Zahl zumindest anfangs beträchtlich sein wird und daß deren Ausführung nicht zuletzt dewegen nicht immer unmittelbar erfolgen kann. Für den geneigten Benutzer ergibt sich daraus allerdings die Notwendigkeit, die einzelnen Files immer wieder aufs neue einzusehen...", 
    "domain": "www.hethport.uni-wuerzburg.de", 
    "history": [
        "2015-06-03T04:59:38.222433: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/09/open-access-old-assyrian-texts.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Assyria", 
        "open access"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5694184992910586792", 
            "resource_date": "2010-09-07T14:10:41.352-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:38.223129"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/09/open-access-old-assyrian-texts.html", 
            "resource_date": "2010-09-07T14:10:41.352-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:38.223138"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Access Old Assyrian Texts", 
    "url": "http://www.hethport.uni-wuerzburg.de/altass/", 
    "zotero_id": null
}