{
    "description": "IRCICA FARABİ digital library is a software Project developed through great care and effort of our expert crews. The project took three years in the making and the updating and the maintanence of the project still continues with ever increasing zeal and vigor. Our software is developed as a stand alone software enabling it to work as a software package in other digital libraries as well, fort he dorementioned purposes any instution that requests can install and setup FARABİ digital library software.Our libraries and cultural instutions can, by utilising the FARABİ software, display and make available their digital collections for and to their users regardless of distance or time. Consequently many institutions will be able to organise and setup their digital collections on the internet. In summation FARABİ is a software solely designed to facilitate and help our libraries, in displaying their digital collections through internet and intranet for researchers, historians, academicians, graduate, undergraduate and Phd students for their needs in the digital domain.Libraries around the world can with great ease use the FARABİ software, with its strong software build and support, to make available their digital collections, comprising of items such as books, periodicals, maps, postcards and the like, to the public domain and edxperts in their field of research. Collections Ottoman PeriodicalsPeriodical collection in Ottoman Turkish in IRCICA Library Ottoman YearbooksCollection of Official Ottoman State Yearbooks (Salname) International RelationsCollection of selected books on international relations in IRCICA Library Map CollectionMap collection printed in different countries and languages in IRCICA Library Historical Photograph CollectionPhotograph collection of various topics including the archive of Sultan Abdulhamid II. Literature CollectionLiterature collection of Turkey and various countries Calligraphy CollectionCollection of calligraphies which consists of the works done for the international competition to revive and encourage the development of classical Islamic Calligraphy Koran CollectionCollection of Qur'an and it’s translations printed in various countries, which are available in the IRCICA Library Voyages in the Middle EastSelected collection of media about Middle East and its history, culture & geography World War CollectionSelected media about 1st and 2nd World Wars Turkish History CollectionSelected media about Turkish and Turkey history Turkey YearbooksCollection of Official Turkey State Yearbooks Historical Postcard CollectionPostcard collection from Ottoman Empire Voyages in the Balkan peninsulaSelected collection of media about Balkan Peninsula and its history, culture & geography", 
    "domain": "e-library.ircica.org", 
    "history": [
        "2015-06-03T04:59:48.798693: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/04/open-access-libraries-ircica-farabi.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Balkans", 
        "Islam", 
        "Middle East", 
        "Turkey", 
        "archive", 
        "book", 
        "classics", 
        "competition", 
        "culture", 
        "digital library", 
        "geography", 
        "history", 
        "language", 
        "libraries", 
        "literature", 
        "maps", 
        "open access", 
        "project", 
        "religion"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8079806810744277458", 
            "resource_date": "2011-04-12T06:21:18.342-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:48.799305"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/open-access-libraries-ircica-farabi.html", 
            "resource_date": "2011-04-12T06:21:18.342-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:48.799313"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ircica Farabi Digital Library", 
    "url": "http://e-library.ircica.org/", 
    "zotero_id": null
}