{
    "description": "The word Mirabilia in latin is a neutral plural adjective which means \"admirable things\" or \"wonders\" and comes from the verb mirare, to regard, look at. Therefore, this name evokes the admirable aspects of the ancient and the medieval times.The Journal Mirablia is an on line publication which provides articles, documents and academic reviews produced by scholars of Ancient and Medieval History from all over the world interested in increase and debate their interests.This publication is connected to the deeper concept of Cultural History, which is expressed in the relationship between History and the other fields of knowledge and centers its studies in the literaires, religious, philosophycal and artistical aspects of those areas and their relationship in time and space.The Journal Mirabilia intends not only to unite the studies of different branches in human sciences, but also to link the areas of Ancient and Medieval History in Brazil. The reason of this ambition is a simple one: the Brazilian scholars and students have a great difficulty to access the sources and the recent publications, an habitual problem to the countries of the Third World. Therefore, by approaching the two areas and providing them with opportunity of reaching the research findings in Brazil and abroad, We intend to strenghten the Brazilian studies of Ancient and Medieval History, proportioning to a greater number of people the acess to the result of the researches currently developed.", 
    "domain": "www.revistamirabilia.com", 
    "history": [
        "2015-06-03T04:59:38.392914: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/01/open-access-journal-mirabilia.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Brazil", 
        "Latin", 
        "Middle Ages", 
        "antiquity", 
        "culture", 
        "history", 
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5738004064583748978", 
            "resource_date": "2013-09-29T07:53:07.157-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:38.393457"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/01/open-access-journal-mirabilia.html", 
            "resource_date": "2013-09-29T07:53:07.157-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:38.393464"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Mirabilia", 
    "url": "http://www.revistamirabilia.com/", 
    "zotero_id": null
}