{
    "description": "The International Dunhuang Project: The Silk Road OnlineIDP is a ground-breaking international collaboration to make information and images of all manuscripts, paintings, textiles and artefacts from Dunhuang and archaeological sites of the Eastern Silk Road freely available on the Internet and to encourage their use through educational and research programmes. Current Issue No. 39, Winter 2011–12On Stein’s Tracks in the TaklamakanThe Niya Ruins TodayHouse-building in Ancient NiyaDunhuang Scrolls in the Royal Library, CopenhagenObituary: John B. Vincent (1915–2012)Publications on Niya and KaradongRead the current issue herepage mounted: 1/12/05 page last updated: 19/10/11 Issue 1 – May 1993'Cave 17' Conference Sussex University, UK October 13–15, 1993Establishment of the IDP Steering GroupVIEW | DOWNLOAD (PDF 52KB) Issue 2 – January 1995The Dunhuang Manuscripts in St.PetersburgKhara-Khoto — The Black CityThe Star ChartVIEW | DOWNLOAD (PDF 72KB) Issue 3 – July 1995Berlin's Re-united CollectionsConservation and ScienceQizil CavesVIEW | DOWNLOAD (PDF 88KB)TOP Issue 4 – January 1996Dunhuang at the Bibliothèque National in ParisAn Oasis in Europe Dunhuang Studies in FranceThe Year of the RatVIEW | DOWNLOAD (PDF 396KB) Issue 5 – Summer 1996The Conservation of Manuscripts from Dunhuang and Central AsiaTwo Conservation ProblemsVIEW | DOWNLOAD (PDF 360KB) Issue 6 – November 1996Dunhuang Manuscripts Collections in ChinaVIEW | DOWNLOAD (PDF 208KB)TOP Issue 7 – Spring 1997Ye Changchi: Pioneer of Dunhuang Studies by Rong XinjiangTowards a New Understanding of Huahujing (The scripture of transforming the barbarians) from Dunhuang by Liu YiVIEW | DOWNLOAD (PDF 452KB) Issues 8 & 9 – Summer/Winter 1997Genuine, Copy or Forgery?IDP Workshop on Dunhuang Mansuscript ForgeriesChronological Classification of Dunhuang Buddhist ManuscriptsIDP Symposium: 'Dunhuang and Turfan'VIEW | DOWNLOAD (PDF 696KB) Issue 10 – Spring 1998Count Otani's Central Asian ExpeditionsJapanese Collections of Dunhuang and Silk Road ManuscriptsOn the Photography of Magistrate Wang and His Family by Wang JiqingMeeting on the Centenary of the Discovery of the Dunhuang Manuscript Cave by Rong XinjiangVIEW | DOWNLOAD (PDF 660KB)TOP Issue 11 – Summer 1998Preservation of Dunhuang and Central Asian Collections: Third International ConferenceConference ProgrammeThe Silk Road Project: Reuniting Turfan's Scattered Treasures by Valerie HansenConservation in JapanThe Tradition of Japanese Mounting and Some Methods Applied to Early Graphic Materials by W. Andrew HareConservation of 3rd Century Loulan Paper Documents by Katsuhiko MasudaVIEW | DOWNLOAD (PDF 432KB) Issue 12 – Winter 1998/9The Stein Collection in the British LibraryDunhuang Manuscripts in the Taipei National Central Library by Lou KamtongDunhuang Manuscripts at Academia Sinica, Taipei by Tu Cheng-shengVIEW | DOWNLOAD (PDF 512KB) Issue 13 – Spring 1999Site and Wall Paintings' Conservation at the Mogao Grottoes by Neville AgnewThe Origin of Chess: The Initiative Group KoenigsteinStylus-Impressed Writing on the Dunhuang Manuscripts by Yasukazu Yoshizawa and Yoshinori KobayashiVIEW | DOWNLOAD (PDF 2.2MB)TOP Issue 14 – Autumn 1999The Preservation of Manuscripts, Artefacts and Paintings from Dunhuang and Central AsiaTransparent Plastic Film Materials for Document Conservation by Dr Barry CopeSamuil Martynovich Dudin by Professor L. N. MenshikovVIEW | DOWNLOAD (PDF 568KB) Issue 15 – Spring 2000Mannerheim's Central Asian Expedition of 1906–1908 by Alpo RatiaStein's Dunhuang Limes Revisited by C. W. DymentVIEW | DOWNLOAD (PDF 880KB) Issue 16 – Autumn 2000Celebrating the Centenary2000 International Conference on Dunhuang Studies by Roderick WhitfieldInternational Academic Conference on the Centenary of the Discovery of the Dunhuang Library Cave by Frances Wood'Respect, Understanding and Good Faith' - 'Reminiscence of Dunhuang Manuscripts in British Collections'VIEW | DOWNLOAD (PDF 1.6MB)TOP Issue 17 – Winter 2000/1Tibetan Manuscripts in Gansu Province, China by Sam van SchaikBibliography of Catalogues of Tibetan Central Asian Manuscript CollectionsSummary of the January 2001 EPHE Vème section lecture series by Matthew KapsteinEllsworth Huntington and the Central Asian Manuscripts at Yale by Sam van SchaikVIEW | DOWNLOAD (PDF 1.5MB) Issue 18 – Summer 2001The Three RabbitsCamel and Yak Hair on the Silk Road by M. L. RyderA Dash Across AsiaMore Dogs and Other Animals… Sir Auriel Stein's Grave in KabulVIEW | DOWNLOAD (PDF 1.7MB) Issue 19 – Winter 2001Chinggis Khan's Name Encrypted in a Tangut SongSetting Standards — IDP Photography and DigitisationNew IDP website: Buddhism on the Silk RoadVIEW | DOWNLOAD (PDF 912KB)TOP Issue 20 – Spring 2002Manuscript ForgeriesDunhuang Manuscript ForgeriesIslam Akhuns Forgeries 1895–7Two 'New' Islam Akhuns Forgeries & Forgeries TodayMore Stein NewsThe UK-Hungarian Stein ProjectVIEW | DOWNLOAD (PDF 1.7MB) Issue 21 – Summer 2002The IDP Database Goes InternationalSven Hedin: Explorer and CollectorThe Centenary of the First German Expedition to TurfanThe Sven Hedin FoundationVIEW | DOWNLOAD (PDF 828KB) Issue 22/23 – Winter 2002/Spring 2003Launch of the Chinese Web Site5th Conservation Conference in StockholmDunhuang Paintings OnlineAn Enduring Friendship: De Filippi and SteinMemories of Ksenia KeppingVIEW | DOWNLOAD (PDF 3.4MB)TOP Issue 24 – Autumn 2004IDP 10 years onThe Silk Road Exhibition and associated eventsIDP in Russia and JapanProject AppealVIEW | DOWNLOAD (PDF 3.8MB) Issue 25 – Spring 2005St Petersburg OnlineA Journey of Exploration: Objets d'Arts of the Museum of Indian Art, Berlin, in the State Hermitage, St PetersburgArchaeological Finds from Khotan in the State Museum of Ethnography in MunichStein in the UK, Hungary and IndiaObituary: Nadezhda Mironovna Brovenko (1946–2003)VIEW | DOWNLOAD (PDF 1.7MB) Issue 26 – Winter 20052005 – The New Year in ReviewNew FundingA Guide to the IDP Website and DatabaseUighur Studies in China: A ReviewProfessor L.N. Menshikov (1926–2005)VIEW | DOWNLOAD (PDF 3.5MB)TOP Issue 27 – Spring 2006The Berlin Turfan Collection — OnlineNikolai Mikhailovich Przhevalsky and the Politics of Russian ImperialismA Study of the Silk Braids on Stein Chinese ScrollsTextile Exhibition and PublicationThe Use of Melinex for Enclosing Manuscript FragmentsKashgar: Cultural Monuments and SpacesVIEW | DOWNLOAD (PDF 3.2MB) Issue 28 – Winter 2006Recent Japanese Research on Silk Road ManuscriptsThe Zhufoyaojijing at the Lüshun MuseumDatabase of the Normative Glyphs in Hanzi Script (HNG)Codicological study of old Chinese ManuscriptsExploiting the high dynamic range of images for studyScientific Analysis of Paper from Ancient Central Asian ManuscriptsThe British Library Sanskrit FragmentsBoris Il'ich MarshakFord Foundation SymposiumVIEW | DOWNLOAD (PDF 7.6MB) Issue 29 – Spring 2007A Century of Collection CareThe Conservation of Stein Tibetan ManuscriptsRecent IDP Conservation InitiativesTurfan Conservation in Berlin, Dr Simone-Christiane RaschmannRemembering Wang Xu (1930-1997), Sarah AllenVIEW | DOWNLOAD (PDF 820KB)TOP Issue 30 – Winter 2007Stein and Chinese Officials at DunhuangA Study in the Manufacture of Old Asian InksIDP Conservation NewsVIEW | DOWNLOAD (PDF 1.6MB) Issue 31 – Spring/Summer 2008IDP-CREA Cultural Routes of EurasiaIDP-CREA Partners and ActivitiesWestern Eyes: An Exhibition of Historical Photographs of China taken by European Photographers, 1860–1930The Conservation of an Eighteenth Century Chinese TaoVIEW | DOWNLOAD (PDF 932KB) Issue 32 – Winter 2008–9Archaeology in XinjiangA Century On: Documenting Archaeological Sites in XinjiangBerlin Researchers in TurfanNew Discoveries and Research on KhotanCelebrating the 2009 International Year of AstronomyUnderstanding the Dunhuang Star ChartVIEW | DOWNLOAD (PDF 2.3MB)TOP Issue 33 – Spring 2009 (in French and English)IDP France Goes LiveUndoing Old and Doing New Conservation on Pelliot Chinois 2547 and 2490IDP’s Educational Activities and New Resources French Publications on the Silk RoadObituary: Song Jiayu 宋家钰VIEW | DOWNLOAD (PDF 7.4MB) Issue 34 – Winter 2009–10The Iconography of Buddha on a Wooden Panel from KhotanStars on Earth — De Filippi’s 1913-4 Karakorum ExpeditionSt. Petersburg Dunhuang Studies ConferenceTHE CAVES OF DUNHUANG: Exclusive Offer for readers of IDP NewsVIEW | DOWNLOAD (PDF 736KB) Issue No. 35 - Spring/Summer 2010Following the Tracks of a Tenth-Century Buddhist PilgrimA Technical Study of Portable Paintings from Cave 17 in US CollectionsTurfan Forum on Old Languages of the Silk RoadComment on IDP News 34VIEW | DOWNLOAD (PDF 3MB)TOP Issue No. 36/37 - Winter/Spring 2010–11Launch of IDP SeoulIDP Korea OnlineKorea and the Silk RoadThe Impact of IDP on Dunhuang StudiesThe Significance of Dunhuang Studies in KoreaAccounts of Silla in Dunhuang ManuscriptsPreviously Unpublished Silk Road Manuscripts Now Available OnlineFollowing Stein's Dreams in AfghanistanDenis Sinor 1916–2011Publications on Korea and the Silk RoadVIEW | Download this Issue as a PDF (1MB) Issue No. 38, Winter 2011–12The Diamond Sutra: History and TransmissionRestoration of the Diamond SutraAccruing Merit from Copying the Diamond SutraA Preliminary Study of the Diamond SutraThierry Delcourt 1959–2011John R. McRae 1947–2011Publications: Diamond Sutra and BuddhismDocumenting Dunhuang: Historical Records from the late Qing and Republican PeriodsIDP Worldwide: First Partners’ meeting in DunhuangVIEW | Download this Issue as a PDF (717MB)", 
    "domain": "idp.bl.uk", 
    "history": [
        "2015-06-03T04:59:35.863328: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/07/open-access-journal-idp-news.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Asia", 
        "Berlin", 
        "Buddhism", 
        "Central Asia", 
        "China", 
        "Europe", 
        "French", 
        "German", 
        "Hungary", 
        "India", 
        "Islam", 
        "Korea", 
        "Russia", 
        "Russian", 
        "Sanskrit", 
        "UK", 
        "antiquity", 
        "archaeological site", 
        "archaeology", 
        "catalogue", 
        "collaboration", 
        "conference", 
        "conservation", 
        "culture", 
        "data", 
        "database", 
        "document", 
        "ethnography", 
        "exhibition", 
        "forum", 
        "history", 
        "imagery", 
        "journal", 
        "journal issues", 
        "language", 
        "lecture series", 
        "manuscripts", 
        "materials", 
        "monuments", 
        "museums", 
        "open access", 
        "photography", 
        "preservation", 
        "religion", 
        "video", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5136498650510409597", 
            "resource_date": "2012-07-12T07:26:46.244-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:35.863919"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/07/open-access-journal-idp-news.html", 
            "resource_date": "2012-07-12T07:26:46.244-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:35.863927"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "IDP News", 
    "url": "http://idp.bl.uk/pages/archives_newsletter.a4d", 
    "zotero_id": null
}