{
    "description": "Romula se ocupa de los temas emergentes en el campo de la arqueología tanto antigua como medieval. Sus trabajos de investigación están enfocados en el campo de la Arqueología, con especial atención a la Arqueología de la provincia de Sevilla y su entorno. Igualmente actúa como órgano de difusión científica del Seminario de Arqueología de la Universidad Pablo de Olavide de Sevilla lo que incluye la difusión de los resultados de los difierentes Proyectos de Investigación que se desarrollan en el mismo. No 11 (2012)Tabla de contenidosArtículos Herramientas SIG para el estudio de la Carmona Romana = GIS tools to study Roman Carmona PDF Alejandro Jiménez Hernández 7-26 Aproximación al mundo rural romano en el territorio de Carmo = Approach to the Roman Rural settlement in the Territory of Carmo PDF Elisabet Conlin Hayes, Alejandro Jiménez Hernández 27-57 Evidencias del comercio en época romana en la Subbética cordobesa = Evidences of roman trade in Cordoba Subbetica PDF José Ramón Carrillo Díaz-Pinés 59-94 La historia de las investigaciones de \"Ostur\": Una introducción para su estudio = An introduction of the history of research of \"Ostur\" PDF Santiago Robles Esparcia 95-114 El mosaico de la villa romana de Puente Melchor. Estudio historico-artístico y tratamiento de conservación = Mosaic of the roman villa of Puente Melchor. Historical-artistic study and treatment of conservation PDF María Luisa Millán Salgado, Mercedes Cristina Gómez Bueno 115-136 Producciones especializadas, influencias y modelos decorativos de los talleres marmóreos de la Colonia Augusta Firma Astigi, Écija (Sevilla) = Specialized Productions, Influends And Decorative Models Of The Marbles Workshops Of The Augusta Firma Astigi PDF Ana María Felipe Colodrero 137-160 Policromia marmorea nei rivestimentipavimentali e parietali della Villa Adriana di Tivoli: nuove scoperte e verifiche = Marmoreal Polychromy In The Floor Andwall Coverings Of Hadrian’s Villa:New Discoveries And Testing PDF Giuseppina Enrica Cinque, Elisabetta Lazzeri 161-204 Dos nuevos retratos de Augusto en la provincia de Córdoba = Two new Augustus portraits found in the province of Córdoba PDF Carlos Márquez 205-221 Esculturas romanas del tipo afrodita Louvre-Nápoles en el Museo Arqueológico y Etnográfico de Córdoba = Roman sculptures following The Model Of Aphrodite Louvre-Naples In The Archaeological And Ethnographic Museum of Córdoba PDF Luis Baena del Alcázar 223-247 Un conjunto de cerámica tardoantigua procedente de la Atalaya de la Moranilla (Écija, Sevilla) = A group of pottery belonging to late antiquity period from Atalaya de la Moranilla (Écija, Sevilla) PDF María del Carmen Barragán Valencia 249-272 La muralla huérfana. A vueltas con el último recinto amurallado de Madnat Išblia = The Orphan Wall. Going back to the last wall of Madnat Išblia PDF Daniel Jiménez Maqueda, Pedro Pérez Quesada 273-347 No 10 (2011) No 9 (2010) No 8 (2009) No 7 (2008) No 6 (2007) No 5 (2006) No 4 (2005) No 3 (2004) No 2 (2003) No 1 (2002)", 
    "domain": "www.upo.es", 
    "history": [
        "2015-06-03T04:59:36.170128: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/09/open-access-journal-romula-arqueologia.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "GIS", 
        "Middle Ages", 
        "Roman", 
        "Spain", 
        "Valencia", 
        "antiquity", 
        "archaeology", 
        "archeaology", 
        "ceramics", 
        "conservation", 
        "history", 
        "journal", 
        "late antiquity", 
        "museums", 
        "open access", 
        "pottery", 
        "tools", 
        "trade"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5187755749097320816", 
            "resource_date": "2013-09-01T08:17:34.726-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:36.170715"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/09/open-access-journal-romula-arqueologia.html", 
            "resource_date": "2013-09-01T08:17:34.726-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:36.170724"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Romula: Arqueología antigua y medieval", 
    "url": "http://www.upo.es/revistas/index.php/romula", 
    "zotero_id": null
}