{
    "description": "Der Thesaurus Linguae Aegyptiae ist eine Publikationsplattform, die das Akademienvorhaben Altägyptisches Wörterbuch an der Berlin-Brandenburgischen Akademie der Wissenschaften im Internet zur Verfügung stellt. Im Thesaurus Linguae Aegyptiae wird ein digitales Corpus von Texten in ägyptischer (auch demotischer) Sprache zur computergestützten Recherche publiziert. Die Lemmatisation und morphosyntaktische Annotation des Textmaterials erlauben die gezielte Recherche unter lexikalischen, philologischen, linguistischen und kulturhistorischen Fragestellungen. Den Texten ist stets eine fortlaufende Übersetzung beigegeben, die insbesondere Nichtspezialisten und Forscher benachbarter Disziplinen bei der Orientierung im Material unterstützen soll.    Das digitale Textcorpus, das die Substanz dieses Informationssystems repräsentiert, ist in der Kooperation mehrerer Projekte entstanden und wird in dieser Kooperation fortentwickelt. Beteiligt waren und sind das Akademienvorhaben Altägyptisches Wörterbuch mit seinen Arbeitsstellen an der Berlin-Brandenburgischen Akademie der Wissenschaften (Berlin) und der Sächsischen Akademie der Wissenschaften zu Leipzig, das Projekt Demotische Textdatenbank der Akademie der Wissenschaften und der Literatur (Mainz, Arbeitsstelle Würzburg) und das Totenbuchprojekt der Nordrhein-Westfälischen Akademie der Wissenschaften (Bonn). Seit 2005 kooperiert auch das Projekt des Leuven online index of Ptolemaic and Roman Hieroglyphis Texts von der Katholieke Universiteit Leuven. Die Kooperationsbeziehungen prägen entscheidend Entstehung und Konzeption dieser Internet-Publikation.    Das Anliegen des Thesaurus Linguae Aegyptiae ist es, im Sinne eines virtuellen Wörterbuches ein neues und im Rahmen der Ägyptologie neuartiges Instrument der lexikographischen Erforschung des Ägyptischen verfügbar zu machen. Das Projekt schließt sich damit eng an das Anliegen und die Methode des großen Wörterbuches der ägyptischen Sprache an, das Adolf Erman 1897 an der Preußischen Akademie der Wissenschaften inauguriert und zum Erfolg geführt hat. Als ein Zeichen der Bewunderung für diesen überragenden Forscher auch auf dem Gebiet der ägyptischen Lexikographie wurde daher der Thesaurus Linguae Aegyptiae erstmals zum 31. Oktober 2004, dem 150. Geburtstag Adolf Ermans, zur allgemeinen Benutzung freigegeben. Material: In der derzeitigen Version umfaßt der Thesaurus Linguae Aegyptiae ein digitales Corpus von rund 440.000 Textwörtern. Das entspricht im Umfang mehr als einem Drittel des Textarchivs, auf dem das Wörterbuch der ägyptischen Sprache fußt. Folgende Textgruppen sind vertreten: Texte des Alten Reiches und der Ersten Zwischenzeit (Grabinschriften insbes. der neueren Publikationen von Gräbern in Giza, Saqqara und Achmim; Felsinschriften; Briefe und Briefe an Tote; Akten und Vermerke)Pyramidentexteliterarische Texte des Mittleren Reiches (Erzählungen, Dialoge, Lehren)Briefe des Mittleren und des Neuen Reichesdas Totenbuch in mehreren Handschriften des Neuen Reiches und der Spätzeitspäte Ritualbücher (aus der Ptolemäerzeit)demotische Texte (eine umfassende Auswahl literarischer, religiöser und administrativer Texte). Funktionen: In der gegenwärtigen Fassung erlaubt der Thesaurus Linguae Aegyptiae die Suche nach Lemmata anhand der Transkription, der Übersetzung und der bibliographischen Referenz, auch kombiniert und unter Verwendung regulärer Ausdrücke. Zu den Lemmata können die Belegstellen eingesehen, größere Belegkotexte angezeigt und in den vollständigen Texten navigiert werden. Aus der Darstellung der Belegkotexte ist es möglich, alle anderen Wörter in ihren jeweiligen Zusammenhängen nachzuschlagen. Ferner ist es möglich, Angaben zu Herkunft, Datierung, Bibliographie, Textträger usf. einzusehen. Die Einordnung jedes Texts und Objekts in eine an der räumlichen und entstehungsgeschichtlichen Gliederung des Materials orientierte, hierarchische Baumdarstellung erlaubt es weiter, den Kontext eines Texts (etwa in der Dekoration eines Monumentalgrabes) zu erkunden. Integration des Digitalisierten Zettelarchivs: Über die Lemmaliste des Thesaurus Linguae Aegyptiae ist auch der Einstieg in die Navigation im Digitalisierten Zettelarchiv möglich. Dadurch wird Belegmaterial für Lexeme, die im bisher digital erschlossenen Corpus noch nicht auftreten, zugänglich. Zudem bietet das Digitalisierte Zettelarchiv umfassende Information zur hieroglyphischen Schreibung der Wörter. Die Navigation im Digitalisierten Zettelarchiv aus dem Kontext des Thesaurus Linguae Aegyptiae erfolgt ohne den Einsatz von Java-Applets. Perspektive: Die Publikationsform des Thesaurus Linguae Aegyptiae im Internet ist dynamisch angelegt. In regelmäßigen Intervallen - mindestens einmal jährlich - wird eine aktualisierte Version publiziert, in der sowohl der Umfang des digitalen Textcorpus wie die Zahl und Leistungsfähigkeit der zur Recherche und Navigation verfügbaren Funktionen wachsen werden. Im Bereich der Funktionen wird in Bälde die direkte Suche nach Texten und die Suche nach Wortkombinationen zur Verfügung gestellt werden.", 
    "domain": "aaew.bbaw.de", 
    "history": [
        "2015-06-03T04:59:36.840463: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/09/open-access-thesaurus-linguae-aegyptiae.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Egypt", 
        "Hieroglyphs", 
        "Roman", 
        "dictionaries", 
        "egyptology", 
        "lexicography", 
        "materials", 
        "open access", 
        "thesaurus"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5329128505062946542", 
            "resource_date": "2013-11-22T15:27:26.416-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:36.841032"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/09/open-access-thesaurus-linguae-aegyptiae.html", 
            "resource_date": "2013-11-22T15:27:26.416-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:36.841039"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Access Thesaurus Linguae Aegyptiae", 
    "url": "http://aaew.bbaw.de/tla/", 
    "zotero_id": null
}