{
    "description": "The Journal of Conservation and Museum Studies is fully peer reviewed and Open Access. It contains research on conservation science, artefact studies, restoration, museum studies, environment studies, collection management and curation. Published from the Institute of Archaeology at University College London from 1992 to 2002, the journal is to be relaunched in 2011 in collaboration with the British Library, with a newly constituted international editorial board. Vol 10, No 1 (2012)Gravesen Between Humans and Other Things: Conservation as Material Fabric in Contemporary ArtStable Maximum Intervention: Renewal of a Maori Waka by George Nuku and National Museums Scotland Vol 9 (2011)Hogg Writing about ConservationJordano The Plus Oultra writing cabinet of Charles VA SystematicGarside & Hanson A Systematic Approach to Selecting Inexpensive Conservation Storage SolutionsBloomfield Tribal Libraries, Archives, and Museums (review)Christidou \"Sustaining a Community of Learners:\" VSA 24th Annual Conference 2011 (review) Vol 8 (2002)Boon Nee Loh Decision From Indecision: Conservation of Thangka Significance, Perspectives and ApproachesTurner The Factors Affecting Women's Success in Museum Careers Vol 7 (2001)Baniotopoulou Art for Whose Sake? Modern Art Museums and their Role in Transforming Societies: The Case of Guggenheim BilbaoMoore Conservation Documentation and the Implications of DigitisationWhitmarsh \"We Will Remember Them\" Memory and Commemoration in War Museums Vol 6 (1999)UCL Dissertation Abstracts Vol 5 (1998)UCL Dissertation Abstracts Vol 4 (1998)Brysbaert A Late Bronze Age Sickle from Shinewater Park: The Treatment of a Waterlogged CompositeCezar Calcium Oxalate: A Surface Treatment for Limestone   Toledo and Price A Note on Tropical, Hot, and Humid Museums Vol 3 (1997)Faltermeier Testing Corrosion Inhibitors for the Conservation of Archaeological Copper and Copper AlloysDirksen The Degredation and Conservation of LeatherRisser A New Technique fo the Casting of Missing Areas in Glass Restoration    Aslan Protective Structures for the Conservation and Presentation of Archaeological Sites Vol 2 (1997)Cleere L'Innocenza Perduta (Lost Innocence): Conserving a Carrara Marble StatueSabin Museums and their Websites Vol 1 (1996)Wellman The Identification and Treatment of a Unique Cache of Organic Artefacts from Menorca's Bronze AgePeters Our Environment Ruined? Environmental Control Reconsidered as a Strategy for ConservationFrancis The People's Show: A Critical AnalysisRaikes Is Collection Management an \"Art\" or a \"Science\"?", 
    "domain": "www.jcms-journal.com", 
    "history": [
        "2015-06-03T04:59:32.993709: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/01/open-access-journal-journal-of.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "antiquity", 
        "archaeological science", 
        "archaeological site", 
        "archaeology", 
        "art", 
        "bronze", 
        "collaboration", 
        "conference", 
        "conservation", 
        "environment", 
        "glass", 
        "journal", 
        "museums", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4433416806285640873", 
            "resource_date": "2013-08-18T10:21:13.815-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:32.994269"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/01/open-access-journal-journal-of.html", 
            "resource_date": "2013-08-18T10:21:13.815-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:32.994277"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Journal of Conservation and Museum Studies", 
    "url": "http://www.jcms-journal.com/", 
    "zotero_id": null
}