{
    "description": "Survey into the use of large-scale digital collections This survey is part of a research project being undertaken at the UCL Centre of Digital Humanities, and aims to learn more about the experiences of users of large-scale digital collections (LSDIs), and specifically digitised newspaper collections. LSDIs are large collections of digitised print and other media that can be viewed using a computer; the most famous example is Google Book Search, and other projects include the British Library's digital collections. This project is looking in particular at the British Library's 19th Century Newspaper Collection. If you are a user of this resource, then your opinions will be extremely valuable in helping us to discover how people are using the British Library's collections of digitised newspapers, but we are also eager to hear opinions from users of other large-scale digital collections, whether they contain newspapers or other media. If you use LSDIs for any purpose, whether work, research or personal interest, then please fill in the survey. This survey will take approximately 30 minutes to complete. All responses given will be anonymous and confidential, and we will not collect identifying information such as your name or IP address. You may choose not to participate at any time. If you decide to participate in this research survey, you may withdraw at any time. If you decide not to participate in this study or if you withdraw from participating at any time, your data will not be stored...", 
    "domain": "opinio.ucl.ac.uk", 
    "history": [
        "2015-06-03T21:21:44.564610: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/09/survey-into-use-of-large-scale-digital.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "book", 
        "data", 
        "project"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8154582663357076058", 
            "resource_date": "2012-09-05T06:19:49.712-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T21:21:44.565334"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/09/survey-into-use-of-large-scale-digital.html", 
            "resource_date": "2012-09-05T06:19:49.712-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T21:21:44.565342"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Survey into the use of large-scale digital collections", 
    "url": "https://opinio.ucl.ac.uk/s?s=15519", 
    "zotero_id": null
}