{
    "description": "Published in 2007 Ginns, A.'Preliminary report on the second season of excavations conducted on Mis Island (AKSC) Sudan & Nubia, vol. 11 (2007), p. 20-25. Kleinitz, C. Rock art and archaeology: The Hadiab survey, Sudan & Nubia, vol. 11 (2007), p. 34-42. Welsby, D.A. The Merowe Dam Archaeological Salvage Project. Survey and excavations in the vicinity of ed-Doma (AKSE) and et-Tereif (AKSCW), 2006-2007, Sudan & Nubia, vol. 11 (2007), p. 15-19. Wolf, P. and U. Nowotnick. The Fourth Season of the SARS Anglo-German Expedition to the Fourth Nile Cataract, Sudan & Nubia, vol. 11 (2007), p. 26-33. --- Published in 2006 Ginns, A. Preliminary report on the excavations conducted on Mis Island (AKSC), 2005-2006, Sudan & Nubia, vol. 10 (2006), p. 13-19. Kleinitz, C. and R. Koenitz. Fourth Cataract petroglyphs in context: the ed-Doma and Dirki rock-art survey, Sudan & Nubia, vol. 10 (2006), p. 34-42. Welsby, D.A. The Merowe Dam Archaeological Survey. Excavations in the vicinity of ed-Doma (AKSE), 2005-2006, Sudan & Nubia, vol. 10 (2006), p. 8-12. Wolf, P. and U. Nowotnick. The Third Season of the SARS Anglo-German Expedition to the Fourth Cataract of the Nile, Sudan & Nubia, vol. 10 (2006), p. 20-33. --- Published in 2005 Carpio, G. and S. Guillen. Excavations at Site 3-J-23, et-Tereif, Sudan, Sudan & Nubia, vol. 9 (2005), p.14-15. Kleinitz, C. and C. Olsson. Christian period rock art landscapes in the Fourth Cataract Region: the Dar el-Arab and et-Tereif rock art surveys, Sudan & Nubia, vol. 9 (2005), p. 31-38. Payne, J. Excavations of the late Kushite and Medieval settlement on Umm Muri,Sudan & Nubia, vol. 9 (2005), p. 9-13. Welsby, D.A. The Merowe Dam Archaeological Salvage Project survey in the vicinity of ed-Doma (AKSE), 2004-2005, Sudan & Nubia, vol. 9 (2005), p. 2-8. Welsh, F. Architecture of the modern houses at the Fourth Cataract, Sudan & Nubia, vol. 9 (2005), p. 17-22. Wolf, P. and U. Nowotnick. The Second Season of the SARS Anglo-German Expedition to the Fourth Cataract, Sudan & Nubia, vol. 9 (2005), p. 22-30. --- Published in 2004 Fuller, D.Q. The Central Amri to Kirbekan Survey. A Preliminary Report on the Excavations and Survey 2003-04, Sudan & Nubia, vol. 8 (2004), p. 5-17. Welsby, D.A. The Merowe Dam Archaeological Salvage Project. The SARS Amri to Kirbekan Survey. Excavations at the Pyramid Site 4-F-71, Sudan & Nubia, vol. 8 (2004), p. 2-3. Wolf, P. The SARS Anglo-German Expedition at the Fourth Cataract of the Nile: the 2003/04 Season, Sudan & Nubia, vol. 8 (2004), p. 17-26. --- Published in 2003 Geus, F. and Y. Lecointe. Survey and Excavation at el-Multaga, a Resettlement Area Related to the Construction of the Merowe Dam: preliminary results, Sudan & Nubia, vol. 7 (2003), p. 33-37. Kolsowska, E., Mahmoud el-Tayib and H. Paner. Old Kush in the Fourth Cataract Region, Sudan & Nubia, vol. 7 (2003), p. 21-25. Paner, H. Archaeological Survey on the Right Bank of the Nile between Kareima and Abu Hamed: A Brief Overview, Sudan & Nubia, vol. 7 (2003), p. 15-20. Salah Mohamed Ahmed. Merowe Dam Archaeological Salvage Project (MDASP), Sudan & Nubia, vol. 7 (2003),p. 11-14. Welsby, D.A. The Amri to Kirbekan Survey: the 2002-2003 Season, Sudan & Nubia, vol. 7 (2003), p. 26-32.", 
    "domain": "www.nubiansociety.org", 
    "history": [
        "2015-06-03T04:59:42.676903: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2009/10/open-access-to-publicsations-of-merowe.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Christianity", 
        "Middle Ages", 
        "Nubia", 
        "Sudan", 
        "archaeology", 
        "architecture", 
        "art", 
        "egyptology", 
        "open access", 
        "project", 
        "report"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6642627098495686677", 
            "resource_date": "2009-10-27T12:14:36.577-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:42.677489"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/10/open-access-to-publicsations-of-merowe.html", 
            "resource_date": "2009-10-27T12:14:36.577-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:42.677498"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Access to the publications of the Merowe Dam Archaeological Salvage Project", 
    "url": "http://www.nubiansociety.org/mdasp_articles.htm", 
    "zotero_id": null
}