{
    "description": "Die Bibliothek Goussen ist eine Spezialbibliothek zur orientalischen Kirchengeschichte. Sie enthält Drucke in den abendländischen alten und neuen Sprachen, vor allem aber in orientalischen Sprachen wie Syrisch, Koptisch, Äthiopisch, Arabisch, Armenisch und Georgisch aus dem 16. – 20. Jh. (Schwergewicht 18. und 19. Jh.). Der vormalige Besitzer Heinrich Goussen (1863 – 1927) sammelte innerhalb der einzelnen Sprachgruppen nahezu alles, was jemals zum Thema erschienen war. Die Sammlung enthält zahlreiche seltene und wertvolle orientalische Drucke und lässt sich in dieser Vollständigkeit auch aus den Beständen großer europäischer Bibliotheken kaum noch einmal zusammenstellen.The Goussen library collection is a specialist library for oriental church history. It contains prints in Western classical and modern languages, but predominantly prints in oriental languages such as Syrian, Coptic, Ethiopian, Arabic, Armenian and Georgian languages from the 16th to the 20th century (the focus is on the 18th and the 19th century). The former owner Heinrich Goussen (1863 – 1927) collected nearly every print within the language groups that had ever been published about the subject. The collection contains numerous rare or valuable oriental prints. There could hardly a collection be put together as completely as here, not even from the holdings of large European libraries.Die Universitäts- und Landesbibliothek Bonn hat im Jahr 2007 im Rahmen eines Programmes zur Bestandserhaltung mit Mitteln des Landes Nordrhein-Westfalen ca. 850 Drucke aus der Bibliothek Goussen digitalisiert. Es handelt sich um alle in Europa erschienenen Titel mit Erscheinungsjahr bis 1800, alle originalsprachlichen Veröffentlichungen sowie alle Veröffentlichungen mit außereuropäischen Druckorten. Aus urheberrechtlichen Gründen wurde das Jahr 1900 für das Digitalisierungsprojekt als Erscheinungsjahrgrenze gewählt. Die Digitalisierung erfolgte in der Regel anhand des zuvor erzeugten Mikrofilms. Bücher mit besonderen Merkmalen (Rot-Schwarz-Druck des Textes, Werke mit Abbildungen, durchschossene Ex. ttc sowie alle Drucke bis 1800) wurden in Farbe digitalisiert. Beim Betrachten der Images ist darauf zu achten, dass Bücher in Arabisch und einigen anderen orientalischen Sprachen von hinten nach vorne gelesen werden. Das Titelblatt befindet sich bei diesen Drucken folglich hinten.In 2007 the Universitäts- und Landesbibliothek Bonn digitised approx. 850 prints of the Goussen library collection under a programme of the State of North Rhine-Westphalia to preserve its holdings. It includes all titles published in Europe until 1800, all publications in the original language as well as all publications that were published outside Europe. For copyright reasons the year 1900 was chosen as the last year of publication to be included in the digitisation project. The digitisation was generally conducted by means of a microfilm, which was produced first. Books with special features (red and black print of the texts, items with illustrations, interleaved copies as well as all prints published until 1800) were digitised in colour. When looking at the pictures it has to be taken into consideration that books in Arabic and some other oriental languages have to be read from back to front. Thus the title pages of these prints are to be found at the back.", 
    "domain": "s2w.hbz-nrw.de", 
    "history": [
        "2015-06-03T04:59:44.634547: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2009/10/open-access-digital-library-bibliothek.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Arabic", 
        "Armenian", 
        "Coptic", 
        "Ethiopic", 
        "Europe", 
        "Georgian", 
        "Syria", 
        "Syriac", 
        "book", 
        "classics", 
        "digital library", 
        "egyptology", 
        "imagery", 
        "language", 
        "open access"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7163339993345038243", 
            "resource_date": "2011-04-05T13:38:59.717-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:44.635134"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/10/open-access-digital-library-bibliothek.html", 
            "resource_date": "2011-04-05T13:38:59.717-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:44.635143"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Bibliothek Goussen", 
    "url": "http://s2w.hbz-nrw.de/ulbbn/nav/classification/17267", 
    "zotero_id": null
}