{
    "description": "Fondata nel 2010, la rivista telematica semestrale Horti Hesperidum. Studi di storia del collezionismo e della storiografia artistica è pubblicata sotto il patrocinio del Dipartimento di Beni culturali, musica e spettacolo presso la Facoltà di Lettere e filosofia dell'Università degli Studi di Roma \"Tor Vergata\". Horti Hesperidum si propone di dare visibilità alle ricerche di studiosi di storia dell’arte, più e meno giovani, impegnati a indagare le testimonianze scritte del passato e, quindi, a elaborare una più consapevole riflessione sugli strumenti di indagine storico-critica e sui modi di vedere che appartengono al nostro tempo.Unitamente alla rivista nasce la Biblioteca di Horti Hesperidum, al cui interno saranno nel corso del tempo archiviati testi letterari di interesse storico-artistico, di vario genere ed epoca, dall’antichità all’età contemporanea, sui quali troveranno fondamento gli stessi saggi storici pubblicati nei fascicoli della rivista. Il programma editoriale di Horti Hesperidum è principalmente legato alle attività di ricerca condotte in stretta collaborazione da docenti e studenti all’interno della Facoltà di Lettere  e filosofia dell’Università degli studi di Roma “Tor Vergata”.Il primo fascicolo della rivista \"Horti Hesperidum. Studi di storia del collezionismo e della storiografia artistica\" accoglie gli atti della Giornata di studio su Pirro Ligorio e la storia, svoltasi a Pisa, alla Scuola Normale Superiore, i giorni 28-29 ottobre 2007 (scritti di: L. Franchi Viceré, P. Serafin, G. Vagenheim, C. Castelletti, B. Palma Venetucci, F. Lemerle, Y. Pauwels, A. Pattanaro, I. Lombardo). Il secondo fascicolo accoglie gli atti della Giornata di studio su Primaticcio e le arti alla corte di Francia, svoltasi a Pisa, alla Scuola Normale Superiore, i giorni 10 e 11 ottobre 2008, in onore di Paola Barocchi e Sylvie Béguin (scritti di: L. Armando, M.-N. Baudouin-Matuszek, O. Bonfait, E. Carrara, S. Frommel, D. Gallo, M.M. McGowan,C. Occhipinti, D. Panzironi,  M. Passini, Ph. Sénéchal). Il terzo fascicolo, curato da Beatrice Palma Venetucci, ospita gli atti del workshop internazionale (Frascati, Scuderie Aldobrandini, 13-14 dicembre 2010) sul tema L'Oriente nel collezionismo, a cui hanno partecipato numerosi studiosi italiani (M.P. Muzzioli, I. Della Giovampaola, G. Ghini, A. Palladino, G. Rocco, M. Bonanno, B. Cacciotti,M.G. Picozzi, S. Capocasa, C. Manetta, C. Benocci, A. Magagnini, M.G. Marzi, R. Carloni, L. Sist, A. Capodiferro, M. Mangiafesta, V. Sagaria Rossi, V. Colonna) e spagnoli (R. Olmos, T. Tortosa, P. Rodríguez Oliva, J. Beltrán Fortes, G. Mora, J. García Sanchez, T. Nogales Basarrate, J. Clemente Rodriguez Estevez), di competenze scientifiche assai diverse: archeologi classici, storici, numismatici, topografi, orientalisti, storici dell’arte, islamisti.", 
    "domain": "www.horti-hesperidum.com", 
    "history": [
        "2015-06-03T04:59:52.831522: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/09/open-access-journal-horti-hesperidum.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Italy", 
        "antiquity", 
        "art history", 
        "collecting", 
        "history", 
        "journal", 
        "open access"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9041055240873877561", 
            "resource_date": "2013-01-04T17:09:01.242-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:52.832117"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/09/open-access-journal-horti-hesperidum.html", 
            "resource_date": "2013-01-04T17:09:01.242-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:52.832125"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Horti Hesperidum. Studi di storia del collezionismo e della storiografia", 
    "url": "http://www.horti-hesperidum.com/index.php", 
    "zotero_id": null
}