{
    "description": "Academy of East Asian StudiesThe Sungkyun Journal of East Asian Studies (SJEAS), published since the year 2001 by Academy of East Asian Studies (AEAS) at Sungkyunkwan University, Seoul, Korea, is a referred multidisciplinary journal dedicated to East Asian Studies. With original contributions from all parts of the world, the SJEAS enjoys thriving reputation and increasing readership in the field of East Asian Studies. The SJEAS published biannually in April and October has been selected for coverage in Thomson Reuters' Current Contents / Arts & Humanities, and Arts & Humanities Citation Index. Call for PapersThe SJEAS publishes articles, research notes, and book reviews relating to East Asian matters. The SJEAS also seeks original academic papers, which delved into the past and present of East Asia, primarily within the field of the humanities. Research areas the SJEAS prefers include philosophy, religion, art, anthropology, archaeology, literature, history and culture. Scholars considering submission are encouraged to use a multidisciplinary approach which transcend the conventional boundaries between these subjects. Paper on social science are also welcomed as long as topics and methodologies benefit and broaden the perspectives of humanities.Sponsored by the AEAS, which aims to promote interdisciplinary research relating to the region of East Asia, the SJEAS generally supports academic interests and goals of the AEAS.While respecting explorations of the past and the present of East Asia that remain within traditional boundaries, the SJEAS also seeks papers that deal with East Asia in its whole as well as works, which explore common identities and mutual contrasts found in East Asian countries. All contributions are peer-reviewed and subject to final decision by the SJEAS editorial committee. Please consult the section \"How to prepare manuscript\" under \"Submissions\" menu for stylistic requirements.For further details, authors considering a contribution are advised to contact:MANAGING EDITORSungkyun Journal of East Asian Studies Academy of East Asian StudiesSungkyunkwan University53 Myeongnyun-dong 3-ga, Jongno-gu, Seoul, 110-745, Koreasjeas@skku.edu Tel: 82 (0) 2 760 0740 / Fax: 82 (0) 2 760 0780", 
    "domain": "sjeas.skku.edu", 
    "history": [
        "2015-06-03T04:59:34.838905: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/04/open-access-journal-sungkyun-journal-of.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Asia", 
        "antiquity", 
        "book", 
        "book reviews", 
        "call for papers", 
        "history", 
        "journal", 
        "open access", 
        "science"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4895128279885770500", 
            "resource_date": "2011-04-26T10:18:02.494-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:34.839627"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/open-access-journal-sungkyun-journal-of.html", 
            "resource_date": "2011-04-26T10:18:02.494-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:34.839649"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Sungkyun Journal of East Asian Studies (SJEAS)", 
    "url": "http://sjeas.skku.edu/index.jsp", 
    "zotero_id": null
}