{
    "description": "Hima Mesopotamia is an international NGO dedicated to the health of the people and ecosystems of the Mesopotamian Marshes through the promotion of responsible stewardship of the Tigris–Euphrates watershed. By creating a network of individuals & organizations that are involved in water, health, ecological, economic, and human rights issues in the Middle East, Hima Mesopotamia aims to provide a forum for cultural and environmental information exchange to support ecological and cultural health. Our Vision: the restoration and maintenance of the ecological and cultural heritage of the Tigris Euphrates watershed.Our Mission: To nurture the eco-cultural heritage of the Tigris-Euphrates watershed through Outreach, coordination and capacity building among grassroots organizations working throughout the watershed, policy makers, and the international community.Synthesis of scientific information, traditional and local knowledge.Provide a forum for cultural and environmental information exchange between individuals, local, national, and international groups via art, media, public speaking and scientific conferences.HomeBackgroundMedia CoverageNewsletterResearch & Publications Eco-Cultural Restoration of the Mesopotamian Marshes, Southern Iraq October 2012 Eco Summit Symposium SER Conference Summary Hima Mesopotamia Brochures Ending the Silence Physico-Chemical Assessment of Euphrates River between Heet and Ramadi Cities, Iraq Managing Change in the Marshlands-Iraq's Critical Challenge Marshland White Paper (UNESCO) Declaration Cover Letter (English) Declaration Cover Letter (Arabic) Basrah DeclarationTurkey and Dams", 
    "domain": "www.hima-mesopotamia.org", 
    "history": [
        "2015-06-03T04:59:29.973935: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/01/hima-mesopotamia-protecting-land.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Iraq", 
        "Mesopotamia", 
        "Middle East", 
        "conference", 
        "cultural heritage", 
        "culture", 
        "forum", 
        "heritage"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-370740048597829266", 
            "resource_date": "2012-01-24T11:46:15.192-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:29.974528"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/01/hima-mesopotamia-protecting-land.html", 
            "resource_date": "2012-01-24T11:46:15.192-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:29.974536"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Hima Mesopotamia \"Protecting the Land Between Two Rivers\"", 
    "url": "http://www.hima-mesopotamia.org/", 
    "zotero_id": null
}