{
    "description": "Le matériel archéologique et les restes humains de la nécropole de Dabashiya Françoise Dunand, Bahgat Ahmed Ibrahim, Roger LichtenbergCet ouvrage est le résultat le plus récent de la collaboration ancienne initiée par l’Inspecteur en Chef du Service des Antiquités de Kharga, Bahgat Ahmed Ibrahim, et ses collaborateurs, avec l’équipe française dirigée par Françoise Dunand qui travaille depuis maintenant trente ans sur les nécropoles de l’oasis de Kharga. Après l’exploration et la publication de la nécropole de Douch par l’équipe française dans le cadre de l’IFAO, sa collaboration avec le Service des Antiquités s’est matérialisée par l’étude de la nécropole d’Aïn el-Labakha, explorée par les Inspecteurs égyptiens, avec pour résultat un ouvrage paru en 2008. Le présent volume est consacré à la description du site de Dabashiya, dont la nécropole a été explorée par l’équipe égyptienne, à l’étude des momies et du mobilier funéraire de la tombe inviolée n° 22 ainsi qu’au catalogue des objets découverts dans les tombes. Ce site de Dabashiya est d’un intérêt tout particulier, non seulement par ses spécificités, mais par les comparaisons qu’il permet avec les différents sites de l’oasis déjà explorés. On a là encore une mine d’informations sur les pratiques funéraires, bien entendu, et aussi sur les techniques et le mode de vie des habitants de l’oasis aux époques ptolémaïque et romaine. 96 pages. 20 euros plus frais de port Consulter cet ouvrage (362) - Télécharger au format PDF (221) - Commander cet ouvrage Quatre études sur la bataille de QadechFrédéric ServajeanAvec Megiddo, Qadech est la seule bataille relativement bien connue de la fin de l’âge du bronze. Cependant, contrairement à la première, qui opposa Thoutmosis III à une coalition dirigée par le prince de Qadech, la bataille qui va nous occuper n’a cessé de retenir l’attention des chercheurs. L’importance de la documentation et sa nature pourraient expliquer cela, les textes et les figurations du Poème, du Bulletin et des Reliefs ayant été gravés ou consignés sur les parois de nombreux grands temples et ailleurs. Le fait que cette documentation ne permette pas de reconstituer la bataille dans son ensemble et que certains points restent encore débattus pourraient aussi l’expliquer. Mais il y a probablement une autre raison, de nature psychologique. Car le chercheur perçoit bien qu’à Qadech, il s’est produit quelque chose d’inhabituel, quelque chose ayant justement motivé cette profusion de textes dans lesquels Ramsès se met en scène, combattant seul avec l’aide d’Amon. Au point que l’on a pu écrire que Qadech fut une bataille perdue par les Égyptiens. Mais, simultanément, on se rend bien compte, à l’issue des différentes reconstitutions de celle-ci, que ce ne fut pas le cas. Certes, il ne s’agit pas d’une victoire brillante, comme l’avait été auparavant Megiddo, mais c’est un fait : à Qadech même, Ramsès ne fut pas vaincu. 90 pages. 15 euros plus frais de port Consulter cet ouvrage (1797) - Télécharger au format PDF (1083) - Commander cet ouvrage Et in Ægypto et ad Ægyptum, Recueil d’études dédiées à Jean-Claude Grenier Textes réunis et édités par A. Gasse, Fr. Servajean, et Chr. ThiersÉtudiants, collègues et amis, égyptologues, hellénistes ou romanistes – nombreux sont les auteurs qui ont tenu à offrir leur contribution à ces Études dédiées à Jean-Claude Grenier, titulaire de la chaire d’égyptologie de l’université Paul Valéry-Montpellier 3. L’extrême variété des sujets abordés offre un reflet fidèle de la multiplicité des intérêts qu’a toujours manifesté Jean-Claude Grenier pour l’histoire antique de la Vallée du Nil et du monde méditerranéen des Césars. C’est aussi une brillante illustration des innombrables étincelles que peut allumer un savant aussi chaleureux dans des esprits différents par leur formation, par leurs intérêts et leur culture. Ces participations aussi généreuses qu’enthousiastes occupent quatre volumes et couvrent plus de deux mille ans d’histoire. Outre des études d’égyptologie « classique », on y trouvera nombre de travaux consacrés aux dernières périodes de l’histoire de l’Égypte ancienne : l’Égypte sous domination romaine et la diffusion des croyances égyptiennes hors d’Égypte sont abordées de manière multiforme. Ces pages d’égyptologie originale s’inscrivent in Ægypto et ad Ægyptum… 814 pages. 70 euros plus frais de port ou 20 euros + frais de port chaque volume separementTable des matière au format PDF - Commander cet ouvrage Topographie cultuelle de Memphis 1 a- Corpus. Temples et principaux quartiers de la XVIIIe dynastie Stéphane PasqualiCorpus des sources relatives à la topographie cultuelle de la ville de Memphis à la XVIIIe dynastie. Celui-ci est constitué de trois listes : A) les monuments royaux d’origine memphite (vestiges archéologiques, fondations palatiales et cultuelles attestées textuellement), B) une prosopographie du personnel des dieux de la région memphite, C) les sources concernant le quartier de Pérounéfer ainsi que l’arsenal et le port de Memphis jusqu’au début de la XIXe dynastie. Cet ouvrage est le premier volume des monographies associées au projet Topographie cultuelle de Memphis de l’équipe d'égyptologie de l'UMR 5140 (CNRS-Université Paul Valéry-Montpellier III). Consulter cet ouvrage (4045) - Télécharger au format PDF (2505) - Commander cet ouvrage Documents de Théologies Thébaines Tardives (D3T 1) Textes réunis et édités par Christophe ThiersLe présent ouvrage réunit une dizaine de contributions mettant en exergue différentes facettes des théologies qui se sont développées au coeur de la région thébaine dans le courant du Ier millénaire avant notre ère et plus spécifiquement dans les temples des époques ptolémaïque et romain 242 pages, 20 euros + frais de port.Table des matière au format PDF - Commander cet ouvrage", 
    "domain": "www.enim-egyptologie.fr", 
    "history": [
        "2015-06-03T04:59:25.251036: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/07/open-access-monographs-les-cahiers.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Egypt", 
        "Rome", 
        "antiquity", 
        "archaeology", 
        "catalogue", 
        "collaboration", 
        "epigraphy", 
        "journal", 
        "monuments", 
        "open access", 
        "religion"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2668451656123331598", 
            "resource_date": "2013-04-02T13:17:16.502-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:25.251661"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/07/open-access-monographs-les-cahiers.html", 
            "resource_date": "2013-04-02T13:17:16.502-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:25.251669"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Les Cahiers «Égypte Nilotique et Méditérranéenne»", 
    "url": "http://www.enim-egyptologie.fr/index.php?page=cahiers", 
    "zotero_id": null
}