{
    "description": "Créé en 1962 par Edmond Frézouls, le Bulletin Analytique d'Histoire Romaine (BAHR) se présentait annuellement comme une suite d'analyses d'articles de revues scientifiques, classées thématiquement et touchant l'histoire et l'archéologie romaines. A partir de 1992 l'analyse a été abandonnée au profit d'un choix de mots-clés- peuples, anthroponymes, théonymes, - lieux géographiques, - sources littéraires, épigraphiques, papyrologiques, - thèmes et mots-clés divers. Pour ce dernier groupe un thésaurus a été élaboré, mis à jour régulièrement. Depuis 1999 l'ensemble des données de la base est accessible gratuitement sur le web (http://www.misha.fr/antiquite) - à savoir les données recueillies dans près de 800 de revues françaises et étrangères, dépouillées pour la plupart depuis 1990 par des documentalistes CNRS de l'UMR 7044 avec l'aide d'enseignants-chercheurs de l'équipe et aussi d'étudiants en master des universités de Strasbourg et de Mulhouse ainsi que des doctorants québécois formés préalablement à cette activité. Le BAHR s'avère donc être un outil pédagogique pour l'apprentissage de la recherche mais il permet aussi la rencontre de diverses compétences : historiens, archéologues, documentalistes. A partir de 2007 une analyse (texte libre) des articles accompagne les mots-clés de la plupart des notices. Dans le cadre d'une Action Concertée Incitative du Réseau des Sciences de l'Homme remportée en 2004 a été élaboré un portail d'accès commun aux bases de données du BAHR, de Frantiq et de 3 bases de Francis (DAPHNE), dont l'ouverture est prévue au printemps 2008. Le BAHR participe à un dossier ANR déposé en avril 2008 : le projet DEMETER données électroniques mutualisées pour une Europe de la recherche avec les bibliothèques du Deutsches Archäologisches Institut, de la Römisch-Germanische Kommission en plus des partenaires de DAPHNE.Created in 1962 by Edmond Frézouls, the Bulletin Analytique d’Histoire Romaine (BAHR) was first presented as a yearly serial of analysis of articles from the scientific press, classified by topic and related to the roman history and archaeology. Since 1992 the analysis were stopped in order to promote the choice of key words – nations, anthroponomy, theonomy, - geographic places, - literature sources, epigraphy, papyrology, - different topics and key words.", 
    "domain": "www2i.misha.fr", 
    "history": [
        "2015-06-03T04:59:48.446286: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/10/open-access-journal-bulletin-analytique.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "CNRS", 
        "DAI", 
        "Europe", 
        "French", 
        "Roman", 
        "Rome", 
        "antiquity", 
        "bibliography", 
        "data", 
        "history", 
        "journal", 
        "literature", 
        "open access", 
        "thesaurus", 
        "website"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8001095990232302632", 
            "resource_date": "2013-02-04T11:53:04.603-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:48.446842"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/10/open-access-journal-bulletin-analytique.html", 
            "resource_date": "2013-02-04T11:53:04.603-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:48.446850"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Bulletin Analytique d'Histoire Romaine", 
    "url": "http://www2i.misha.fr/flora/jsp/index.jsp", 
    "zotero_id": null
}