{
    "description": "<!-- /* Font Definitions */ @font-face {font-family:Times; panose-1:2 0 5 0 0 0 0 0 0 0; mso-font-charset:0; mso-generic-font-family:auto; mso-font-pitch:variable; mso-font-signature:3 0 0 0 1 0;} @font-face {font-family:Cambria; panose-1:2 4 5 3 5 4 6 3 2 4; mso-font-charset:0; mso-generic-font-family:auto; mso-font-pitch:variable; mso-font-signature:3 0 0 0 1 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal {mso-style-parent:\"\"; margin:0in; margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:12.0pt; font-family:\"Times New Roman\"; mso-ascii-font-family:Cambria; mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Cambria; mso-fareast-theme-font:minor-latin; mso-hansi-font-family:Cambria; mso-hansi-theme-font:minor-latin; mso-bidi-font-family:\"Times New Roman\"; mso-bidi-theme-font:minor-bidi;} a:link, span.MsoHyperlink {color:blue; text-decoration:underline; text-underline:single;} a:visited, span.MsoHyperlinkFollowed {color:blue; text-decoration:underline; text-underline:single;} p {margin:0in; margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:10.0pt; font-family:\"Times New Roman\"; mso-ascii-font-family:Times; mso-fareast-font-family:Cambria; mso-fareast-theme-font:minor-latin; mso-hansi-font-family:Times; mso-bidi-font-family:\"Times New Roman\";} @page Section1 {size:8.5in 11.0in; margin:1.0in 1.25in 1.0in 1.25in; mso-header-margin:.5in; mso-footer-margin:.5in; mso-paper-source:0;} div.Section1 {page:Section1;} --> To go to the digital table of contents of any given volume click on its call number. N5633.N55 Alexander, Christine. Greek Athletics. New York: The Metropolitan Museum of Art, 1925. PJ1511.F45A4 Allen, Thomas George. Egyptian Stelae in Field Museum of Natural History. Chicago: Field Museum of Natural History, 1936. BM522.21.S37 1735 Aryeh Leib ben Samuel, Zevi Hirsch, 1651-1731. Sefer She'elot u-teshuvot Sha'agat Aryeh ... Nai'i Vit: Yisra'el b. Moses, 496 [1735 or 1736]. DS70.B2 Banks, Edgar James. Bismya or The Lost City of Adab. New York: G. P. Putnam's Sons, 1912. Ms 35 Bracciolini, Poggio, 1380-1459. Orationes in Laurentium Vallam. With: Leonardo Bruni (Aretino), Epistola ad Baptistam de Malatestis; and Plutarch, De liberis educandis [De educatione puerorum], translated from Greek into Latin by Guarino Veronese. Italy. [ca. 1485]. PJ3835.B85_cop2 Budge, E. A. Wallis and L. W.King, editors. Annals of the Kings of Assyria. London: Harrison and Sons, 1902. PJ1135.C45 Champollion le Jeune. Grammaire Egyptienne. Paris : Typographie de Firmin Didot Freres, 1836. PJ4075.C76 Contenau, G. Umma sous la Dynastie d'Ur. Paris: Librairie Paul Geuthner, 1916. DS111.A1P28 Dalman, Gustav and Duncan Mackenzie. Palestine Exploration Fund, 1911. London : Harrison and Sons, 1911. DF261.S68D3 Dawkins, R. M. The Sanctuary of Artemis Orthia at Sparta. London: MacMillan and Co., Limited, 1929. BL781.H32 Harrison, Jane Ellen. Themis: A Study of the Social Origins of Greek Religion. Cambridge: Cambridge University Press, 1912. DT57.I6 Jondet, Gaston. Les Ports Submergés de L'ancienne Île de Pharos. Paris : Typographie de Firmin Didot Freres, 1836. Rosenberger 126b-5 Joseph II, Emperor of Austria. Judenverordnung. Vienna, 1782. CC27.D481 vol5 Korte, Alfred and Gustav Korte. Gordion Ergebnisse der Ausgrabung im Jahre 1900. Berlin: Druck und Verlag von Georg Reimer, 1904. DT62.T6L5_vol1_cop1 Lefebvre, Gustave. Le Tombeau de Petosiris. Premiere Partie: Description. Le Caire: L'institut Francais D'archeologie Orientale, 1924. DT62.T6L5_vol2_cop1 Lefebvre, Gustave. Le Tombeau de Petosiris. Deuxieme Partie: Les Textes. Le Caire: L'institut Francais D'archeologie Orientale, 1923. DT62.T6L5_vol3_cop1 Lefebvre, Gustave. Le Tombeau de Petosiris. Troisieme Partie: Vocabulaire et Planches. Le Caire: L'institut Francais D'archeologie Orientale, 1924. DS111.A1P28_vol4_cop1 MacAlister, R. A. S. and J. Garrow Duncan. Excavations on the Hill of Ophel, Jerusalem 1923-1925 . London: Harrison and Sons, 1926. DS111.A1P28 vol.2 cop.1 Mackenzie, Duncan. Excavations at Ain Shems (Beth-Shemesh) . London: Harrison and Sons, 1914. DT61.M8 Montet, Pierre. Scènes de la Vie Privée dans les Tombeaux Égyptiens de L'ancien Empire. Paris: Strasbourg University, 1925. CD5348.N54 Osten, Hans Henning von der. Ancient Oriental Seals in the Collection of Mr. Edward T. Newell. Chicago: The University of Chicago Press, 1934. DT57.E28 vol3,6 Petrie, W. M. Flinders. With Chapters by Cecil Smith, Ernest Gardner, and Barclay V. Head. Naukratis. London: Trübner and Company, 1886. DT73.I3P5_cop2 Petrie, W. M. Flinders. Illahun, Kahun and Gurob. 1889-90. London: David Nutt, 1891. DT73.K3P5_cop1 Petrie, W. M. Flinders. Kahun, Gurob, and Hawara. London: Kegan Paul, Trench, Trubner, and Co., 1890 DG16.P72 Platner, Samuel Ball A Topographical Dictionary of Ancient Rome. London: Oxford University Press, 1929. Incun1489.M9 Regiomontanus, Joannes, 1436-1476. Kalendarium magistri Joannis de monteregio viri peritissimi. Augsburg: Erhard Ratdolt, 1489. NK4623.P2A4 1902 Ridder, Alfred de. Catalogue des Vases Peints de la Bibliothèque Nationale. Paris: Ernest Leroux, 1901. NK4645.S29 Schaal, Hans. Griechische Vasen aus Frankfurter Sammlungen. Frankfurt am Main: Frankfurter Verlags-Anstalt A.-G., 1923. PJ1553.A1 1908 cop3 Sethe, Kurt. Die Altaegyptischen Pyramidentexte nach den Papierabdrücken und Photographien des Berliner Museums. Leipzig: J. C. Hinrichs'sche Buchhandlung, 1908. PJ1553.A1 1908 vol2 cop3 Sethe, Kurt. Die Altaegyptischen Pyramidentexte nach den Papierabdrücke n und Photographien des Berliner Museums. Leipzig: J. C. Hinrichs'sche Buchhandlung, 1910. DT57.C2_vol59 Smith, G. Elliot. Catalogue Général Antiquités Égyptiennes du Musée du Caire: The Royal Mummies. Le Caire: Imprimerie de L'institut Français D'archéologie Orientale, 1912. Rosenberger 293-175 Steinschneider, Moritz, 1816- 1907. Jüdische Schriften zur Geographie Palästina's (X-XIX. Jahrh.) Jerusalem: A. M. Lunez, 1892. PJ3921.T54_vol1_cop1 Thompson, R. Campbell. The Reports of the Magicians and Astrologers of Nineveh and Babylon in the British Museum, vol. 1. London: Luzac and Co., 1900. PJ3921.T54_vol2_cop1 Thompson, R. Campbell. The Reports of the Magicians and Astrologers of Nineveh and Babylon in the British Museum, vol. 2. London: Luzac and Co., 1900. PJ3711.P2 Thureau-Dangin, F. Les Cylindres de Goudéa. Paris: Librairie Orientaliste Paul Geuthner, 1925. Z733.C563 The William Rainey Harper Memorial Library. Chicago: The University of Chicago, 1973. CC27.D481 vol3 Winnefeld, Hermann. Die Villa des Hadrian bei Tivoli. Berlin: Druck und Verlag von Georg Reimer, 1895. PA445.E5W6 S. C. Woodhouse. English-Greek Dictionary: A Vocabulary of the Attic Language. London: G. Routledge & Sons, 1910. DS111.A1P28_vol3_cop1 Woolley, C. Leonard and T. E. Lawrence The Wilderness of Zin (Archaeological Report). London: Harrison and Sons, 1914.", 
    "domain": "www.lib.uchicago.edu", 
    "history": [
        "2015-06-03T04:59:47.936539: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/04/university-of-chicago-library-eos.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Babylon", 
        "British Museum", 
        "Cambridge", 
        "Greek", 
        "Jerusalem", 
        "Latin", 
        "Metropolitan Museum of Art", 
        "Palestine", 
        "antiquity", 
        "archaeology", 
        "archive", 
        "book", 
        "catalogue", 
        "dictionaries", 
        "digitization", 
        "egyptology", 
        "museums", 
        "natural history", 
        "reports", 
        "seals"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7894297884092053815", 
            "resource_date": "2012-04-23T13:51:43.165-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:47.937153"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/04/university-of-chicago-library-eos.html", 
            "resource_date": "2012-04-23T13:51:43.165-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:47.937162"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The University of Chicago Library EOS (Electronic Open Stacks)", 
    "url": "http://www.lib.uchicago.edu/eos/html/page.form.html", 
    "zotero_id": null
}