{
    "description": "About the JournalThe University Museums and Collections Journal is a peer-reviewed, on-line journal for theproceedings of the International Committee for University Museums and Collections (UMAC), aCommittee of the International Council of Museums (ICOM). The Journal will appear at least once ayear. It is completely on-line and no hard-copy formal publication is available. However, the Journal isan Open Access journal and is available free of charge or printing on demand is available at cost price. GoalsThe goals of the University Museums and Collections Journal are to provide global, inclusive accessand distribution and to improve the museums, galleries and collections within universities worldwideby stimulating discussion of relevant issues and concerns. Funding and SupportUMAC is responsible for the major costs of the Journal. It receives additional support from HumboldtUniversity of Berlin, Germany, in the form of a guarantee that the Journal will be archived and itsinformation will be accessible in the future. The International Council of Museums (ICOM) provided a special grant to get the Journal started.With your membership, UMAC is able to publish the Journal. UMAC, as an International Committee ofICOM, receives funding from ICOM according to the number of its members. If you have found theJournal helpful, please support its existence by joining ICOM and choose UMAC as your Committeeof choice!", 
    "domain": "edoc.hu-berlin.de", 
    "history": [
        "2015-06-03T04:59:24.401410: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/02/open-access-journal-university-museums.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "antiquity", 
        "journal", 
        "museums", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2456636547782969590", 
            "resource_date": "2012-01-17T10:26:48.062-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:24.401975"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/02/open-access-journal-university-museums.html", 
            "resource_date": "2012-01-17T10:26:48.062-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:24.401982"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "University Museums and Collections Journal", 
    "url": "http://edoc.hu-berlin.de/browsing/umacj/index.php", 
    "zotero_id": null
}