{
    "description": "Das meiste Wissen über die altägyptische Medizin haben wir von den Ägyptern selbst überliefert bekommen, und zwar in Form einiger Ostraka (beschriebene Gesteins-, Keramik- oder Tonscherben) und mehrerer medizinischer Papyri. Allerdings sind die Dokumente nicht sehr zahlreich und von unterschiedlichem Wert. Die wenigen Texte der Alten Ägypter, die uns über die Jahrtausende erhalten geblieben sind, zeugen sowohl von empirisch-wissenschaftlichen Ansätzen als auch von tiefverwurzelten religiös-magischen Vorstellungen über die Entstehung, den Verlauf und die Behandlung von Erkrankungen. Durch ihre Übersetzung, Bearbeitung und vergleichende Untersuchung wurde erst ein gewisser Einblick in die Welt der ägyptischen Medizin möglich. Auf diesen Seiten finden Sie neben den umfangreichsten und bekanntesten Papyri auch kleinere Ostraka und Papyrusfragmente; wenn möglich, immer mit Abbildungen des Originals, Umschreibung in Hieroglyphen und natürlich in deutscher Übersetzung. Desweiteren soll eine ausführliche Literaturliste, die auch vom Verfasser dieser Internetseiten verwendet wurde, den eigenen Zugang zur ägyptischen Medizin ermöglichen.", 
    "domain": "www.medizinische-papyri.de", 
    "history": [
        "2015-06-03T04:59:40.992024: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/09/egyptian-medical-texts-online.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "egyptology", 
        "papyrology"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6296466369663804123", 
            "resource_date": "2011-09-19T21:20:05.582-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:40.992618"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/09/egyptian-medical-texts-online.html", 
            "resource_date": "2011-09-19T21:20:05.582-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:40.992626"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Egyptian Medical Texts Online", 
    "url": "http://www.medizinische-papyri.de/Start/index.html", 
    "zotero_id": null
}