{
    "description": "No XLIX / 2012 Tomasz Polański:IntroductionProf, dr hab. Andrzej ZABORSKI:Selected bibliography 1962-2012Articles Mahmut AGBAHT, Werner ARNOLD:Der Kluge und der NarrSergio BALDI:Arabic Loans in East African Languages through Swahili: A SurveyJerzy BANCZEROWSKI, Szymon GRZELAK:Translational quandaries and suggestionsAnna BELOVA:Vestiges du vocalisme radical en semitiqueVaclav BLAZEK:A little moon-light on Afroasiatic \"night\"Francis BREYER:Das Wort fur »Konig« im aksumitischen Altathiopisch Spurensuche in einem gesprochen - und geschriebensprachlich multilingualen ArealSalem CHAKER:Berbere et AFRO-ASIATIQUE: Reflexions du berberisantGuram CHIKOVANI:Arabic Dialects of Central Asia: Internal Development Tendencies of Arabic Language MaterialGuido CIFOLETTI:Due nuovi testi in lingua franca dalla comunita ebreo-livorneseFederico CORRIENTE:Final ka(-ma), a Shared Innovation of (Traditional) South SemiticAnnalisa DENTESANO:Analisi retorica della Prima ClementisJean-Charles DUCENE:Un emprunt gotique en arabe maghrebin et en berbere: *spora, usbur, sabTr « eperon »Lutz EDZARD:Genetische, typologische und religionsvermittelte Sprachverwandtschaft: das Arabische in einer vergleichenden linguistischen PerspektiveIgnacio FERRANDO:Enlarging Arabic lexicon by non concatenative procedures. The case forfailala pattern in Modern ArabicFabio GASPARINI, Mauro TOSCO:Building a \"new\" Semitic language: lexical enrichment in modern Assyrian and its problemsJacques GRAND'HENRY:Un contrat arabe d'echange de la propriete de tours d'irrigation dans la region de Palerme (Sicile) en 526 H/1131 (edition arabe revisee, premiere traduction et commentaires linguistiques)George GRIGORE:Une construction lexicale rare - C1aC2aC3C2aC3 - presente dans un conte populaire bagdadienHolger GZELLA:Some General Remarks on Interactions between Aspect, Modality, and Evidentiality in Biblical HebrewJerzy HAUZINSKI:On the titles of the Isma'Tli-Nizans leaders in the Alamut periodMichael KNUPPEL:Einige Gedanken zu uigurisch ar bori „Нуапе\"Maarten KOSSMANN:Some new etymologies for glottal-stop initial Zenaga Berber wordsManfred KROPP:The good old law. Literacy and orality in the practice ofEthiopian royal lawPierre LARCHER:La forme V TAFA''ALA de l'arabe classique vue par le grammairien radT al-dm al-astarabadT Aharon LAYISH:The Sudanese mahd^s legal methodology as an instrument ofaccommodationMICHALSKI:On the so-called compound tenses in modern standard arabicJuan Pedro MONFERRER-SALA:Arabic renderings of vouoq and vopiko in an eleventh century Greek-Arabic LectionaryDidier MORIN:Vowel \"Disappearance\" in BejaPiotr MUCHOWSKI:Notes on two Karaite texts edited by Ananiasz ZajaczkowskiJacobus A. NAUDE:Metatexts and the regulation of reader responses in the translation of sacred textsGregorio del OLMO LETE:Kirta у David: dos reyes en apurosNina PAWLAK:Some common features across language family borders in West AfricaFabrizio A. PENNACCHIETTI:Fili e figure: storie parallele di parole in indoeuropeo e in semiticoStanislaw PIŁASZEWICZ:Professor Bogumil Witalis Andrzejewski: His Life, Scientific Activity, and PoetryAndrzej PISOWICZ:Tematyka ormianska w Dylematach KaukaskichTomasz POLAŃSKI:Icons of the Virgin Mary in the Early Greek and Coptic TextsChris H. REINTGES:The morpho-syntax of alternating complementizers in Coptic relative clause constructionsGabriel M. ROSENBAUM:Oaths in Modern Spoken Egyptian Judeo-Arabic with a Comparison to Oaths Taken by Christians and MuslimsHelmut SATZINGER:On Egyptian Participles and Nomina AgentisEwa SIEMIENIEC-GOŁAŚ:Turkish Anthroponyms in Old Polish SourcesJoachim ŚLIWA:The Reverend Joseph-Pierre-Louis David (1882-1955). His lectures on ancient Egypt and courses on Coptic language at the Cracow UniversityMarek STACHOWSKI:Some features of the vowel adaptation of Arabic loan-words (along with a few remarks on their consonants) in an Ottoman Turkish dictionary by Arcangelo Carradori(1650)Peter STEIN:Sabaica - Aramaica (1)Reinhard STEMPEL:The Injunctive in SemiticGabor TAKACS:Some Egyptian etymologies III: The new generationShabo TALAY:Anmerkungen zum Vokalsystem des arabischen Dialekts von Sine, Provinz Diyarbakir - OstturkeiTamar ZEWI:Indirect Responses in Biblical Hebrew", 
    "domain": "fo.czasopisma.pan.pl", 
    "history": [
        "2015-06-03T04:59:22.360042: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2014/01/newly-open-access-journal-folia.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Arabic", 
        "Assyria", 
        "Central Asia", 
        "Coptic", 
        "Egypt", 
        "Greek", 
        "Hebrew", 
        "Poland", 
        "antiquity", 
        "bible", 
        "bibliography", 
        "dictionaries", 
        "egyptology", 
        "journal", 
        "language", 
        "lexicography", 
        "lexicon", 
        "open access", 
        "religion", 
        "semitics"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2023609116964516143", 
            "resource_date": "2014-01-05T21:05:44.186-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:22.360624"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/01/newly-open-access-journal-folia.html", 
            "resource_date": "2014-01-05T21:05:44.186-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:22.360632"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Folia Orientalia", 
    "url": "http://fo.czasopisma.pan.pl/", 
    "zotero_id": null
}