{
    "description": "Revista Doctoranzilor în Istorie Veche şi Arheologie (ReDIVA) reprezintă o iniţiativă editorială a doctoranzilor Universităţii „Babeş-Bolyai” din Cluj-Napoca, cu specializarea în istorie veche şi arheologie. Aceasta a luat naştere din dorinţa de a încuraja şi fructifica cercetarea tinerilor în aceste domenii.Misiunea revistei este aceea de a oferi doctoranzilor din centrele universitare naţionale și din afara țării un spaţiu de dialog și, în același timp, de a susţine tinerii cercetători în integrarea lor în mediul academic. Din acest motiv, dar și pentru a asigura legătura între generațiile de actuali și viitori doctoranzi, se acceptă şi lucrări ale masteranzilor cu potenţial.Publicaţia este anuală, iar materialele acoperă domeniul istoriei antice şi arheologiei, sub forma unor articole, note și recenzii. Limbile de redactare acceptate sunt: engleza, franceza, germana, italiana şi spaniola.Nr. I / 2013Alexandru Berzovan, Some remarks on the Dacian silver hoard found at Gura Văii (Pleșcuța town, Arad County)Aurora Pețan, Sarmizegetusa Regia in the Austrian map of 1804Szabó Csaba, The Mithraic Statue of Secundinus from ApulumDan Deac, Being an Isiac in Potaissa. Short remarks on RICIS 616/0102 (= CIL III 882)Boda Imola, Torma Károly (1829-1897) and the archaeological research in Roman Dacia. Case study: IlişuaIon Ceban, Archäologische Denkmäler in der Gemeinde Slobozia Mare, Bezirk Cahul, Republik MoldauVladimir Ovtchearov, Detailed investigation of countermarked coinage from Dobrudja Despotat (case report)", 
    "domain": "rediva.ro", 
    "history": [
        "2015-06-03T04:59:50.914497: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/12/new-open-access-journal-rediva-revista.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Roman", 
        "Romania", 
        "ancient history", 
        "antiquity", 
        "archaeology", 
        "history", 
        "journal", 
        "maps", 
        "open access"
    ], 
    "language": [
        "ro", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8597554781167989807", 
            "resource_date": "2013-12-02T15:45:35.177-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:50.915081"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/12/new-open-access-journal-rediva-revista.html", 
            "resource_date": "2013-12-02T15:45:35.177-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:50.915089"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "ReDIVA: Revista Doctoranzilor în Istorie Veche şi Arheologie - The Postgraduate Journal of Ancient History and Archaeology", 
    "url": "http://rediva.ro/", 
    "zotero_id": null
}