{
    "description": "The WordHoard project is named after an Old English phrase for the verbal treasure 'unlocked' by a wise speaker. It applies to highly canonical literary texts the insights and techniques of corpus linguistics, that is to say, the empirical and computer-assisted study of large bodies of written texts or transcribed speech. In the WordHoard environment, such texts are annotated or tagged by morphological, lexical, prosodic, and narratological criteria. They are mediated through a 'digital page' or user interface that lets scholarly but non-technical users explore the greatly increased query potential of textual data kept in such a form.It is a basic assumption of WordHoard that new kinds of historical, literary, or broadly cultural analysis will be supported through the forms of data access that are made possible when literary texts are treated in the manner of linguistic corpora. Deeply tagged corpora of course support more finely grained inquiries at a verbal or stylistic level. But more importantly, access to the words of a text at such microscopic levels also lets you look in new ways at the imaginative worlds created by those words.In its current release WordHoard contains the entire canon of Early Greek epic in the original and in translation, as well as all of Chaucer, Shakespeare, and Spenser. The section on Provenance, Copyrights, and Licenses provides detailed information about the texts.", 
    "domain": "wordhoard.northwestern.edu", 
    "history": [
        "2015-06-03T04:59:29.503987: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/03/wordhoard.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Greek", 
        "culture", 
        "data", 
        "database", 
        "history", 
        "literature", 
        "project"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3586527690288082736", 
            "resource_date": "2010-03-04T15:32:41.567-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:29.504563"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/03/wordhoard.html", 
            "resource_date": "2010-03-04T15:32:41.567-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:29.504571"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "WORDHOARD", 
    "url": "http://wordhoard.northwestern.edu/userman/index.html", 
    "zotero_id": null
}