{
    "description": "Anyone who is seriously interested in the tombs of Ancient Egypt know the volumes of Bertha Porter and Rosalind Moss (Porter & Moss \"). This remarkable work is not however illustrated, and can't be easily updated. Compared to their number, few tombs have been published with good iconography in colour, which is, in addition, necessarily limited in a paper edition. These rare publications are also often difficult to obtain, and expensive. To add, and it is an important element for reflection, that a good number of tombs haven't had the good fortune to be published in book-form, because they are too damaged, or don't include any spectacular scenes. The aim of our project is to photograph or to gather photographs from the greatest possible number of tombs and mastabas, so as to cover them as completely as possible, the tombs and mastabas, known and less known, and to put them freely at the disposal of all on our OsirisNet.net site. Thus the above quoted problems would be circumvented, and of the sometimes splendid but ignored monuments could, in full safety for them, being revealed to the world. We also try to achieve virtual restorations of damaged walls when the circumstances lend themselves of it.  Tombs of the Pharaohs, Queens and Princes Tombs of the Noblemen (Luxor) Tombs of the Craftsmen at Deir el Medineh Tombs of the Amarnian Period Tombs of the Middle Kingdom in Asswan Tombs of el-Kab Tombs of el-Bersheh Tombs of the Oases Tombs of el-Kurru, Sudan Mastabas : the tombs of the Old Kingdom (mainly Saqqara, but also Giza) Monuments : various temples and monuments Assorted documentation Virtual Reality 3D Tomb Tours See a full list of the published tombs, monuments, etc.", 
    "domain": "www.osirisnet.net", 
    "history": [
        "2015-06-03T04:59:42.807087: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/04/osirisnet.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Egypt", 
        "Sudan", 
        "antiquity", 
        "archaeology", 
        "egyptology", 
        "imagery", 
        "monuments", 
        "old kingdom", 
        "project", 
        "religion"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6646694474080256406", 
            "resource_date": "2012-11-09T07:23:01.815-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:42.807652"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/04/osirisnet.html", 
            "resource_date": "2012-11-09T07:23:01.815-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:42.807660"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Osirisnet", 
    "url": "http://www.osirisnet.net/", 
    "zotero_id": null
}