{
    "description": "Founded in 2001, the Enoch Seminar is an academic group of international specialists in Second Temple Judaism and Christian Origins, who share the results of their research in the field and meet to discuss topics of common interest...The Enoch Seminar Online is a new kind of website. It is both an archive of all papers presented at the meetings of the Enoch Seminar, and an online journal of news, reviews and other original contributions. The basic information is available to all readers, while more specialized material is accessible only to subscribers (Friends, Members, and Veterans of the Enoch Seminar).The Enoch Seminar focuses on the period of Jewish history, culture and literature from the Babylonian Exile to the Bar-Kochba revolt—the period in which both Christianity and Rabbinic Judaism have their roots. The goal is to tear down the misleading walls of separation that still divide this field of research, recovering the unity and integrity of the period. Enoch is the symbol of this inter-canonical and inter-disciplinary effort, as he is present in each and all of the canons that anachronistically divide sources from the period: Old Testament, Apocrypha, Pseudepigrapha, Dead Sea Scrolls, Jewish-Hellenistic literature, New Testament, Apostolic Fathers, etc.", 
    "domain": "www.enochseminar.org", 
    "history": [
        "2015-06-03T04:59:36.936879: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/09/open-access-journal-enoch-seminar-online.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Babylon", 
        "Bible", 
        "Christianity", 
        "Dead Sea Scrolls", 
        "Judaisim", 
        "Judaism", 
        "New Testament", 
        "Old Testament", 
        "antiquity", 
        "archive", 
        "culture", 
        "journal", 
        "literature", 
        "open access", 
        "religion"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5372932845695386145", 
            "resource_date": "2013-07-16T07:23:08.682-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:36.937516"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/09/open-access-journal-enoch-seminar-online.html", 
            "resource_date": "2013-07-16T07:23:08.682-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:36.937524"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Enoch Seminar Online", 
    "url": "http://www.enochseminar.org/drupal/", 
    "zotero_id": null
}