{
    "description": "IntroductionThis web publication honors all those who have worked to bring the Ara Pacis so impressively back to life.The Ara Pacis Augustae (Altar of Augustan Peace), known as the \"Ara Pacis\", is a world famous Roman monument housed in a new museum opened in 2006, the Museo dell'Ara Pacis. The Ara Pacis has undergone extensive changes since first constructed in 13-9 BCE, during the reign of Augustus. Like much of ancient Rome, it was gradually covered by earth and later buildings and was even forgotten for many centuries. During the long, complicated process of rediscovery, the most transforming event was the remarkable excavation and reconstruction of much of the Ara Pacis at a new location in 1837-38. It remains in this new location, between the Tiber River and the Mausoleum of Augustus, with hundreds of small changes and restorations, but largely as reconstructed at that time. The new museum building dramatically improves the conditions under which the Ara Pacis is preserved from further deterioration. The Ara Pacis continues to provide one of the primary sources for our understanding of Augustan art, social structure and political history. Purpose of this Website The main purpose of this website is to make available a larger, more comprehensive body of high quality images of the Ara Pacis Augustae than previously available in any print or web publication. This includes images of the monument itself, of the Museo dell’Ara Pacis in which the altar is newly housed and displayed, and of closely related materials.", 
    "domain": "cdm.reed.edu", 
    "history": [
        "2015-06-03T04:59:26.397736: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/05/ara-pacis-augustae-online.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Roman", 
        "antiquity", 
        "archaeology", 
        "imagery", 
        "journal", 
        "maps", 
        "museums", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2986200580991837056", 
            "resource_date": "2011-05-15T17:50:20.682-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:26.398283"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/05/ara-pacis-augustae-online.html", 
            "resource_date": "2011-05-15T17:50:20.682-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:26.398291"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ara Pacis Augustae Online", 
    "url": "http://cdm.reed.edu/ara-pacis/", 
    "zotero_id": null
}