{
    "description": "The Association for Roman Archaeology uses its membership income to promote the following objectives: To spread knowledge of Roman civilisation.Research on Roman sites in the U.K. Preserve our Roman antiquities.Present Roman sites and collections.Publish findings from all our active archaeological archives.Our principal objective is to promote the advancement of the education of the public in the history and archaeology of the Roman period.The A.R.A. publish full colour annual Bulletins, and we upload copies here on the website for people to view. The A.R.A. Bulletins on the website are available in PDF format, please click on a link below. ARA Bulletin Disclaimer. All articles are under the copyright of the ARA unless specified otherwise and all rights are reserved. © Association for Roman Archaeology. All authors should be credited and acknowledged. All offers and information were accurate at the time of publication but will no longer be valid after that date A.R.A. Bulletin April 2009 Issue 19 Part 1    Part 2 A.R.A. Bulletin December 2007 Issue 18 Part 1    Part 2    Part 3    Part 4 A.R.A. Bulletin October 2006 Issue 17 Part 1    Part 2    Part 3 Professor Peter Brown: Hon. D. Litt award: Martin HenigProfessor Barry Cunliffe: Knight Bachelor award: Grahame SoffeA Millennium excavation at Carlisle: a Roman fort revealed: David EvansNew discoveries and further work at Pillerton Priors Roman villa, Warwickshire: David J Sabin and Kerry T DonaldsonThe Kettlebaston cameo ring: Martin Henig and Judith PlouviezA Roman circus at Colchester: Bryn WaltersEvidence for iconoclasm at Chester? Cheryl ClayMaiden Castle: the casual dead or battle victims? Christopher Sparey-GreenBrading villa: a phoenix rises in the land of the Vectis: David TomalinAlchester: Vespasian's base discovered? Eberhard SauerBrian Hartley (1929-2005): obituary: Grahame SoffeNew mosaic discoveries in the South-West: Anthony BeesonConstantine the Great at York: Grahame Soffe A.R.A. Bulletin March 2004 Issue 16 The Venus of Dubris: an exceptional piece of sculpture from Roman Dover: Anthony Beeson Engraved gemstones in Roman Britain: Part 2, Cameos: Martin HenigThe Roman villa at Bradford-on-Avon: investigations at St. Laurence School: Mark CorneyNew villa discoveries in South Gloucestershire: Bryn Walters A.R.A. Bulletin August 2003 Issue 15 Engraved gemstones in Roman Britain; Part 1 Intaglios: Martin Henig The Keynsham Eagles: Martin Henig The Keynsham Eagles; Anthony Beeson Replies The rediscovery of the Roman Temple at Millington, East Yorkshire: Peter Halkon, Henry Chapman, Helen Fenwick, Jeremy Taylor and Helen Woodhouse A tale of Two Villas, Beddington and Barcombe: David Rudling Roman London's Water Supply: Ian Blair and Dan Swift The International Roman Archaeology Conference 2003: Grahame Soffe ARA award for Bradford-on-Avon Roman Villa: Grahame Soffe A.R.A. Bulletin March 2003 Issue 14 Part 1    Part 2 Roman Villa and Mosaic at Pillerton Priors, Warwickshire: David Sabin A note on The Heirs of King Verica, Kent: Grahame Soffe Minster Roman Villa, Kent: David Perkins From Petra to Keynsham; a Romano-British sculpture: Anthony Beeson Antiquities and Roman Religion: the British Evidence (Part 2): Martin Henig Driving on the correct side of the road: Anthony Beeson ARA events in 2002 Shadwell Baths Complex; late Roman London: Bryn Walters London's Archaeological Experiment: Jenny Hall Further thoughts on the Tockenham Roman Villa, Wiltshire: Bryn Walters A new inscription from Roman London: Grahame Soffe A.R.A. Bulletin August 2002 Issue 13 Alchester and the earliest tree-ring dates from Roman Britain: Eberhard Sauer New Light on the Roman Villa at Thruxton: Grahame Soffe and Martin Henig The Unknown Deity on the Compton Dando Corner Stone: Anthony Beeson Antiquities and Roman Religion: the British Evidence (Part 1): Martin Henig Taking Action in Roman Yorkshire: Bryn Walters An experiment in the manufacture of Roman window glass: Mark Taylor and David Hill A.R.A. Bulletin March 2002 Issue 12 Part 1    Part 2 Graham Webster, Archaeologist: Martin Henig and Grahame Soffe Graham Webster, in Appreciation: Tim Strickland Graham Webster, at Chester: Kenneth Barton Under Graham's Trowel at Barnsley Park: Lance Smith Graham Webster, and Cirencester: David Viner Graham Webster: Small finds and pottery: Maggi Darling Graham Webster: Hadrian's Wall and the Roman Army: Brian Dobson Graham Webster, a personal view: Beth Bishop ARA events in 2001 Graham and the Exploration of Wroxeter: Roger White Lady Godiva and a Celtic Festival: Graham Webster A.R.A. Bulletin August 2001 Issue 11 Graham Webster: obituaryRoman Mosaics: an overview: Roger LingThe Corpus of Romano-British Mosaics: SR Cosh and DS NealNews: two new mosaic discoveries: Dorchester, Dorset; D Ashford and A. Beeson: Langstone, Wales; B. Walters and KJ LangfordOn Finding a Roman mosaic: Bryn waltersRomano-British Mosaics and Romano-Celtic Religion: Martin HenigThe animals on the Orpheus Mosaic from Withington, Gloucestershire: Patricia WittsKeynsham's Roman art treasures go on display: Anthony BeesonBook Reviews A.R.A. Bulletin February 2001 Issue 10 Thomas Fredrick Colston Blagg (1942-2000): Grahame Soffe, Martin Henig and Anthony KingColchester: Roman Garden Pool Indentified: Philip CrummyThe Chesterton Project: Bryn WaltersThe Newton-St-Loe Orpheus Mosaic takes shape: Anthony BeesonExcavations at Plantation Place, London: Trevor Brigham (MoLAS)New work and displays along the Hadrianic Frontier: Bryn WaltersA Relief of Jupiter from Bath: a new interpretation: Anthony BeesonARA events in 2000 A.R.A. Bulletin Summer 2000 Issue 9 The Roman Invasion of Britain in AD 43: Grahame Soffe Timothy Potter (1944-2000); A personal appreciation: Anthony King and Grahame Soffe Ground Penetrating Radar at Gosbecks Archaeological Park: Philip Crummy Verulamium: celebration and cause for concern: Martin Henig Julie Hursts' Stained Glass Panel Chedworth: Roman Villa or Scantuary? A reinterpretation of a well known site: Bryn WaltersMore mosaics temporarily uncovered at Chedworth: Anthony BeesonExcavation of the Courtyard Garden at Chedworth: Anthony BeesonDurnovaria, Dorchester: A lost opportunity?: Christopher Sparey-GreenBook Reviews A.R.A. Bulletin Autumn 1999 Issue 8 Obituary of Gerald Brodribb MA, PhD, FSA (1915-1999)Abbey Farm excavation: phase three: David PerkinsFourth century mosaic in danger at Bignor: Anthony BeesonRecent work on the Newton St Loe Orpheus mosaic: Anthony BeesonSegedunum Roman fort and museum: Tyne and Wear museumsRoman marble and bronze sculpture in the kingdom of Togidubnus: Grahame Soffe and Martin HenigRoman Bath excursion: Bryn WaltersRoman fort at Syndale, near Faversham, Kent: Paul WilkinsonArbeia Roman fort and museum: Tyne and Wear museumsARA excursion events: Grahame Soffe A.R.A. Bulletin Spring/Summer 1999 Issue 7 Book reviewAlchester, Oxfordshire 1998: new fieldwork: Eberhard SauerThe Roman sarcophagus from Spitalfields, London: Jenny HallHayling Island: a Gallo-Roman temple in Britain: Anthony King and Grahame SoffeA new hypocaust for the millenium: Dr. Peter J ReynoldsA new interpretation of a relief sculpture from Birdoswald: Anthony BeesonMosaic archive installed in London: Patricia WittsThe third international Roman archaeology conference: Grahame Soffe A.R.A. Bulletin Autumn 1998 Issue 6 Roman villas in the Algarve: Anthony StansfieldVirtual MithraeumTurkdean Time Team Excavation: Costwold Archaeological TrustHuge Roman quarry found in north Wiltshire: Bryn WaltersThe coloniae of Britannia: Ross MitchellThe Stonesfield mosaic embroidery appeal: Carol AndersonBook reviewsARA excursion events: Grahame Soffe A.R.A. Bulletin Spring 1998 Issue 5 Monumental foundation discovered in BathSalinae: recent finds increase knowledge of salt production site: Jane WeirTullie House MuseumThe Weir Gardens, Swainshill, Hereford: Graeme WalkerA lost grand staircase at Fishbourne: Anthony Beeson Swindon site is not a villa: Bryn WaltersThe Roman army in Oxfordshire: Alchester parade ground: Eberhard Sauer and Simon CrutchleySpotlight on St Albans: David ThoroldAbbey Farm Roman villa: David Perkins A.R.A. Bulletin Autumn 1997 Issue 4 Part 1    Part 2 The second international Roman archaeology conference: Grahame Soffe Operation DART '97: Swindon's 'Time team' locate a roman temple?: Bryn Walters Black Carts: research and management on Hadrian's Wall: Tony Wilmott Roman news update Britannia: the maritime links, conference review: Bryn Walters Roman wall conserved at Caerwent: Karl James Langford Villa group discovered in Kent: Paul Wilkinson ARA excursion events: Grahame Soffe Swindon villa update A.R.A. Bulletin Spring 1997 Issue 3 The Cramond Lioness: Fraser Hunter and Mark Collard The Newton St Loe Orpheus rises: Anthony Beeson The discovery of unidentified Roman circular buildings: Bob Chard Longinus restored, Colchester: Philip Crummy The Segedunum Project: Paul Bidwell Stanway, Colchester: an update: Philip Crummy Tideway Timebusters: Newhaven pupils on Hadrian's Wall: Jim Fanning Ribchester fort and museum: Ross and Rhoda Mitchell A.R.A. Bulletin Autumn 1996 Issue 2 New Roman gallery opens at Devizes The most northery amphitheatre in the Roman empire located The temple tombs of Imbriogon: Anthony Beeson Whitley Grange villa: Dr. Roger White Enigma Delenda Est: Roman Ireland: Tom Condit A new campaign of excavations at Fishbourne: John Manley and David Rudkin Fire damage in Roman buildings: Michael J Astill New discoveries from the air over Norfolk The Dart Project 1996: Bryn Walters Roman gaming board, Stanway, Colchester: Philip Crummy The Antonine Wall and Roman Scotland study tour: Grahame Soffe A.R.A. Bulletin Spring 1996 Issue 1 News from BathDorchester updateRecent discoveries concerning the 1827 mosaic from WroxeterThe opening of Gosbecks Archaeological Park: Philip CrummyGazetteer of ARA Partner Venues", 
    "domain": "www.associationromanarchaeology.org", 
    "history": [
        "2015-06-03T04:59:44.350675: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/08/open-access-journal-ara-bulletin-of.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Britain", 
        "Gaul", 
        "Roman", 
        "Roman Empire", 
        "antiquities", 
        "antiquity", 
        "archaeology", 
        "archive", 
        "art", 
        "book", 
        "book reviews", 
        "bronze", 
        "conference", 
        "education", 
        "glass", 
        "history", 
        "journal", 
        "journal issues", 
        "mosaics", 
        "open access", 
        "project", 
        "sculpture", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7063224858249681061", 
            "resource_date": "2013-01-22T15:12:51.015-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:44.351319"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/08/open-access-journal-ara-bulletin-of.html", 
            "resource_date": "2013-01-22T15:12:51.015-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:44.351328"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "ARA: the bulletin of the Association for Roman Archaeology", 
    "url": "http://www.associationromanarchaeology.org/bulletin.htm", 
    "zotero_id": null
}