{
    "description": "An interactive historical atlas enhanced with narratives, pictures, video clips, and audio files.A site where researchers can collaboratively organize documents and artifacts and write papers or books.A location aware service that delivers through an iPhone App or 2d codes historical information about any place on the earth, while you are there.A CAVE (lab) at Purdue University where we can project life size 3D virtual models of famous places such as Omaha Beach or Ancient Rome.At Visible Past researchers, students or regular web visitors can use cell phones, desktop computers, laptops, or full immersion 3d virtual reality models to collaborate on any historical project. Visible Past allows them to write and give each other feedback on their paper, to share passions and ideas as they contribute, edit, or enjoy the knowledge created and made available at Visible Past. Visible Past is a seamless system of information storage and retrieval that turns the idea of information searching on its head: spatially aware, read/write, and multi-user, Visible Past makes information search for you. The Visible Past teamVisible Past is a web-based knowledge creation and storage environment produced at Purdue University by Sorin A. Matei and his collaborators, Nick Rauh and Chris Miller that is aware of a user’s spatial location. The site delivers information on the fly, to that location, based on the user needs connected to that location. If you are, for example, in France, in front of the Tour Eiffel, Visible Past can send you information about the Tour Eiffel, to your mobile phone. Further, the cell phone can be used to rate the information or to add your own content to the site. However, Visible Past is not just a site. It is a software solution that can be installed on any server, by anyone, at no cost. It uses open source, free software, that can be extended and adapted for any specific project.", 
    "domain": "visiblepast.net", 
    "history": [
        "2015-06-03T04:59:29.620393: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/12/visible-past.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Middle East", 
        "Pacific", 
        "Roman", 
        "Roman Empire", 
        "antiquity", 
        "art history", 
        "atlas", 
        "computer program", 
        "environment", 
        "geography", 
        "history", 
        "project", 
        "video", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3632498067413349333", 
            "resource_date": "2013-12-05T11:59:38.318-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:29.620953"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/12/visible-past.html", 
            "resource_date": "2013-12-05T11:59:38.318-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:29.620961"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Visible Past", 
    "url": "http://visiblepast.net/see/", 
    "zotero_id": null
}