{
    "description": "“Crisia” is a publication of the Ţării Crişurilor Museum in Oradea and it was founded by Prof. Dr. Sever Dumitraşcu. The annual of Oradea experienced three distinct phases in its development: 1971-1983, 1984-1989 and after 1990. In the first period “Crisia” was exclusively a publication of the department of history team of the museum of Oradea. During the period of 1984 - 1989, by abolishing the other magazines of the institution, “Biharea” and “Nimphaea”, “Crisia” remained the only annual of this. After 1990 things returned to normal, “Crisia” becomes a prestigious publication, of wide intellectual breathing, open to the collaborators from country and abroad, the last numbers capture this reality abundantly.The stated goal of the magazine is that of publishing the results of the history and archeology researches, by studies and materials relating primarily to Bihor County but, also to other areas. By valorizing some unpublished and interesting information, it has greatly contributed to the development of the Transylvanian historiography. The materials present in the magazine have a balanced epoch layout. In time, during the 40 years of existence, “Crisia” noted itself firstly by constant. Few publications of this type had annual appearances as systematic as the annual of Oradea. This proves once again the seriousness and readiness to researching of the historians’ team of the department of history of the museum of Oradea. The Archive of the Crisia magazine From the following link you can download the abstracts of the articles included in the editions of the last four years of the journal: Abstracts 2008-2011 Crisia 2011, XLIThis number of the magazine containes articles from the following authors: Florin Gogâltan, Cristian Ioan Popa, Călin GHEMIŞ, Jean CLOTTES, Bernard GELY, Francoise PRUD’HOMME, Sanda BĂCUEŢ-CRIŞAN, Ioan F. POP, Florin SFRENGEU, Ioan CRIŞAN, Dan BĂCUEŢ-CRIŞAN, Doru Marta, Călin Ghemiş, Adriano PAPO, Mihai GEORGIŢĂ, Florina CIURE, Edith Bodo, Ioan GOMAN, Gianfranco GIRAUDO, Gabriela ANANIE, Elena Csobai, Emilia Martin, Cornelia ROMÂNAŞU, Radu ROMÂNAŞU, Corina MOISA, Gabriel MOISA, Lucia CORNEA, Mihaela GOMAN, Antonio FAUR, Ovidiu PASCU, Ion ZAINEA.detailed view Crisia 2010, XLThis number of the magazine containes articles from the following authors: Gruia FAZECAŞ, Carol KACSÓ, Sorin BULZAN, Doru MARTA, Ioan CRIŞAN, Corina TOMA, Alexandru SIMON, Marcella FERRACCIOLI, Gianfranco GIRAUDO, Gizella NEMETH, Adriano PAPO, Florin ARDELEAN, Florian DUDAŞ, Florina CIURE, Mihai GEORGIŢĂ, Cristian APATI, Ioan CIORBA, Petru ARDELEAN, Radu MILIAN, Marius-Răzvan MESZAR, Gabriel MOISA, Cornelia ROMÎNAŞU, Radu ROMÎNAŞU, Adriana RUGE, Lucia CORNEA, Ioan F. POP, Iudita CĂLUŞER, Olimpia MUREŞAN, Nicolae NISTOROIU.detailed view Crisia 2009, XXXIXThis number of the magazine containes articles from the following authors: Cristian I. POPA, Viorel ŞTEFU, Victor Sava, Gruia FAZECAŞ, Carol Kacsó, Marius Ardeleanu, Ioan CRIŞAN, Doru MARTA, EMÕDI János, Corina TOMA, LAKATOS Attila, Alexandru SIMON, Mihai GEORGIŢĂ, Adriano PAPO, Gizella NEMETH, Florina Ciure, Gianfranco GIRAUDO, Blaga MIHOC, Florian KÜHRER, Mihai D. DRECIN, Gabriel MOISA, Constantin MĂLINAŞ, Iudita CĂLUŞER, Lucia CORNEA, Artur LAKATOS, Corneliu CRĂCIUN.detailed view Crisia 2008, XXXVIIIThis number of the magazine containes articles from the following authors: Ioan Crişan, Gruia Fazecaş, Sorin BULZAN, LAKATOS-BALLA Attila, Doru MARTA, Iulian-Mihai DAMIAN, Gabriel-Virgil RUSU, Adrian MAGINA, Cristian APATI, Mihai GEORGIŢĂ, Lucia CORNEA, Constantin MĂLINAŞ, Gabriel MOISA, Corneliu CRĂCIUN, Lucian JORA, EMÕDI János.detailed view Crisia 2007, XXXVIIThis number of the magazine containes articles from the following authors: Călin GHEMIŞ, Emilian Teleagă - mit einem Beitrag von Nicolae Miriţoiu, Sever DUMITRAŞCU, Corina TOMA, Sorin BULZAN, Alexandru CIORBA, Ioan CRIŞAN, Daniela-Monica MITEA, Alexandru SIMON, Florina CIURE, Petru ARDELEAN, Corneliu CRĂCIUN, Constantin MĂLINAŞ, Gabriel MOISA, Lucia CORNEA, Blaga MIHOC.detailed view Crisia 2006, XXXVIThis number of the magazine containes articles from the following authors: Doina IGNAT, Ioan CRIŞAN, Călin GHEMIŞ, Corina TOMA, Sorin Bulzan, Florina CIURE, Mihai GEORGIŢĂ, Liviu BORCEA, Ioan CIORBA, Radu MILIAN, Corneliu CRĂCIUN, Andreea JUDE, Alexandru POP, Constantin Mălinaş, Lucia CORNEA, Gabriel Moisa, Augustin Ţărău.detailed view", 
    "domain": "crisia.mtariicrisurilor.ro", 
    "history": [
        "2015-06-03T04:59:53.585839: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/11/open-access-journal-crisia.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "antiquity", 
        "archaeology", 
        "archive", 
        "history", 
        "journal", 
        "magazine", 
        "materials", 
        "museums", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9216437320434896859", 
            "resource_date": "2011-11-24T09:11:20.342-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:53.586428"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/11/open-access-journal-crisia.html", 
            "resource_date": "2011-11-24T09:11:20.342-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:53.586436"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Crisia", 
    "url": "http://crisia.mtariicrisurilor.ro/", 
    "zotero_id": null
}