{
    "description": "1-Jan-2011 Culture Contact and Gender in the Hudson’s Bay Company of the Lower Columbia River 1824-1860 Stone, Helen Delight Thesis 1-Oct-2010 Rural Settlement and Economic Activity: Olive Oil and Amphorae Production on the Tarhuna Plateau during the Roman Period Ahmed, Mftah Thesis 7-Jul-2010 Household Consumption in Ancient Economies: Pompeii and the Wider Roman World Ray, Nicholas Martin Thesis 7-Jul-2010 Forts, fields and towns: Communities in Northwest Transylvania from the first century BC to the fifth century AD Wanner, Robert Thesis 7-Jul-2010 The nature and significance of extramural settlement at Vindolanda and other selected sites on the Northern Frontier of Roman Britain Birley, Andrew Robin Thesis 7-Jul-2010 Landscapes of Maritime Complexity: Prehistoric Shell Work Sites of the Ten Thousand Islands, Florida Schwadron, Margo Thesis 25-Feb-2010 Astronomy and ancient Greek cult : an application of archaeoastronomy to Greek religious architecture, cosmologies and landscapes Boutsikas, Efrosyni Thesis 18-Dec-2009 Hunter-gatherer settlement and land use in the Central Canadian Rockies, AD 800-1800 Heitzmann, Roderick James Thesis 23-Oct-2009 Creating collective identities through astronomy? A study of Greek temples in Sicily Salt, Alun Mark Thesis 3-Jul-2009 Light satanic mills - the impact of artificial lighting in early factories West, Ian Edward Thesis 3-Jul-2009 Congregation and community: religious observance and identity in the south west woollen industry, c.1760 to 1860 Strachan, Susan Claire Thesis 27-Mar-2009 The so-called Galatae, Celts, and Gauls in the Early Hellenistic Balkans and the Attack on Delphi in 280–279 BC. Campbell, Duncan Robert John Thesis 18-Feb-2009 Industry and Empire: Administration of the Roman and Byzantine Faynan. Friedman, Hannah Ariel Thesis 9-Feb-2009 The origins of the village in South Wales : a study in landscape archaeology. Kissock, Jonathan Andrew Thesis 2-Feb-2009 Divergent Identities? The Middle and Upper Ouse Valley in the Late Iron Age and Romano-British Periods. Meade, Judy M. Thesis 21-Jan-2008 Kapeleion: casual and commercial wine consumption in classical Greece Kelly-Blazeby, Clare Frances Thesis 2008 'As you see it so it was'? Reconstructing historic built environments in the USA: the case of sites associated with Gearge Washington White, Esther Thesis 2007 Personal adornment and the expression of identity in Roman Britain: a study of the material culture of appearance Rosten, Judith Freda Thesis Sep-2005 The ancient Mediterranean trade in ceramic building material: A case study in Carthage and Beirut Mills, Philip John Edward Thesis 2005 Open for business: textile manufacture in Northamptonshire, c.1685-1800 Raybould, Wendy Thesis 2000 Delos: Investigating the notion of privacy within the ancient Greek house Burke, Samantha Thesis 1999 Modelling Roman imperialism: Landscape and settlement change in Italy Witcher, Robert Edward Thesis 1984 The production and distribution of brick and tile in Roman Britain McWhirr, Alan David Thesi", 
    "domain": "lra.le.ac.uk", 
    "history": [
        "2015-06-03T04:59:41.965202: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/01/open-access-archaeology-theses-from.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Balkans", 
        "Britain", 
        "Byzantium", 
        "Carthage", 
        "Columbia", 
        "Greece", 
        "Greek", 
        "Hellenistic", 
        "Italy", 
        "Mediterranean", 
        "Nubia", 
        "Pompeii", 
        "Roman", 
        "amphorae", 
        "ancient history", 
        "antiquity", 
        "archaeology", 
        "astronomy", 
        "book", 
        "classics", 
        "culture", 
        "gender", 
        "history", 
        "industry", 
        "open access", 
        "prehistory", 
        "project", 
        "religion", 
        "theses", 
        "trade"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6507355499955259464", 
            "resource_date": "2011-01-11T08:56:07.464-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:41.965768"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/01/open-access-archaeology-theses-from.html", 
            "resource_date": "2011-01-11T08:56:07.464-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:41.965776"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Access Archaeology Theses from Leicester", 
    "url": "https://lra.le.ac.uk/handle/2381/4195/browse-date", 
    "zotero_id": null
}