{
    "description": "Each project represents a specific study or research effort conducted by a single investigator or a team of collaborating investigators. The data and documentation presented in a project can be freely used and referenced by the research community and public for re-analysis, comparison with other collections, visualization , or other applications provided data contributors are properly credited with citation. Open Context currently publishes 42 projects.Project Editorial Status Description Primary People Keywords Pyla-Koutsopetria Archaeological Project ●●●○○ Pedestrian survey, geophysical prospecting, and excavation near Pyla, on the southern coast of Cyprus William R. Caraher archaeology, survey, Cyprus, classical, Cypriot, Roman, Hellenistic, Bronze Age, landscape, settlment Balance Pan Weights from Nippur ●●●○○ Physical measurements and photographs of weights (and possible weights) from a single site, multiple excavations from 1889-1972. William B. Hafford economic tools, manufacturing tools, valuation, weighing, mensuration, Mesopotamia, archaeology Osteometric Database of South American Camelids (Forthcoming) Osteometric measurements on South American camelids Mariana Mondini, A. Sebastián Muñoz, Pablo M. Fernández, camelids, osteometry, measurements, archaeology, data integration, South America Data Documenting Late Bronze Age Cyprus Ceramics, Trade, Provenience and Geology (Forthcoming) NAA data to firmly establish the geological provenience of Cypriot ceramics Peter Grave, Lisa Kealhofer, Ben Marsh, Ulf-Dietrich Schoop, Jürgen Seeher, John W. Bennett, Attila Stopic archaeology, ceramics, Cyprus, Late Bronze Age, multivariate comparison, Neutron Activation Analysis, pottery, provenience, Red Lustrous Wheel Made Ware Archaeology of Mesoamerican Animals (Forthcoming) Datasets and media with 'The Archaeology of Mesoamerican Animals' (Lockwood Press) Çatalhöyük Zooarchaeology ●●●●● Faunal data from Neolithic Çatalhöyük and Chalcolithic Çatalhöyük West, Konya, Turkey. David Orton, Nerissa Russell, Katheryn Twiss, Louise Martin, Sheelagh Frame Zooarchaeology, Turkey, Neolithic, Mammal Remains, Faunal data, Central Anatolia, Çatalhöyük, Animal Economy Çatalhöyük Area TP Zooarchaeology ●●●○○ Faunal Data from Area TP of Çatalhöyük, Turkey Arek Marciniak Area TP, Animal Economy, Çatalhöyük, Central Anatolia, Neolithic, Mammal Remains, Faunal data, Zooarchaeology, Turkey Ilıpınar Zooarchaeology ●●●○○ This dataset contains faunal data recorded by Hijlke Buitenhuis from the site of Ilıpınar, Turkey Hijkle Buitenhuis Neolithic, Late Chalcolithic, Early Bronze Age, eastern Aegean, western Anatolia, zooarchaeology, Faunal data, Mammal Remains, Zooarchaeology of Neolithic Ulucak ●●●●● Zooarchaeology of a portion of the vertebrate remains from Ulucak Höyük's Neolithic layers Canan Çakırlar western Anatolia, eastern Aegean, Chalcolithic, Aceramic Neolithic, zooarchaeology, Faunal data, Mammal Remains, Çukuriçi Höyük Zooarchaeology ●●●○○ Zooarchaeology of Late Neolithic - Early Bronze Age Çukuriçi Höyük, Turkey Alfred Galik Subsistence, Late Neolithic, Late Chalcolithic, Economy, Early Chalcolithic, Early Bronze Age, Anatolia, Agriculture, Turkey, Zooarchaeology, Çukuriçi Höyük Barçın Höyük Zooarchaeology ●●●○○ Zooarchaeology of Neolithic Phases at Barçın Höyük, Turkey Alfred Galik Economy, Subsistence, Zooarchaeology, Turkey, Anatolia, Neolithic, Barçın Höyük, Agriculture Köşk Höyük Faunal Data ●●●○○ Faunal data from the site of Köşk Höyük, Turkey, recorded between 2004-2011 in the excavation field house and the Niğde Museum Benjamin S. Arbuckle Turkey, Zooarchaeology, Pastoralism, Faunal data, Mammal Remains, Chalcolithic, Village, Central Anatolia, Köşk Höyük, Equids, Animal Economy Erbaba Höyük and Suberde Zooarchaeology ●●●○○ Faunal data from Erbaba Höyük, Turkey, supplemented by additional data from Suberde Benjamin S. Arbuckle Zooarchaeology, Turkey, Village, Neolithic, Mammal remains, Jacques Bordaz, Faunal Data, Central Anatolia, Animal Domestication Mikt’sqaq Angayuk Finds ●●●○○ Finds catalog from Mikt’sqaq Angayuk, an historic Alutiiq settlement of the early 19th century, Alaska Amy V. Margaris, Fanny Ballantine-Himberg, Mark Rusk, Patrick Saltonstall Alaska, Alutiiq, Kodiak, Russian colonialism, trade, subsistence, economy, historical archaeology, finds catalog, archaeological collections Asian Stoneware Jars ●●●○○ Element composition of Asian Stoneware Jars from the 9th - 19th centuries CE Peter Grave inductively coupled plasma optical emission spectrometry, neutron activation analysis, Early Modern, trade, stoneware, dragon jars Zooarchaeology of Öküzini Cave ●●●●● Animal exploitation patterns in SW Anatolia during the Epipaleolithic from assemblages excavated from a finely-stratified cave Levent Atici Öküzini Cave, Western Taurus Mountains, South West Anatolia, Turkey, Epipaleolithic, Terminal Pleistocene, Zooarchaeology, Forager adaptations, Hunting, Subsistence Zooarchaeology of Karain Cave B ●●●●● Changes in hunter-gatherer lifestyles that may have led to sedentary agricultural economies in SW Anatolia Levent Atici Karain B Cave, Western Taurus Mountains, South West Anatolia, Turkey, Epipaleolithic, Terminal Pleistocene, Zooarchaeology, Faunal analysis, Foragers, Hunting, Caprines, Subsistence West Stow West Zooarchaeology ●●●○○ West Stow, Suffolk County, UK Rescue excavations conducted at the site in advance of the construction of a new Visitor Centre Pamela Crabtree West Stow village, subsistence, mammal and bird remains, economy, Early Anglo-Saxon, zooarchaeology Murlo ●●●○○ Poggio Civitate Excavation Project Anthony Tuck Iron Age, Etruscan, Settlement, Archaeology, Architecture, Economy Hacksilber Project (Forthcoming) Lead isotope and other analyses of metal objects from the Near East and Mediterranean (1500 - 500 BCE) Christine Thompson Tarshish, Market, Economy, Monetary, Ingots, Money, Coinage, Exchange, Trade, Metallurgy, Hoards, Coins, Late Bronze Age, Iron Age, Archaic Kenan Tepe ●●●●○ The Upper Tigris Archaeological Research Project’s Excavations at Kenan Tepe in Southeastern Turkey Bradley Parker, Peter Cobb Ubaid Period, Late Chalcolithic Period, Anatolia, Northern Mesopotamia, Middle Bronze Age, Early Iron Age, Tigris River, Archaeology Rough Cilicia ●●●○○ Survey exploring Roman provincial acculturation through the lens of Rough Cilician material and cultural remains Nicholas K. Rauh Roman, Romanization, Cilicia, Anatolia, Asia Minor, Archaeological Survey, Acculturation, Pastoralism, Mortuary Archaeology Dhiban Excavation and Development Project (Forthcoming) Archaeology of an Early Bronze through Islamic settlement south of Amman, Jordan Benjamin Porter, Bruce Routledge, Danielle S. Fatkin, Katherine Adelsberger Archaeology, Jordan, Early Bronze Age, Iron Age, Nabataean, Roman, Byzantine, Islamic, geology, anthropology, tourism studies, history Tal-e Malyan Zooarchaeology ●●●○○ Zooarchaeology of Tel-e Malyan Melinda A. Zeder Zooarchaeology, subsistence, economy, Early Bronze Age, Iranian Plateau, Elamite, Anshan, Middle Elamite Zooarchaeology of Medieval Emden ●●●●○ Animal Bone Analysis in medieval Emden, Germany Jessica Grimm zooarchaeology, medieval, Lower Saxony, Germany, subsistence, Chogha Mish Fauna ●●●●● Zooarchaeological observations from Prehistoric and Achaemenid levels at Chogha Mish, Iran. Levent Atici, Justin S.E. Lev-Tov, Sarah Whitcher Kansa Zooarchaeology, subsistence, economy, Early Bronze Age, Iranian Plateau, Elamite Khirbat al-Mudayna al-Aliya ●●●●○ Investigations of an Early Iron Age site in a semi-arid zone in west-central Jordan Bruce Routledge, Benjamin Porter pastoralism, economy, agriculture, Southern Levant, Semi-Arid, Kerak Plateau, Jordan, Iron I, Early Iron Age, subsistence Dove Mountain Groundstone ●●●●○ Analysis of groundstone finds from the Dove Mountain Project in the Tucson Basin Jenny Adams Southwest, Pioneer Period, Sedentary Period, Hohokam, Early Agricultural, Groundstone, Arizona, Archaeology Bade Museum ●●●●○ Tell en-Nasbeh Collection at the Badè Museum of Biblical Archaeology Aaron Brody Israel, Palestine, Southern Levant, Judah, Near East, Biblical Archaeology, Archaeology, Iron Age, 1st Millennium, 4th Millennium, Early Bronze, Town, Tomb, Babylonian, Persian, Hellenistic, Roman, Byzantine San Diego Archaeological Center ●●●●● Collections maintained by the San Diego Archaeological Center San Diego Archaeological Center historical archaeology, San Diego, California, Spanish colonial, Mexican, finds catalog, education, cultural resource management, archaeological collections Presidio of San Francisco ●●●○○ Ongoing investigations of El Presidio de San Francisco and other archaeological resources at the Presidio of San Francisco Presidio Archaeology Lab (Presidio Trust) historical archaeology, presidio, San Francisco, California, Spanish colonial, Mexican, US Army, education Aegean Archaeomalacology ●●●●● Mollusk Shells in Troia, Yenibademli, and Ulucak: An Archaeomalacological Approach to Environment and Economy in the Aegean Canan Çakırlar Anatolia, Aegean, bronze age, chalcolithic, mollusks, Archaeomalacology, subsistence, economy, environment Petra Great Temple Excavations ●●●○○ Brown University Excavations at the Great Temple of Petra, Jordan Martha Sharp Joukowsky Religion, Hellenistic, Jordan, Roman, Roman Empire, Archaeology, Architecture, Nabateans, Nabatean, Petra Iraq Heritage Program ●●○○○ Overview of the Global Heritage Fund's conservation work in Iraq Global Heritage Fund, Alexandria Archive Institute Meopotamia, Cultural Heritage, Conservation, Assyria, Sumer, Babylonia, Documentation, Sumer, Archaeology, Iron Age, Early Bronze Age, Early Dynastic, World Heritage Lake Carlos Beach Site, 1992 and 1996 ●●●○○ Descriptions and provenience information for 7837 artifacts State of Minnesota, Department of Natural Resources, Division of Parks and Recreation, Minnesota State Parks Cultural Resource Management Program staff, State of Minnesota, Department of Natural Resources, Division of Parks and Recreation Corneal Ulceration in South East Asia ●○○○○ Epidemiology and Etiology of Corneal Ulcers in South India Mathuiah Srinivasan, John P. Whitcher ophthalmology, India, public health, infections disease, eye, public health, developing world Harvard Peabody Mus. Zooarchaeology ●●○○○ Harvard Peabody Museum Zooarchaeology Laboratory Reference Collection Richard Meadow, Levent Atici archaeology, reference collection, zoology, zooarchaeology, archaeology, specimen, bone Hazor: Zooarchaeology ●●●○○ Zooarchaeological observations for Late Bronze Age and Iron Age Hazor, Israel Justin Lev-Tov archaeology, Iron Age, Late Bronze Age, Near East, Excavations, Hazor, Biblical archaeology, subsistence Hayonim: Micromorphology ●○○○○ Paul Goldberg archaeology, Mousterian, geology, Middle Paleolithic, Kebaran, Epi-Paleolithic, Israel, Levant, Micromorphology, Geology, Cave, Deposition Geissenklosterle: Micromorphology ●○○○○ Paul Goldberg archaeology, Aurignation, geology, Upper Paleolithic, Europe, Germany Pınarbaşı 1994: Animal Bones ●●●○○ Analysis of faunal remains from prehistoric contexts at Pınarbaşı in central Turkey Denise Carruthers archaeology, Epi-Paleolithic, Neolithic, Near East, Anatolia, Turkey, zooarchaeology, Pinarbasi, 9th millennium, agriculture, foraging, hunting Domuztepe Excavations ●●●○○ Excavations of a Late Neolithic site in south-central Turkey Stuart Campbell, Elizabeth Carter Archaeology, Halaf, Neolithic, Near East, Excavations, Domuztepe, 7th millennium, Village", 
    "domain": "opencontext.org", 
    "history": [
        "2015-06-03T04:59:39.133066: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/01/open-context-projects-and-collections.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Aegean", 
        "Anatolia", 
        "Asia", 
        "Byzantium", 
        "Cyprus", 
        "Elamite", 
        "Germany", 
        "India", 
        "Iran", 
        "Iraq", 
        "Islam", 
        "Israel", 
        "Jordan", 
        "Mediterranean", 
        "Middle Ages", 
        "Near East", 
        "Roman", 
        "Roman Empire", 
        "Russian", 
        "Turkey", 
        "UK", 
        "agriculture", 
        "archaeology", 
        "archive", 
        "bible", 
        "bronze", 
        "catalogue", 
        "ceramics", 
        "collaboration", 
        "conservation", 
        "cultural heritage", 
        "culture", 
        "data", 
        "database", 
        "digital library", 
        "education", 
        "environment", 
        "heritage", 
        "history", 
        "imagery", 
        "museums", 
        "open context", 
        "pottery", 
        "prehistory", 
        "project", 
        "religion", 
        "visualization"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5915653073672508071", 
            "resource_date": "2013-11-08T12:57:16.088-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:39.133706"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/01/open-context-projects-and-collections.html", 
            "resource_date": "2013-11-08T12:57:16.088-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:39.133715"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Context Projects and Collections Online", 
    "url": "http://opencontext.org/projects/", 
    "zotero_id": null
}