{
    "description": "Melilah is an interdisciplinary Open Access journal available in both electronic and book form concerned with Jewish law, history, literature, religion, culture and thought in the ancient, medieval and modern eras. It encourages work from younger scholars at the start of their academic careers as well as contributions from established scholars. The editors are Daniel Langton and Renate Smithuis, supported by a Manchester-based editorial board that includes Philip Alexander, Moshe Behar, Rocco Bernasconi, Jean-Marc Dreyfus, Cathy Gelbin, Alex Samely, and Bill Williams, and an international advisory board that includes Miriam Ben-Zeev, Gad Freudenthal, Moshe Idel, Paul Mendes-Flohr, Shmuel Moreh, Norman Solomon, David Sorkin, Günter Stemberger, Paul Wexler and Eli Yassif.Melilah was launched in 2004 by Bernard Jackson and Ephraim Nissan under the auspices of the Centre for Jewish Studies at the University of Manchester as the New Series of the journal of the same name founded by Edward Robertson and Meir Wallenstein and published (in Hebrew) by Manchester University Press from 1944 to 1955. Five substantial volumes, each of around two hundred pages, were produced before the series was discontinued. In his editorial foreword to the first edition, Robertson explained that Melilah had been established to promote Jewish scholarship in the face of the threat posed by the Second World War and its aftermath. The title of the journal refers to the ears of corn that are plucked to rub in the hands before the grains can be eaten (Deut. 23:25). 2012 Supplement 22012 Supplement 12011 Volume 82010 Volume 72009 Volume 62008 Volume 52007 Volume 42006 Volume 32005 Volume 22004 Volume 1", 
    "domain": "www.melilahjournal.org", 
    "history": [
        "2015-06-03T04:59:21.965918: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/07/open-access-journal-melilah.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Judaisim", 
        "Middle Ages", 
        "antiquity", 
        "book", 
        "culture", 
        "journal", 
        "open access", 
        "religion", 
        "series"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1967708179420335575", 
            "resource_date": "2013-02-20T15:59:44.932-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:21.966518"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/07/open-access-journal-melilah.html", 
            "resource_date": "2013-02-20T15:59:44.932-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:21.966527"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Melilah", 
    "url": "http://www.melilahjournal.org/", 
    "zotero_id": null
}