{
    "description": "Pottery collectionsThe Institute houses a collection of pottery assembled between the 1940s and the 1970s. The majority is fragmentary pottery (and occasional stone items) from surface surveys, such as the Central Anatolian Survey, but there is also sample material from some important excavations carried out in Turkey under the auspices of the British Institute such as Mersin, Hacılar, Beycesultan and Catal Höyük; and some obsidian from Ashikli Höyük. There are over 1000 boxes of material organised into 3 broad categories: survey, excavation and published material; as well as a 'study' and 'slide' collection. All periods are represented, from the Neolithic to the Ottoman and although not all types of pottery from Anatolia may be represented, examples of the vast majority of types can be found. Other materialsAs well as pottery, a limited range of other archaeological material, in particular obsidian from Asikli Höyük, and a few scattered stone tools at a range of survey sites of the 1960s and 70s. This is complemented by a small geological collection including obsidian nodules from Ian Todd's pioneering exploration of obsidian sources in Anatolia. Collections databaseThe Collection database currently includes photographs and provenance data (ie. source archaeological site) for the majority of the survey material, with the excavated and study collections to follow soon. The database was been designed to facilitate greater use of the collection by scholars from around the world by publicising its contents, and encouraging further publication or data generation. The web interface uses Google Maps as a mapping tool to show the position of sites in the database, to the closest village. Clicking on the yellow site icon opens the site definition page which shows thumbnail images of the pottery from this site. The site page also shows nearby sites and provides links to related informtion. This thumbnail may be enlarged further, and the reference to the storage information of the item obtained. The system has been designed to enable different material types to be searched, so although only pottery has been currently included, the obsidian and squeeze collections may be included in the future. Browse the databaseBrowse full list of archaeological Sites in the databaseBrowse all pottery assemblages as thumbnails", 
    "domain": "www.biaatr.org", 
    "history": [
        "2015-06-03T04:59:30.791247: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/08/british-institute-at-ankara-pottery.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Anatolia", 
        "Turkey", 
        "archaeological site", 
        "archaeology", 
        "ceramics", 
        "data", 
        "database", 
        "imagery", 
        "maps", 
        "pottery", 
        "tools", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3868787750932032199", 
            "resource_date": "2013-08-11T09:15:58.786-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:30.791823"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/08/british-institute-at-ankara-pottery.html", 
            "resource_date": "2013-08-11T09:15:58.786-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:30.791831"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "British Institute at Ankara Pottery Collections Online", 
    "url": "http://www.biaatr.org/collections/index.php", 
    "zotero_id": null
}