{
    "description": "Fondée en 1975 à partir d’instituts universitaires lyonnais à l’histoire déjà longue, la MOM a conservé dans ses archives nombre de documents scientifiques. Certains d’entre eux, tels les estampages (Thessalie, Liban, Syrie, etc.) ou les archives de fouilles (Ras Shamra-Ougarit), font déjà l’objet de programmes de numérisation et sont mis en ligne au fur et à mesure de leur prise en compte. Parallèlement, des archives de chercheurs sont en cours de traitement (Paul Roesch, Jacques Besançon…), afin de les rendre accessibles à la communauté scientifique. Il nous a semblé important de donner également accès à une autre catégorie de documents scientifiques, trop souvent oubliés ou négligés, et donc restés inédits. Il s’agit d’une part d’anciennes thèses secondaires, rarement publiées, et qui pourtant présentent le plus souvent un réel intérêt scientifique. Il s’agit d’autre part de thèses d’Habilitation à diriger des recherches (HDR), qui proposent un état récent d’une recherche, synthèses précieuses autant pour les chercheurs que pour les étudiants. Il pourrait s’agir aussi de chapitres de thèses d’État, ou de parties lorsque ces thèses ont été soutenues sur travaux. Une banlieue du Caire : Héliopolis, Jacques Besançon, Thèse annexe, 1955, 89p. Consulter l'ouvrageTélécharger l'ouvrage Aridité et sociétés au Proche-Orient : une problématique géo-archéologique, Bernard Geyer, Habilitation à diriger des recherches, Lyon - septembre 1999, 168p. Consulter l'ouvrageTélécharger l'ouvrage Paléoenvironnements littoraux dans la région de Kition-Bamboula, Chypre, Jean-Philippe Goiran, Mémoire de DEA, Université Aix-Marseille, 1998, 176p. Consulter l'ouvrageTélécharger l'ouvrage", 
    "domain": "www.mom.fr", 
    "history": [
        "2015-06-03T04:59:37.860406: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/02/inedits-de-la-mom.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Ras Shamra"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5637878462898528001", 
            "resource_date": "2012-02-06T11:20:32.060-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:37.860974"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/02/inedits-de-la-mom.html", 
            "resource_date": "2012-02-06T11:20:32.060-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:37.860982"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Inédits de la MOM", 
    "url": "http://www.mom.fr/-Inedits-de-la-MOM-.html", 
    "zotero_id": null
}