{
    "description": "A Glossary of Old Syrian (Preprint 3): Aleph, Ayin, B Joaquín Sanmartín IPOA, Universidad de Barcelona ‘Old Syrian’ is the linguistic continuum of local dialects spoken in both the Syrian-Levantine (coastal Mediterranean) and Syrian-Mesopotamian (continental-Euphratian) areas through the Bronze-Ages. The project “A Glossary of Old Syrian” [GlOS] aims at the completion of a lexicographical index that includes systematically some of the most relevant data hitherto collected. The GlOS gives a picture, or map, of the Old Syrian lexicon as it can be extracted and reconstructed from the available sources from the (Old Akkadian-)Eblatic through the Old and Middle-Babylonian corpora. Special attention is obviously payed to the distribution of the lexical data along diachronic, diatopic and diastratic criteria. Old Syrian is documented through the III and II millennia BC. Moreover it was in use from the Euphrates (and beyond) to the Mediterranean, from Egypt to Southern Anatolia, and as such it is a collection of local and regional linguistic variants. Finally Old Syrian is documented by texts that come from very different social and cultural milieus. Accordingly Old-Syrian can be most appropriately defined as a diachronically conservative, geographically pluricentric and socially multi-stemmed linguistic cluster...", 
    "domain": "www.academia.edu", 
    "history": [
        "2015-06-03T21:21:32.417881: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/03/glossary-of-old-syrian-glos-i.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Egypt", 
        "Syria", 
        "culture", 
        "data", 
        "dictionaries", 
        "lexicography", 
        "lexicon", 
        "project"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5535978332293569786", 
            "resource_date": "2013-11-05T11:41:22.400-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T21:21:32.418463"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/03/glossary-of-old-syrian-glos-i.html", 
            "resource_date": "2013-11-05T11:41:22.400-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T21:21:32.418471"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "A Glossary of Old Syrian [GlOS", 
    "url": "http://www.academia.edu/4947455/A_Glossary_of_Old_Syrian_Preprint_3_Aleph_Ayin_B", 
    "zotero_id": null
}