{
    "description": "The Friedberg Genizah ProjectNovember 12, 2012Announcement No. 12Dear User,\"Genazim\" is pleased to announce the launching of Version 10 of theGenizah website.Following is an overview of the improvements in this version.A. Images1. CambridgeWith great satisfaction we announce the recent successful completion (ontime!) of the complex project of digitizing the entire Genizah collectionof the Cambridge University Library, a project designed and planned incooperation with the Genizah Research Unit of CUL, and implementedby CUL Each fragment of the CUL Genizah was digitized and iscurrently displayed on the website. We are now in the process of applyinga final comprehensive check to verify that indeed all of the Genizahfragments have been digitized, and that no image is missing from ourwebsite.2. BirminghamThe Genizah collection in the Birmingham Library – including its twosub-collections Mingana and Mittwoch – has been digitized in its entiretyand is now displayed on the website. Our sincere thanks to the Librarystaff for their generous cooperation in this task.3. ManchesterGenazim is glad to report that an agreement has been reached with theManchester University Library, according to which FGP will receive acopy of the high-quality images of its entire Genizah collection, togetherwith a copy of all the appropriate metadata and cataloging detailsavailable there. The metadata were already received and are now beingprocessed for integration in the website; the images are expected to bereceived here very soon.We wish to thank the Library and all the Officers and the technicalsupport persons in charge for their cooperation spirit, their support andtheir good will in bringing this important initiative to its happy end.B. \"Ginzei Kedem\"All the 8 volumes of \"Ginzei Kedem\" – a Journal devoted to Genizahresearch and published by the Ben-Zvi Institute - can now be viewed asPDF files in the website, and can be searched (in a specific volume or inall volumes together) for a word, and the appropriate results will bedisplayed. These functions may be operated by clicking on \"GinzeiKedem\" on the bottom part of the website Homepage.C. Software1. Physical attributes of a FragmentWith the display of an image, it is possible now to see important data onthe physical attributes of that fragment, such as external and internaldimensions, number of lines, margin width, average height of a line,density of the text and more, as recently computed automatically byGenazim software for almost all Genizah images , by clicking on the iconthat is found in the list of icons above the image.This function is presently operational for shelfmarks that contain only asingle folio fragment, and it will be extended to all images in the nearfuture.2. Search on Computerized Data of a fragment's physical attributesUntil now it was possible to combine in the advanced search the physicalattributes of a fragment, such as dimensions, number of lines, and more,as long as they existed in the catalog record of the correspondingshelfmark. With the new version, the user can extend the search to takeinto account also these attributes when they were automatically computedby the system.3. Filter MechanismFor efficiency and simplicity reasons, the default in the filter mechanismis now \"No Filter\", as opposed to the status that existed till now.4. Various Fixes and EnhancementsA number of software bugs that appeared very rarely were fixed, and anumber of small enhancements were introduced that will not be detailedhere but which the user will notice during his work.As usual, remarks and suggestions would be most welcome.Genazim", 
    "domain": "www.genizah.org", 
    "history": [
        "2015-06-03T04:59:35.703501: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/11/the-friedberg-genizah-project-fgp.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Cambridge", 
        "Genizah", 
        "catalogue", 
        "data", 
        "imagery", 
        "journal", 
        "project", 
        "report", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5106808005432573155", 
            "resource_date": "2012-11-12T16:15:13.069-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:35.704060"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/11/the-friedberg-genizah-project-fgp.html", 
            "resource_date": "2012-11-12T16:15:13.069-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:35.704068"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Friedberg Genizah Project (FGP) Version 10", 
    "url": "http://www.genizah.org/", 
    "zotero_id": null
}