{
    "description": "Edited by Jamie Woodward The Nile Valley and desert landscapes of Egypt and Sudan have been key areas of geoarchaeological research for many decades. Geoscientists have worked alongside archaeologists in a wide range of contexts including Palaeolithic sites in desert oases and the magnificent urban centres of Pharaonic Egypt. This interaction has yielded a very rich body of work and has led to the development of new geoarchaeological methods and important theoretical advances. Since its launch in 1986, this journal has regularly published papers on geoarchaeological research in Egypt and the Nile Valley. The 17 papers presented here (and available below as free downloads) were published in Geoarchaeology between 1988 and 2008. They exemplify a range of approaches, settings and timescales whilst highlighting the value of interdisciplinary research in the study of the human past. This special issue includes classic work by some of the most influential archaeologists and geoarchaeologists to have worked in the region. While there is some overlap in approach and themes, the papers are grouped under the following headings: 1. Palaeoclimates, human settlement, and geochronology 2. Contexts, site formation and the analysis of cultural materials 3. Long-term river channel and flood dynamics This collection was launched to coincide with a major international symposium on Landscape Archaeology, Egypt and the Mediterranean World held in Cairo from September 19th to 21st 2010 under the auspices of the Institut Français d’Archéologie Orientale (IFAO). It will be of particular interest to all who are concerned with long-term human-environment interactions in the Nile Valley and the desert landscapes of the Eastern Sahara. 1. Palaeoclimates, human settlement, and geochronologyHolocene climatic change and human settlement between the central Sahara and the Nile Valley: Archaeological and geomorphological resultsOlaf Bubenzer, Heiko Riemer 2007 Geochronology and climate change of the Pleistocene-Holocene transition in the Darb el Arba'in Desert, Eastern SaharaC. Vance Haynes Jr. 2001 Holocene playa deposits of Farafra Oasis, Egypt, and their palaeoclimatic and geoarchaeological significanceF. A. Hassan, B. Barich, M. Mahmoud, M. A. Hemdan 2001 Geoarchaeology of the Holocene climatic optimum at Nabta Playa, Southwestern Desert, EgyptRomuald Schild, Fred Wendorf 2001 Wadi Bakht revisited: Holocene climate change and prehistoric occupation in the Gilf Kebir region of the Eastern Sahara, SW EgyptJörg Linstädter, Stefan Kröpelin 2004 A reconstruction of Quaternary pluvial environments and human occupations using stratigraphy and geochronology of fossil-spring tufas, Kharga Oasis, EgyptJennifer R. Smith, Robert Giegengack, Henry P. Schwarcz, Mary M. A. McDonald, Maxine R. Kleindienst, Alicia L. Hawkins, Charles S. Churcher 2004 Radiocarbon chronologies for prehistoric human occupation and hydroclimatic change in Egypt and Northern SudanKathleen Nicoll 2001 2. Contexts, site formation, and the analysis of cultural materials An Acheulian site near Bir Kiseiba in the Darb el Arba'in Desert, EgyptC. Vance Haynes Jr., T. A. Maxwell, A. El Hawary, K. A. Nicoll, S. Stokes 1997 Geologic contexts of the Acheulian (Middle Pleistocene) in the Eastern SaharaChristopher L. Hill 2001 Petrogenesis of artifact-bearing fossil-spring tufa deposits from Kharga Oasis, EgyptKathleen Nicoll, Robert Giegengack, Maxine Kleindienst 1999 Prehistoric occupation of Late Quaternary landscapes near Kharga Oasis, Western Desert of EgyptRolfe D. Mandel, Alan H. Simmons 2001 Correlation between petrography, NAA, and ICP analyses: Application to early bronze Egyptian pottery from CanaanNaomi Porat, Joseph Yellin, Lisa Heller-Kallai, Ludwik Halicz 1991 3. Long-term river channel and flood dynamicsPaleorivers and geoarchaeology in the southern Egyptian SaharaWilliam P. McHugh, John F. McCauley, C. Vance Haynes, Carol S. Breed, Gerald G. Schaber 1988 Stratigraphic landscape analysis: Charting the Holocene movements of the Nile at Karnak through ancient Egyptian timeJ. M. Bunbury, A. Graham, M. A. Hunter 2007 Short contribution: Nile flow failure at the end of the Old Kingdom, Egypt: Strontium isotopic and petrologic evidenceJean-Daniel Stanley, Michael D. Krom, Robert A. Cliff, Jamie C. Woodward 2003 Late Bronze Age paleogeography along the ancient Ways of Horus in Northwest Sinai, EgyptStephen O. Moshier, Ali El-Kalani 2008 Short contribution: Buried Canopic channel identified near Egypt's Nile delta coast with radar (SRTM) imageryJean-Daniel Stanley, Thomas F. Jorstad 2006", 
    "domain": "onlinelibrary.wiley.com", 
    "history": [
        "2015-06-03T04:59:50.395176: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/09/sprcial-open-access-issue-of.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Cairo", 
        "Egypt", 
        "Gilf Kebir", 
        "Karnak", 
        "Mediterranean", 
        "Sudan", 
        "antiquity", 
        "archaeology", 
        "bronze", 
        "ceramics", 
        "conference", 
        "culture", 
        "egyptology", 
        "geoarchaeology", 
        "journal", 
        "journal issues", 
        "materials", 
        "old kingdom", 
        "open access", 
        "pottery", 
        "prehistory"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8426349571431497167", 
            "resource_date": "2010-09-10T12:54:16.916-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:50.395769"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/09/sprcial-open-access-issue-of.html", 
            "resource_date": "2010-09-10T12:54:16.916-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:50.395777"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Geoarchaeological Research in Egypt and the Nile Valley", 
    "url": "http://onlinelibrary.wiley.com/journal/10.1002/%28ISSN%291520-6548/homepage/geoarchaeological_research_in_egypt_and_the_nile_valley.htm", 
    "zotero_id": null
}