{
    "description": "Entangled Religions (ER) is a peer reviewed online periodical and was established to channel research on religious contact and transfer in past and present times in a single journal. Its purpose is to provide a platform bringing together scholars of various academic specializations – ranging from philologies to the social sciences, and also bridging historical and contemporary research.The study of Religions has been split into different fields for contingent reasons. This is a disadvantage especially with regard to topics relating to cross- and trans-religious processes, where expertise beyond single philologies or area studies is required. So far, efforts taken by newly published journals to break through these artificial boundaries towards enhanced interdisciplinarity in the study of religions were not successful. The reason is that these publications usually enjoy less prestige in the eyes of prospective authors than reputed journals in a single discipline.Thus scholars outside of the respective subject area have difficulties becoming aware of important and path breaking articles published in specialized journals. Interdisciplinary journals usually lack the space needed to include the additional methodological explanations, definitions, and context to make important articles fully accessible to non-specialists. Entangled Religions overcomes these limitations.The first articles will be online in spring 2013. Submissions are welcome at any time.", 
    "domain": "er.ceres.rub.de", 
    "history": [
        "2015-06-03T04:59:18.285726: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/10/coming-soon-entangledreligions-er.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "antiquity", 
        "history", 
        "journal", 
        "open access", 
        "religion"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1157776229829063325", 
            "resource_date": "2012-10-20T15:24:46.101-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:18.286320"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/10/coming-soon-entangledreligions-er.html", 
            "resource_date": "2012-10-20T15:24:46.101-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:18.286328"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "EntangledReligions (ER)", 
    "url": "http://er.ceres.rub.de/en/", 
    "zotero_id": null
}