{
    "description": "Thessalie - 2009ConsulterPéloponnèse - 2009ConsulterÉgée du Sud - 2009ConsulterAttique - 2008ConsulterCrète - 2008ConsulterÉgée du Nord - 2008ConsulterIles Ioniennes - 2008ConsulterPéloponnèse - 2008ConsulterÉpire - 2008ConsulterMacédoine de l'Ouest - 2008ConsulterThessalie - 2008ConsulterGrèce centrale - 2008ConsulterMacédoine de l'Est - 2008ConsulterChypre - 2008La chronique des fouilles et découvertes à Chypre pour l'année 2008 a été rassemblée à partir des rapports d'activités du département des antiquités, de l'université de Nicosie et des missions étrangères. Elle a été transmise par P. Flourentzos, département des antiquités de Chypre. ConsulterÉgée du Sud - 2008The latest reports for the South Aegean are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. ConsulterMacédoine Centrale - 2008The latest reports for Central Macedonia are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. ConsulterChypre - 2007La chronique des fouilles et découvertes à Chypre pour l'année 2007 a été rassemblée à partir des rapports d'activités du département des antiquités, de l'université de Nicosie et des missions étrangères. Elle a été transmise par P. Flourentzos, département des antiquités de Chypre. ConsulterMacédoine de l'Ouest - 2007The latest reports for Western Macedonia are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. ConsulterThessalie - 2007The latest reports for Thessaly are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. ConsulterPéloponnèse - 2007The latest reports for the Peloponnese are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. ConsulterCrète - 2007The latest reports for Crete are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. ConsulterIles Ioniennes - 2007The latest reports for the Ionian Islands are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. ConsulterÉpire - 2007The latest reports for Epirus are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. ConsulterAttique - 2007The latest reports for Athens and Attica are extracted from AR 54 (2007-2008), which closes in June 2008 and focuses on major fieldwork conducted in the 2007 season. ConsulterGrèce centrale - 2006La chronique des fouilles en Grèce centrale pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères. ConsulterPéloponnèse - 2006La chronique des fouilles dans le Péloponnèse pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères et la Société Archéologique, ainsi que sur la publication des actes du Colloque sur les études péloponnésiennes. ConsulterÉgée du Sud - 2006La chronique des fouilles en Égée du Sud pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères et la Société Archéologique. ConsulterCrète - 2006La chronique des fouilles en Crète pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères et la Société Archéologique, la publication d'AR 52 (2006) et 53 (2007), Ergon 53 (2006), et les résumés du 10e Congrès Crétologique. ConsulterMacédoine Centrale - 2006La chronique des fouilles en Macédoine centrale pour l'année 2006 s'est appuyée sur la publication de l'ΑΕΜΘ 18 (2004); 19 (2005) et 20 (2006). ConsulterIles Ioniennes - 2006La chronique des fouilles dans les îles ioniennes pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères. ConsulterThessalie - 2006La chronique des fouilles en Thessalie pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'ΑR 52(2006) et 53 (2007). ConsulterÉpire - 2006La chronique des fouilles en Épire pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères. ConsulterMacédoine de l'Ouest - 2006La chronique des fouilles en Macédoine occidentale pour l'année 2006 s'est appuyée sur la publication de l'ΑΕΜΘ 19 (2005) et 20 (2006). ConsulterGrèce de l'Ouest - 2006La chronique des fouilles en Grèce de l'Ouest pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'Ergon 53 (2006). ConsulterÉgée du Nord - 2006La chronique des fouilles en Égée du Nord pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de AR 52 (2006). ConsulterAttique - 2006La chronique des fouilles en Attique pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, la Société Archéologique et l'Université d'Athènes. ConsulterMacédoine de l'Est - 2006La chronique des fouilles en Macédoine orientale pour l'année 2006 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'ΑΕΜΘ 20 (2006). ConsulterChypre - 2006La chronique des fouilles et découvertes à Chypre pour l\\'année 2006 a été rassemblée à partir des rapports d\\'activités du département des antiquités, de l\\'université de Nicosie et des missions étrangères. Elle a été transmise par P. Flourentzos, département des antiquités de Chypre. ConsulterGrèce centrale - 2005La chronique des fouilles en Grèce centrale pour l\\'année 2005 s\\'est appuyée sur les rapports d\\'activités remis par les écoles étrangères. ConsulterPéloponnèse - 2005La chronique des fouilles dans le Péloponnèse pour l'année 2005 s'est appuyée sur la publication des actes du Colloque sur les études péloponnésiennes. ConsulterCrète - 2005La chronique des fouilles en Crète pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères et la Société Archéologique, la publication d'AR 52 (2006), et les résumés du 10e Congrès Crétologique. ConsulterMacédoine Centrale - 2005La chronique des fouilles en Macédoine centrale pour l'année 2005 s'est appuyée sur la publication de l'ΑΕΜΘ 18 (2004); 19 (2005). ConsulterThessalie - 2005La chronique des fouilles en Thessalie pour l'année 2005 s'est appuyée sur la publication de Pharos 13 (2005). ConsulterÉpire - 2005La chronique des fouilles en Épire pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'Ergon 52 (2006). ConsulterMacédoine de l'Ouest - 2005La chronique des fouilles en Macédoine occidentale pour l'année 2005 s'est appuyée sur la publication de l'ΑΕΜΘ 19 (2005) et 20 (2006). ConsulterGrèce de l'Ouest - 2005La chronique des fouilles en Grèce de l'Ouest pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'ΑR 52 (2006) et 53 (2007). ConsulterMacédoine de l'Est - 2005La chronique des fouilles en Macédoine orientale pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, et sur la publication de l'ΑΕΜΘ 19 (2005) et 20 (2006). ConsulterAttique - 2005La chronique des fouilles en Attique pour l'année 2005 s'est appuyée sur les rapports d'activités remis par les écoles étrangères, la Société Archéologique et l'Université d'Athènes. ConsulterThessalie - 2004ConsulterMacédoine Centrale - 2004La chronique des fouilles en Macédoine centrale pour l'année 2006 s'est appuyée sur la publication de l'ΑΕΜΘ 18 (2004) ; 19 (2005) et AR 52 (2006) ; 53 (2007). ConsulterThessalie - 2003ConsulterGrèce centrale - 2003ConsulterThessalie - 2000La chronique des fouilles en Thessalie pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. ConsulterMacédoine de l'Ouest - 2000La chronique des fouilles en Macédoine occidentale pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. ConsulterMacédoine de l'Est - 2000La chronique des fouilles en Macédoine orientale pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. ConsulterMacédoine Centrale - 2000La chronique des fouilles en Macédoine centrale pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. ConsulterGrèce centrale - 2000La chronique des fouilles en Grèce centrale pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. ConsulterÉgée du Sud - 2000La chronique des fouilles en Égée du Sud pour l'année 2000 s'est appuyée sur la publication de l'ΑD 55 (2000) [2009]. ConsulterÉgée du Nord - 2000La chronique des fouilles en Égée du Nord pour l'année 2000 s'est appuyée sur la publication de l'AD 55 (2000) [2009]. ConsulterCrète - 1999La chronique des fouilles en Crète pour l'année 1999 s'est appuyée sur la publication de l'ΑD 54 (1999) [2006]. ConsulterMacédoine de l'Est - 1999La chronique des fouilles en Macédoine orientale pour l'année 1999 s'est appuyée sur la publication de l'ΑD 54 (1999) [2006]. ConsulterPéloponnèse - 1999La chronique des fouilles dans le Péloponnèse pour l'année 1999 s'est appuyée sur la publication de l'ΑD 54 (1999) [2006]. ConsulterÉgée du Sud - 1999La chronique des fouilles en Égée du Sud pour l'année 1999 s'est appuyée sur la publication de l'ΑD 54 (1999) [2006]. ConsulterThessalie - 1999La chronique des fouilles en Thessalie pour l'année 1999 s'est appuyée sur la publication de l'ΑD 54 (1999) [2006]. ConsulterÉgée du Nord - 1999La chronique des fouilles en Égée du Nord pour l'année 1999 s'est appuyée sur les la publication de l'AD 54 (1999) [2006]. Consulter", 
    "domain": "chronique.efa.gr", 
    "history": [
        "2015-06-03T04:59:20.172582: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/09/recent-content-in-archaeology-in-greece.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Aegean", 
        "Athens", 
        "Attica", 
        "Crete", 
        "Greece", 
        "Macedonia", 
        "Peloponnese", 
        "antiquity", 
        "archaeology", 
        "journal", 
        "reports"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1588585389804255305", 
            "resource_date": "2011-09-08T06:24:44.618-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:20.173154"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/09/recent-content-in-archaeology-in-greece.html", 
            "resource_date": "2011-09-08T06:24:44.618-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:20.173162"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Recent content in Archaeology in Greece Online/Chronique des fouilles en ligne", 
    "url": "http://chronique.efa.gr/index.php/actu/allactu/64/", 
    "zotero_id": null
}