{
    "description": "WOMEN IN JUDAISM: A MULTIDISCIPLINARY JOURNAL is an academic, refereed journal published exclusively on the Internet, and devoted to scholarly debate on gender-related issues in Judaism. The ultimate aim of the journal is to promote the reconceptualization of the study of Judaism, by acknowledging and incorporating the roles played by women, and by encouraging the development of alternative research paradigms. Cross-methodological and interdisciplinary, the journal does not promote a fixed ideology, and welcomes a variety of approaches. 1997 Vol 1, No 1 (1997)\"A woman is acquired by three means and acquires herself by two means\" - Mishnah Kiddushin 1:1 1998 Vol 1, No 2 (1998)\"Rav Hisda said: A man should never terrorize his household. The concubine of Giv'ah [Judges 19-21] was terrorized by her husband, and she was the cause of many thousands being slaughtered in Israel.\" - BabylonianTalmud, Gittin 6b 1999 Vol 2, No 1 (1999)\"In the month of Nissan, 5479 [1719], a woman was kneeling by the bank of the Moselle, washing her dishes. It was about ten o'clock at night, and of a sudden it became as light as day, and the woman looked in the Heavens, and the Heavens were opened, like unto a ...[word illegible]... and sparks flew therefrom; and then the Heavens closed, as one closes a curtain, and all was dark again. God grant that it be for our good!\" (The Memoirs of Gluckel of Hameln, Translated by Marvin Lowenthal, p. 277) 2001 Vol 2, No 2 (2001)\"I had never considered myself religious. I am the daughter of a secular city, of the generation that witnessed the Holocaust to ask: 'Is God dead?' For me as for other Jewish feminists, religion perpetuated the patriarchal tradition that denied women access to Judaism's most sacred rituals and enshrined them within the strict confines of their biological role. The Judeo-Christian religion kept alive that feminine mystique which was at the heart of the problem.It took the confidence born of the women's movement for me and other Jewish feminists to embrace our Jewishness, but in a new way. We took the task of making Judaism accept that women are equal to men in the sight of our God.\" [Betty Friedan, Life So Far: A Memoir (New York: Simon & Schuster, 2000), 330.] 2002 Vol 3, No 1 (2002)Bread and cake cake and bread which is better, I myself think that bread when there is good butter is better than cake, bread and butter but when there is no bread and butter then there is cake Marie Antoinette was quite right about that. [Gertrude Stein, \"The Coming of the Americans,\" in Collected Writings of Gertrude Stein (New York: Vintage Books, 1990), 648.] 2003 Vol 3, No 2 (2003)\"The First Night\"Abaye said, Mother told me: Like hot water on a bald man’s head. Raba said, the daughter of Rab Hisda (Raba’s wife) told me: Like the prick of bloodletting. Rav Papa said, the daughter of Aba of Sura (Rav Papa’s wife) told me: Like hard bread for the gums. [Babylonian Talmud Ketubot 39b] (The Defiant Muse, Hebrew Feminist Poems from Antiquity to the Present: A Bilingual Anthology. Edited by Shirley Kaufman, Galit Hasan-Rokem and Tamar S. Hess. With a foreward by Alicia Suskin Ostriker. The Helen Rose Scheuer Jewish Women’s Series. New York: Feminist Press, 1999, p. 59. This passage was translated by Shirley Kaufman and Galit Hasan-Rokem.) 2006 Vol 4, No 1 (2006) 2007 Vol 4, No 2 (2007): Women in Judaism: A Multidisciplinary Journal, Fall 2007 Vol 5, No 1 (2007) 2008 Vol 5, No 2 (2008): Women in Judaism: A Multidisciplinary Journal, Spring 2008 2009 Vol 6, No 1 (2009) Vol 6, No 2 (2009): Women in Judaism: A Multidisciplinary Journal 2010 Vol 7, No 1 (2010) Vol 7, No 2 (2010) 2011 Vol 8, No 1 (2011) Vol 8, No 2 (2011) 2012 Vol 9, No 1 (2012)Vol 9, No 2 (2012)", 
    "domain": "wjudaism.library.utoronto.ca", 
    "history": [
        "2015-06-03T04:59:31.728477: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/07/open-access-journal-women-in-judaism.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Hebrew", 
        "Judaica", 
        "Judaisim", 
        "Judaism", 
        "antiquity", 
        "feminism", 
        "gender studies", 
        "journal", 
        "open access", 
        "religion", 
        "women"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4143290605114885204", 
            "resource_date": "2013-07-25T05:47:24.916-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:31.729110"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/07/open-access-journal-women-in-judaism.html", 
            "resource_date": "2013-07-25T05:47:24.916-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:31.729118"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Women in Judaism: A Multidisciplinary Journal", 
    "url": "http://wjudaism.library.utoronto.ca/index.php/wjudaism/index", 
    "zotero_id": null
}