{
    "description": "Several thousand prints and photographs contained in works from the 17th century to the beginning of the 20th century. These include books illustrated with prints or photographs, photograph albums, and archival compilations; the processes represented range from engravings to lithographs, and from salt prints to heliogravures.Collection Contents Abydos; description des fouilles exécutées sur l'emplacement de cette ville ... (1869-1880) An account of the Rosetta stone : in three languages, which was brought to England ... in 1802. ([1810?]) Ad Alexandrvm VII ... Obelisci aegyptiaci : nuper inter Isaei romani rudera effossi interpretatio hieroglyphica / Athanasii Kircheri. (1666) [Album of photographs of Burma, India and Egypt.] (ca. 1889, some photographs later) [Album of photographs of Pakistan, Egypt, and European locations.] (187-?-1919) The antiquities, natural history, ruins and other curiosities of Egypt, Nubia and Thebes. Exemplified in near two hundred drawings taken on the spot. By Frederic Lewis Norden. (1780) Antiquités de la Nubie, ou, Monumens inédits des bords du Nil, situés entre la première et la seconde cataracte, dessinés et mesurés, en 1819, par F.C. Gau ... Ouvrage faisant suite au grand ouvrage d.... (1822-[27]) Arabische und Alt-Italienische Bau-Verzierungen / Gesammelt, gezeiehnet und mit erläuterndem Texte begleitet von F. M. Hessemer, Professor der Baukunst am Städelschen Kunst-Institute zu Frankfurt am .... (1842) Architecture arabe; ou Monuments du Kaire, mesurés et dessinés, de 1818 à 1825, par Pascal Coste. (1839) L'Art arabe d'après les monuments du Kaire depuis le VIIe siècle jusqu'à la fin du XVIIIe par Prisse d'Avennes. (1877) [Assortment of photographs of Palestine and Jerusalem.] (ca. 1870-ca. 1900) Atlante del basso ed alto Egitto / illustrato dal Domenico Valeriani ; sui disegni di Denon, della grand'opera della spedizione francese, e di quelle di Gau, Caillaud e Rosellini diretta da Girolamo S.... (1835-1837) Bilder aus Mekka... / C. Snouck Hurgronje. (1889) The bronze ornaments of the palace gates of Balawat (Shalmaneser II, B.C. 859-825) edited, with an introduction by Samuel Birch ; with descriptions and translations by Theophilus G. Pinches. (1880-[1902]) Collection of Egyptian antiquities. (1822) [Collection of photographs of Egypt and Nubia.] / A. Beato and others. ([186-188-]) [Collection of views of Egypt, including Cairo and the pyramids]. / G. Lekegian & Cie. ([188-189-]) Dendérah : description générale du grand temple de cette ville / par Auguste Mariette-bey. Ouvrage publié sous les auspices de S.A. Ismail-pacha, khédive d'Égypte. (1870-1880) Denkmaeler aus Aegypten und Aethiopien nach den Zeichnungen der von seiner Majestat dem Koenige von Preussen Friedrich Wilhelm IV nach diesen Landern gesendeten und in den Jahren 1842-1845 ausgefuhrte.... ([1849-1856]) Description de l'Égypte : ou, Recueil des observations et des recherches qui ont été faites en Égypte pendant l'expédition de l'armée française. A description of some ancient monuments, with inscriptions, still existing in Lydia and Phrygia, several of which are supposed to be tombs of the early kings. (1842) Décoration Égyptienne. Plafonds et Frises Végétales du Nouvel Empire Thébain.... / Gustave Jéquire. (1911) Egypt & Nubia / from drawings made on the spot by David Roberts; with historical descriptions by William Brockedon; lithographed by Louis Haghe (1846-1849) [Egypt : a collection of photographs taken at Cairo, Karnak, Luxor, Philae and other places.] ([18--]) Egypt and Palestine. / Francis Frith. ([1858-1859]) [Egypt, a collection of views : photographs.] ([186-]) Egypte, Nubie, Palestine et Syrie : dessins photographiques recueillis pendant les années 1849, 1850 et 1851.... / Maxime Du Camp. (1852) La géographie sacrée, et les monuments de l'histoire sainte. / Joseph-Romain Joly. (1784) Das heilige Land nach seiner ehemaligen und jetzigen geographischen eschaffenheit, nebst kritischen Blicken in das Carl v. Raumer'sche \"Palästina.\" / Joseph Schwarz. (1852) Histoire de l'art egyptien : d'après les monuments, depuis les temps plus reculés jusqu'a la domination romaine. / Prisse d'Avennes. (1878) Historische inschriften altägyptischer denkmäler. 2. folge, nebst einigen geographischen und mythologischen inschriften, gesammelt und herausgegeben von Johannes Duemichen. (1869) The Holy Bible, containing the Old and New Testaments... : The Queen's Bible. / Francis Frith. (1862-1863) The Holy Land, Syria, Idumea, Arabia, Egypt and Nubia. From drawings made on the spot by David Roberts ... With historical descriptions by the Revd. George Croly ... Lithographed by Louis Haghe. (1842-1849) Jerusalem explored, being a description of the ancient and modern city, with numerous illustrations consisting of views ground plans, and sections, by Ermete Pierotti. Tr. by Thomas George Bonney. (1864) Jerusalem; viaje pintoresco, romantico y caprichoso por Grecia, Asia Menor, Tierra Santa, Egipto y Espana ... original de S. de Mobellan, c. de Casa-Fiel. Ilustrado por Eusebio Planas .... (1876) A journey from Aleppo to Jerusalem, at Easter, A. D. 1697. (1707) Jérusalem : étude et reproduction photographique des monuments de la Ville Sainte, depuis l'époque judaïque jusqu'à nos jours. / Auguste Salzmann. (1856) Lower Egypt, Thebes and the Pyramids. / F. Frith. ([1862?]) Manners and customs of the ancient Egyptians, including their private life, government, laws, art, manufactures, religions, and early history; derived from a comparison of the paintings, sculptures, a.... (1837) Mekka (1888-1889) Monument de Ninive, découvert et décrit par M.P.E. Botta; mesuré et dessiné par M.E. Flandin. Ouvrage publié par ordre du gouvernement sous les auspices de M. le ministre de l'intérieur et sous la dir.... (1849-1850) I monumenti dell'Egitto e della Nubia disegnati dalla spedizione scientifico-letteraria toscana in Egitto; distribuiti in ordine di materie interpretati ed illustrati dal dottore Ippolito Rosellini. (1832-1844) Monuments de l'Égypte et de la Nubie, d'après les dessins exécutés sur les lieux sous la direction de Champollion-le-jeune, et les descriptions autographes qu'il en a rédigées; pub. sous les auspices .... (1835-1845) The monuments of Nineveh, from drawings made on the spot. By Austen Henry Layard, Esq., D.C.L. Illustrated in one hundred plates. (1849) Monuments Égyptiens, bas-reliefs, peintures, inscriptins, etc., d'après les dessins exécutés sur les lieux par E. Prisse d'Avennes, pour faire suite aux Monuments de l'Égypte et de la Nubie de .... (1847) Ninive et l'Assyrie, par Victor Place ... (1867-1870) Ordnance survey of Jerusalem, made with the sanction of the Earl de Grey and Ripon, Sec. of State for War, under the direction of Col. Sir Henry James (1865) Palestine and Egypt, March 1894. (1894) Palestine and Syria. / Bonfils and others. ([187-188-]) [Palestine.] / Robertson, Beato & Co. (1857) Panorama d'Egypte et de Nubie. / Hector Horeau. (1841) Pantheon egyptien : collection des personnages mythologiques de l'ancienne Egypte, d'apres les monuments, avec un texte explicatif (1823-[1825?]) [Photographs and prints of Egypt and Syria.] (186--192-) Picturesque Palestine, Sinai and Egypt. / Colonel Wilson, ed. (1881-1884) Plates illustrative of the researches and operations of G. Belzoni in Egypt and Nubia. The pyramids of Gizeh, from actual survey and admeasurement, by J. E. [!] Perring. Illustrated by notes and references to the several plans, with sketches taken on the spot by E. J. Andrews. (1839-1842) Reise zum Tempel des Jupiter Ammon, in der Libyschen Wüste, und nach Ober-Aegypten in den Jahren 1820 und 1821/ von Heinrich Freiherrn von Minutoli ... ; nach den Tagebüchern sr. Excellenz hrsg. und m.... (1824) A second series of the Monuments of Nineveh; including bas-reliefs from the palace of Sennacherib and bronzes from the ruins of Nimroud. / Austen Henry Layard, M.P. (1853) Sinai and Palestine. / Francis Frith. ([1862?]) Le Sérapéum de Memphis, découvert et décrit par A. Mariette ... (1857) Travels to discover the source of the Nile, in the years 1768, 1769, 1770, 1771, 1772, & 1773. (1805) Turris Babel, sive Archontologia qua primo priscorum post diluvium hominum vita, mores rerumque gestarum magnitudo, secundo Turris fabrica civitatumque extructio, confusio linguarum ... (1679) Upper Egypt and Ethiopia. / Francis Frith. ([1862?]) Vetvstissimae... tabvlae aeneae Aegyptiorvm literis Bembi Mvsaeo an. M.D.LIX. aeneas ac Imp. Caes. Ferdinando denvo pvblicae vtilitatis ergo e tenebris in lvcem, opera et indvstria Iacobi Franci... Hi.... ([1600]) Viaggio nel Basso ed Alto Egitto. / Sig. Denon. (1808) La vie et les paysages en Egypte : études en héliotypies tirées d'après nature. ([ca. 1870-1875]) Views in Palestine, from the original drawings of Luigi Mayer... Vues en Palestine, d'apres les dessins originaux de Luigi Mayer. (1804) Views in the Ottoman Dominions, in Europe, in Asia, and some of the Mediterranean islands, from the original drawings taken for Sir Robert Ainslie, by Luigi Mayer. (1810) Views of Egypt, Palestine and Syria. / Bonfils. (1867?-1871?) Views of interesting places in the Holy Land... / Luigi Mayer. ([18--]) Voyage d'exploration a la mer Morte, a Petra, et sur la rive gauche du Jourdain : Atlas. / M. de duc de Luynes. ([pref. 1874]) Voyage dans la Basse et la Haute Egypte ... . (1829) Voyage de l'Arabie Pétrée par Léon de Laborde et Linant. (1830) Voyage en Perse de mm. Eugène Flandin, peintre, et Pascal Coste, architecte, entrepris par ordre de m. le ministre des affaires étrangères, d'après les instructions dressées par l'Institut. Publié sou.... (1851-[54]) Voyage à l'oasis de Thèbes et dans le déserts situés à l'orient et à l'occident de la Thébaïde, fait pendent les années 1815, 1816, 1817 et 1818, par M. Frédéric Cailliaud (de Nantes) redigé et publié.... (1821) Wall drawings and monuments of El Kab, The tomb of Paheri, by J. J. Tylor; with an introduction by F. Ll. Griffith. (1895) Wall drawings and monuments of El Kab. The temple of Amenhetep III, by J. J. Tylor; with plans, elevations and notes by Somers Clarke. (1898) Wall drawings and monuments of El Kab. The tomb of Renni, by J. J. Tylor; with plans, elevations and notes by Somers Clarke, and with an introduction by F. Ll. Griffith. (1900) Wall drawings and monuments of El Kab. The tomb of Sebeknekht, by J. J. Tylor; with plan, sections, and architectural notes by Somers Clarke. (1896) Éclaircissemens sur l'inscription grecque du monument trouvé ą Rosette, contenant un décret des prźtres de L'Égypte en l'honneur de Prolémée Épiphane, le cinquičme des rois Ptolémées / par le citoyen .... (1803) L'Égypte et la Nubie : grand album monumental historique architectural. (1887)", 
    "domain": "digitalgallery.nypl.org", 
    "history": [
        "2015-06-03T04:59:49.864789: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/03/the-middle-east-in-early-prints-and.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Asia", 
        "Bible", 
        "Cairo", 
        "Egypt", 
        "India", 
        "Jerusalem", 
        "Mediterranean", 
        "Middle East", 
        "Near East", 
        "New Testament", 
        "Nubia", 
        "Palestine", 
        "Thebes", 
        "antiquity", 
        "architecture", 
        "archives", 
        "book", 
        "bronze", 
        "description and travel", 
        "egyptology", 
        "geography", 
        "history", 
        "imagery", 
        "monuments", 
        "natural history", 
        "photography", 
        "religion", 
        "series", 
        "travel"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8300918240204339899", 
            "resource_date": "2013-03-15T17:44:32.720-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:49.865434"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/03/the-middle-east-in-early-prints-and.html", 
            "resource_date": "2013-03-15T17:44:32.720-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:49.865443"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Middle East in Early Prints and Photographs", 
    "url": "http://digitalgallery.nypl.org/nypldigital/explore/dgexplore.cfm?col_id=179", 
    "zotero_id": null
}