{
    "description": "The scientific journal Bibliotheca Historica et Archaeologica Universitatis Timisiensis (BHAUT) is an annual publication of the Faculty of Letters, History and Theology, which firstly appeared in 1997. After the establishment of the Center for the Study of History and Archaeology \"Constantin Daicoviciu” of the West University of Timişoara, BHAUT became the Center’s publication. Over the years, the scientific work of the Centre has led to the exploration of lesser-known and so far lesser analyzed areas, such as important historic events, ancient economic history, archaeology, interdisciplinary relations, informatics-archaeology, politico-military history, etc. Paper works published in BHAUT represent acts of several national and international scientific conferences held annually at our headquarters. The journal brings together in its pages Romanian or foreigner experts, being regarded as a modern journal through its structure and documentary information. Since 1997, XII volumes of studies, notes, reviews, and an annual chronic of the Centre for Studies of History and Archaeology appeared in the BHAUT collection. The volumes are written in Romanian, German, English and French, at the option of the authors.", 
    "domain": "www.csiatim.uvt.ro", 
    "history": [
        "2015-06-03T04:59:34.040965: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/11/open-access-journal-bibliotheca.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Romania", 
        "Romanian", 
        "antiquity", 
        "archaeology", 
        "history", 
        "journal", 
        "library", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4740114361249138388", 
            "resource_date": "2013-02-24T09:06:18.543-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:34.041621"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/11/open-access-journal-bibliotheca.html", 
            "resource_date": "2013-02-24T09:06:18.543-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:34.041629"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Bibliotheca Historica et Archaeologica Universitatis Timisiensis", 
    "url": "http://www.csiatim.uvt.ro/NOU/BHAUT/index.htm", 
    "zotero_id": null
}