{
    "description": "The Sudan Open Archive offers free digital access to knowledge about all regions of Sudan. It is an expanding, word-searchable, full-text database of historical and contemporary books and documents. The current version, SOA 3.0, includes two new special collections: the first thirty-two volumes of Sudan Notes and Records, Sudan’s flagship scholarly journal, and the collected papers of the late Sudan scholar, Richard Gray.History & Archaeology ARTICLE Edmonds, J. M. A Ruin in Wadi el Qasr Sudan Notes and Records Volume 23 Khartoum : 1940 DISPLAY ARTICLE Palmer, H. R. A Bornu Mahram and the Pre-Tunjur Rulers of Wadai Sudan Notes and Records Volume 5 Khartoum : 1922 DISPLAY ARTICLE Beaton, A. C. A Chapter in Bari History - The History of Sindiru, Bilinian and Mogiri. Part I Sindiru Sudan Notes and Records Volume 17 Khartoum : 1934 DISPLAY ARTICLE A Description of Some Old Towers in the Red Sea Province, North Port of Sudan Sudan Notes and Records Volume 5 Khartoum : 1922 DISPLAY ARTICLE Massey, R. E. A Note of the Early History of Cotton Sudan Notes and Records Volume 6 Khartoum : 1923 DISPLAY ARTICLE Whitehead, G. O. A Note on Bari History Sudan Notes and Records Volume 19 Khartoum : 1936 DISPLAY ARTICLE Shinnie, P. L. A Note on some Fragments of Stamped Pottery from Christian Nubia Sudan Notes and Records Volume 31 Khartoum : 1950 DISPLAY ARTICLE Crowfoot, J. W. A Note on the Date of the Towers Sudan Notes and Records Volume 5 Khartoum : 1922 DISPLAY ARTICLE Shinnie, P. L. A Note on the Foregoing Sudan Notes and Records Volume 32 Khartoum : 1951 DISPLAY ARTICLE Andrew, G. A Note on the Zeolite Artefacts Sudan Notes and Records Volume 32 Khartoum : 1951 DISPLAY ARTICLE Edmonds, J. M. A Quartz Arrowhead from Zankor Sudan Notes and Records Volume 23 Khartoum : 1940 DISPLAY ARTICLE Thitherington,G. W. A Roman Fort in the Sudan Sudan Notes and Records Volume 21 Khartoum : 1938 DISPLAY ARTICLE Kirwan, L. P. A Survey of Nubian Origins Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE Jackson, H. C. A Trek in Abu Hamed District Sudan Notes and Records Volume 9 Khartoum : 1926 DISPLAY ARTICLE Addison, F and Dunham, Dows Alem. A Merotic Site Sudan Notes and Records Volume 5 Khartoum : 1922 DISPLAY ARTICLE Grabham, G. An Ancient Sudani Sudan Notes and Records Volume 23 Khartoum : 1940 DISPLAY ARTICLE Arkell, A. J. An Extinct Darfur Hoe Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE Whitehead, G. O. Andre Melly's Visit to Khartoum 1850 Sudan Notes and Records Volume 21 Khartoum : 1938 DISPLAY ARTICLE Addison, F. Antiquities at Sennar Sudan Notes and Records Volume 18 Khartoum : 1935 DISPLAY ARTICLE West, Amarah Archaeological Discovering during Winter 1947-48 Sudan Notes and Records Volume 29 Khartoum : 1948 DISPLAY ARTICLE Chataway, J. D. P Archaeology in the Southern Sudan. I - Some Ancient Sites Near Roseires Sudan Notes and Records Volume 13 Khartoum : 1930 DISPLAY ARTICLE Correspondence - Sudan Weapons Sudan Notes and Records Volume 19 Khartoum : 1936 DISPLAY ARTICLE Arkell, A. J. Darfur Antiquities Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE Arkell, A. J. Darfur Antiquities Sudan Notes and Records Volume 27 Khartoum : 1946 DISPLAY ARTICLE Arkell, A. J. Darfur Antiquities Sudan Notes and Records Volume 19 Khartoum : 1936 DISPLAY ARTICLE Hillelson, S. David Reubeni, An Early Visitor to Sennar Sudan Notes and Records Volume 16 Khartoum : 1933 DISPLAY ARTICLE Reisner, G. A. Discovery of the Tombs of the Egyptian XXVth Dynasty at El-Kurrow in Dongola Province Sudan Notes and Records Volume 2 Khartoum : 1919 DISPLAY ARTICLE Wheeler, N. F. Excavation of The Havard- Boston Expedition in Halfa province,1930-1931 Sudan Notes and Records Volume 15 Khartoum : 1932 DISPLAY ARTICLE Reisner, G. A. Excavations at Semna and Uronarti by the Harvard- Boston Expedition Sudan Notes and Records Volume 12 Khartoum : 1929 DISPLAY ARTICLE Mitford, B. R. Extract From the Diary of a Sulbatern on the Nile in the Eighties and Nineties Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE Mitford, B. R. Extract from the Diary of a Subaltern on the Nile in the Eighties and Nineties Sudan Notes and Records Volume 19 Khartoum : 1936 DISPLAY ARTICLE Mitford, B. R. Extracts from the Diary of a Subaltern on the Nile in the Eighties and Nineties Sudan Notes and Records Volume 18 Khartoum : 1935 DISPLAY ARTICLE Jackson, H. W. Fashoda, 1898 Sudan Notes and Records Volume 3 Khartoum : 1920 DISPLAY ARTICLE Arkell, A. J. Forged Mahdi Pounds Sudan Notes and Records Volume 26 Khartoum : 1945 DISPLAY ARTICLE Smith, H. F. C. & Adam, Abdelrahman Four Ancient Sites in the Island of Meroe Sudan Notes and Records Volume 31 Khartoum : 1950 DISPLAY ARTICLE Chatawat, J. D. P. Fung Origins Sudan Notes and Records Volume 17 Khartoum : 1934 DISPLAY ARTICLE Arkell, A. J. Fung Origins Sudan Notes and Records Volume 15 Khartoum : 1932 DISPLAY ARTICLE Nalder, L. F. Fung Origins Sudan Notes and Records Volume 14 Khartoum : 1931 DISPLAY ARTICLE Robertson, J. W. Fung Origins Sudan Notes and Records Volume 17 Khartoum : 1934 DISPLAY ARTICLE Reisner, G. A. Historical Inscriptions from Gebel Barkal Sudan Notes and Records Volume 4 Khartoum : 1921 DISPLAY ARTICLE Lampen, G. D. History of Darfur Sudan Notes and Records Volume 31 Khartoum : 1950 DISPLAY ARTICLE Wainwright, G. A Iron in the Napatan and Meriotic ages Sudan Notes and Records Volume 26 Khartoum : 1945 DISPLAY ARTICLE Whitehead, G. O. Italian Travellers in the Berta Country Sudan Notes and Records Volume 17 Khartoum : 1934 DISPLAY ARTICLE Arkell, A. J. Kohl Pins Sudan Notes and Records Volume 19 Khartoum : 1936 DISPLAY ARTICLE Crawford, O. G. S L U L Sudan Notes and Records Volume 26 Khartoum : 1945 DISPLAY ARTICLE Whitehead, G. O. Mansfield Parkyns and his projected History of the Sudan Sudan Notes and Records Volume 23 Khartoum : 1940 DISPLAY ARTICLE Whitehead, G. O. & Addisson, F. Meriotic Remains Sudan Notes and Records Volume 9 Khartoum : 1926 DISPLAY ARTICLE Arkell, A. J More about Fung Origins Sudan Notes and Records Volume 27 Khartoum : 1946 DISPLAY ARTICLE Whitehead, G. O. Nagaa and Masawwarat Sudan Notes and Records Volume 9 Khartoum : 1926 DISPLAY ARTICLE Robinson, E. A. Nimr, The Last King of Shendi Sudan Notes and Records Volume 8 Khartoum : 1925 DISPLAY ARTICLE Walker, J. Note: The Coinage of Ali Dinar Sudan Notes and Records Volume 19 Khartoum : 1936 DISPLAY ARTICLE Balfour Paul, H. G. Notes - Decorated Pipes of the Fung Kingdom Sudan Notes and Records Volume 32 Khartoum : 1951 DISPLAY ARTICLE Sanders, G. E. R. & Owen, T. R. H. Notes on Ancient Villages in Khor Nubt and Khor Omek Sudan Notes and Records Volume 32 Khartoum : 1951 DISPLAY ARTICLE Arkell, A. J. Notes on Three Burials in Sennar District Sudan Notes and Records Volume 17 Khartoum : 1934 DISPLAY ARTICLE MacMichael, H. A. Notes on the Burial Palace of the Fur Sultans at Tura, in Jebel Marra Sudan Notes and Records Volume 9 Khartoum : 1926 DISPLAY ARTICLE Chataway, J. D. P. Notes on the History of the Fung Sudan Notes and Records Volume 13 Khartoum : 1930 DISPLAY ARTICLE Notes: A Fragment from Christian Nubia Sudan Notes and Records Volume 16 Khartoum : 1933 DISPLAY ARTICLE Notes: The First Pan- African Congress on Prehistory Sudan Notes and Records Volume 28 Khartoum : 1947 DISPLAY ARTICLE Crowfoot, J. W. Old Sites in the Butana Sudan Notes and Records Volume 3 Khartoum : 1920 DISPLAY ARTICLE Dunham, Dows Outline of the Ancient History of Sudan: Part V The Kingdom of Kush at Napata and Meroe 750 B.C to AD 350 Sudan Notes and Records Volume 28 Khartoum : 1947 DISPLAY ARTICLE Reisner, G. A. Outline of the Ancient History of the Sudan - Part I. Early Trading Caravans (4000 to 2000 B.C.) Sudan Notes and Records Volume 1 Khartoum : 1918 DISPLAY ARTICLE Reisner, G. A. Outline of the Ancient History of the Sudan. Part III - The Egyptianization of Ethiopia (1600 to 1090 B.C.) Sudan Notes and Records Volume 1 Khartoum : 1918 DISPLAY ARTICLE Reisner, G. A. Outline of the Ancient History of the Sudan. Part IV - The First Kingdom of Ethiopia, its Conquest of Egypt and its Development into a Kingdom of the Sudan (1100 to 250 B.C.) Sudan Notes and Records Volume 2 Khartoum : 1919 DISPLAY ARTICLE Reisner, G. A. Outline of the Ancient History of the Sudan: Part II - The Egyptian Occupation of Ethiopia During the Middle Empire (2000 to 1600 B.C.) Sudan Notes and Records Volume 1 Khartoum : 1918 DISPLAY ARTICLE Bloss, J. F. E. Relics of Ancient Gold Miners Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE Arkell, A.J. Rock Pictures in Northern Darfur Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE Bell, G. W. Shaibun Gold Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE Aglen, E.F. Sheikan Battlefield Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE Wainwright, G. A. Some Ancient Records of Kordofan Sudan Notes and Records Volume 28 Khartoum : 1947 DISPLAY ARTICLE Reid, J. A. Some Notes on the Khalifa Abdullahi From Contemporary Sudanese Sources Sudan Notes and Records Volume 21 Khartoum : 1938 DISPLAY ARTICLE Dunbar, J. H. Some Nubian Rock Pictures Sudan Notes and Records Volume 18 Khartoum : 1935 DISPLAY ARTICLE Dunbar, J. H. Some Nubian Rock Pictures Sudan Notes and Records Volume 17 Khartoum : 1934 DISPLAY ARTICLE Edmonds, J. M. Some Stone -Walled Enclosures in Dar Hawawir Sudan Notes and Records Volume 23 Khartoum : 1940 DISPLAY ARTICLE Reid, J. A. Story of a Mahdist Amir Sudan Notes and Records Volume 9 Khartoum : 1926 DISPLAY ARTICLE Bell, G. W. Suleiman Hariga Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE Hillelson, S. Tabaqat Wad Dayf Allah: Studies in the Lives of Scholars and Saints Sudan Notes and Records Volume 6 Khartoum : 1923 DISPLAY ARTICLE Tale of Wadai Slave trade in the Nineties Sudan Notes and Records Volume 23 Khartoum : 1940 DISPLAY ARTICLE Nalder, L. F. Tales from the Fung Province Sudan Notes and Records Volume 14 Khartoum : 1931 DISPLAY ARTICLE Cumming, D. C. The History of Kassala and the Province of Taka -Part II Sudan Notes and Records Volume 23 Khartoum : 1940 DISPLAY ARTICLE Hope, A. C. The Adventurous Life of Faraj Sadik Sudan Notes and Records Volume 32 Khartoum : 1951 DISPLAY ARTICLE Robinson, A. E. The Camel in Antiquity Sudan Notes and Records Volume 19 Khartoum : 1936 DISPLAY ARTICLE Watson, C. M. The Campaign of Gordon's Steamers Sudan Notes and Records Volume 12 Khartoum : 1929 DISPLAY ARTICLE Arkell, A. J. The Coinage of Ali Dinar, Sultan of Darfur 1898-1916 Sudan Notes and Records Volume 23 Khartoum : 1940 DISPLAY ARTICLE Job, H. S. The Coinage of The Mahdi and the Khalifa Sudan Notes and Records Volume 3 Khartoum : 1920 DISPLAY ARTICLE Myers, O. H. The Consolidation and Protection of Ancient Monuments of the Sudan Sudan Notes and Records Volume 29 Khartoum : 1948 DISPLAY ARTICLE Disney, A. W. M The Coronation of the Fung king of Fazoghli Sudan Notes and Records Volume 26 Khartoum : 1945 DISPLAY ARTICLE Newbold, D. The Crusaders in the Red Sea and the Sudan Sudan Notes and Records Volume 26 Khartoum : 1945 DISPLAY ARTICLE Gulla, Sheikh Ali The Defeat of Hicks Pasha Sudan Notes and Records Volume 8 Khartoum : 1925 DISPLAY ARTICLE Hashim, Ishag The Defence of Nyala 1921 Sudan Notes and Records Volume 25 Part I Khartoum : 1942 DISPLAY ARTICLE H. A. Morrice The Development of Sudan Communications - Part III, Roads Sudan Notes and Records Volume 30 Khartoum : 1949 DISPLAY ARTICLE The Diary of Abbas Bey Sudan Notes and Records Volume 32 Khartoum : 1951 DISPLAY ARTICLE Hassan, Thabit The Discovery of a Meroitic Child's Grave in Khartoum Sudan Notes and Records Volume 30 Khartoum : 1949 DISPLAY ARTICLE Arkell, A. J. The Excavation of a Neolithic Site at Esh Shaheinab Sudan Notes and Records Volume 30 Khartoum : 1949 DISPLAY ARTICLE The Excavation of an Ancient Site at Khartoum Sudan Notes and Records Volume 26 Khartoum : 1945 DISPLAY ARTICLE Edwards, F. A. The Foundation of Khartoum Sudan Notes and Records Volume 5 Khartoum : 1922 DISPLAY ARTICLE Newbold, D. The History and Archaeology of the Libyan Desert Sudan Notes and Records Volume 26 Khartoum : 1945 DISPLAY ARTICLE Arkell, A. J. The History of Darfur - 1200-1700 AD Sudan Notes and Records Volume 32 Khartoum : 1951 DISPLAY ARTICLE Arkell, A. J. The History of Darfur, 1200-1700 AD Part II Sudan Notes and Records Volume 32 Khartoum : 1951 DISPLAY ARTICLE The History of Gallabat Sudan Notes and Records Volume 7 Khartoum : 1924 DISPLAY ARTICLE Cumming, D. C. The History of Kassala and the Province of Taka Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE Cumming, D. C. The History of Kassala and the Province of Taka Sudan Notes and Records Volume 23 Khartoum : 1940 DISPLAY ARTICLE Theobald, A. B. The Khalifa 'Abdallahi Sudan Notes and Records Volume 31 Khartoum : 1950 DISPLAY ARTICLE Elles, R. J. The Kingdom of Tegali Sudan Notes and Records Volume 18 Khartoum : 1935 DISPLAY ARTICLE Kenrick, J. W. The Kingdom of Tegali, 1921-1946 Sudan Notes and Records Volume 29 Khartoum : 1948 DISPLAY ARTICLE Titherington, G. W. The Kubinat - Old Forts in the Fourth Cataract Sudan Notes and Records Volume 22 Khartoum : 1939 DISPLAY ARTICLE Reid, J. A. The Madhi's Emirs Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE The Mamelukes in the Sudan Sudan Notes and Records Volume 5 Khartoum : 1922 DISPLAY ARTICLE Davies, R. The Masalit Sultanate Sudan Notes and Records Volume 7 Khartoum : 1924 DISPLAY ARTICLE Reisner, G. A. The Pyramids of Meroe and the Candances of Ethiopia Sudan Notes and Records Volume 5 Khartoum : 1922 DISPLAY ARTICLE Cooke Kennedy, B. The Red Sea Coast in 1540 Sudan Notes and Records Volume 16 Khartoum : 1933 DISPLAY ARTICLE Shaw, W. B. K. The Ruins at Abu Sufyan Sudan Notes and Records Volume 19 Khartoum : 1936 DISPLAY ARTICLE Penn, A. E. D. The Ruins of Zankor Sudan Notes and Records Volume 14 Khartoum : 1931 DISPLAY ARTICLE Wingate. F. R. The Siege and Fall of Khartum Sudan Notes and Records Volume 13 Khartoum : 1930 DISPLAY ARTICLE Walkley, C. E. J The Story of Khartoum Sudan Notes and Records Volume 18 Khartoum : 1935 DISPLAY ARTICLE Walkley, C. E. J The Story of Khartoum (concluded) Sudan Notes and Records Volume 19 Khartoum : 1936 DISPLAY ARTICLE Bloss, J. F. E. The Story of Suakin - Part III - From 1865 to the present day Sudan Notes and Records Volume 20 Khartoum : 1937 DISPLAY ARTICLE Bloss, J. F. E. The Story of Suakin. Part I: The Pre-Turkish Era Sudan Notes and Records Volume 19 Khartoum : 1936 DISPLAY ARTICLE Crawford, O. G. S. The Strange Adventures of Zaga Christ Sudan Notes and Records Volume 31 Khartoum : 1950 DISPLAY ARTICLE Addison, F. The Temple of Taharqa at Kawa Sudan Notes and Records Volume 12 Khartoum : 1929 DISPLAY ARTICLE Kingdon, F. D. The Western Nuer Patrol, 1927-1928 Sudan Notes and Records Volume 26 Khartoum : 1945 DISPLAY ARTICLE Jackson, H. C. Two Gezira Families Sudan Notes and Records Volume 3 Khartoum : 1920 DISPLAY ARTICLE Gordon, C. G. Unpublished Letters of Charles George Gordon Sudan Notes and Records Volume 10 Khartoum : 1927 DISPLAY ARTICLE Reisner, G. A. Uronarti Sudan Notes and Records Volume 14 Khartoum : 1931 DISPLAY DOCUMENT Suliman, Nizar Alnour Ali A Bibliography on Southern Sudan Omdurman Ali University DISPLAY | DOWNLOAD PDF (51.3mb) DOCUMENT Negotiations on the Sudan - Anglo-Egyptian Talks To-Day The Times : 10 February 1953 DISPLAY DOCUMENT Santandrea, Stefano A Popular History of Wau 1977 DISPLAY DOCUMENT Shinnie, Margaret A Short History of the Sudan (Up to A.D. 1500) Sudan Antiquities Service DISPLAY | DOWNLOAD PDF (7.5mb) DOCUMENT Parr, Martin Sudan - Comments by Mr. Martin Parr on a memorandum \"Summary of the British Southern Policies\". 11 July 1961 DISPLAY DOCUMENT McCall, Storrs Unpublished manuscript on the history of the first civil war in South Sudan (Anya-Nya)DISPLAY", 
    "domain": "sudanarchive.net", 
    "history": [
        "2015-06-03T04:59:46.091497: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/10/sudan-open-archive-sudan-open-archive.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Christianity", 
        "Egypt", 
        "Ethiopia", 
        "Italian", 
        "Nubia", 
        "Red Sea", 
        "Roman", 
        "Sudan", 
        "ancient history", 
        "antiquities", 
        "antiquity", 
        "archaeology", 
        "archive", 
        "bibliography", 
        "book", 
        "ceramics", 
        "data", 
        "database", 
        "digital library", 
        "document", 
        "egyptology", 
        "epigraphy", 
        "history", 
        "manuscripts", 
        "monuments", 
        "open access", 
        "pottery", 
        "prehistory", 
        "trade"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7435699568941251235", 
            "resource_date": "2013-11-24T08:57:32.991-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:46.092096"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/10/sudan-open-archive-sudan-open-archive.html", 
            "resource_date": "2013-11-24T08:57:32.991-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:46.092104"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Sudan Open Archive", 
    "url": "http://sudanarchive.net/", 
    "zotero_id": null
}