{
    "description": "Graves-Brown, C.A. (2011) The ideological significance of flint in Dynastic Egypt. Doctoral thesis, UCL (University College London).Henton, E.M. (2011) Herd management and the social role of herding at Neolithic Çatalhőyűk: an investigation using oxygen isotope and dental microwear evidence in sheep. Doctoral thesis, UCL (University College London). Iles, L.E. (2011) Reconstructing the iron production technologies of Western Uganda: reconciling archaeometallurgical and ethnoarchaeological approaches. Doctoral thesis, UCL (University College London).Emery, K. (2010) A re-examination of variability in handaxe form in the British Palaeolithic. Doctoral thesis, UCL (University College London).Giblin, J.D. (2010) Re-constructing the past in post-genocide Rwanda: an archaeological contribution. Doctoral thesis, UCL (University College London).Henshaw, C.M. (2010) Early Islamic ceramics and glazes of Akhsiket, Uzbekistan. Doctoral thesis, UCL (University College London).Humphris, J.E. (2010) An archaeometallurgical investigation of iron smelting traditions in Southern Rwanda. Doctoral thesis, UCL (University College London).  Markofsky, S. (2010) Illuminating the Black Sands: survey and settlement in the Bronze Age Murghab Delta, Turkmenistan. Doctoral thesis, UCL (University College London).  Smith, G.M. (2010) A contextual approach to the study of faunal assemblages from Lower and Middle Palaeolithic sites in the UK. Doctoral thesis, UCL (University College London). Mongiatti, A. (2009) Assaying and smelting noble metals in sixteenth-century Austria: a comparative analytical study. Doctoral thesis, UCL (University College London).Pryce, T.O. (2009) Prehistoric copper production and technological reproduction in the Khao Wong Prachan Valley of central Thailand. Doctoral thesis, UCL (University College London).Richter, T. (2009) Marginal Landscapes? The Azraq Oasis and the cultural landscapes of the final Pleistocene southern Levant. Doctoral thesis, UCL (University College London).Schauer, P.M. (2009) Cultural evolution in the Age of Athens: drift and selection in Greek figure-painted pottery. Doctoral thesis, UCL (University College London).Tassie, G.J. (2009) The social and ritual contextualisation of Ancient Egyptian hair and hairstyles from the Protodynastic to the end of the Old Kingdom. Doctoral thesis, UCL (University College London).Villaseñor Alonso, M.I. (2009) Lowland Maya lime plaster technology: a diachronic approach. Doctoral thesis, UCL (University College London).", 
    "domain": "discovery.ucl.ac.uk", 
    "history": [
        "2015-06-03T04:59:24.922036: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/08/recent-doctoral-theses-online-from.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Greek", 
        "Islam", 
        "antiquity", 
        "archaeology", 
        "bronze", 
        "ceramics", 
        "culture", 
        "egyptology", 
        "old kingdom", 
        "pottery", 
        "prehistory", 
        "religion", 
        "theses"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2594971671219581761", 
            "resource_date": "2011-08-11T15:17:50.612-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:24.922600"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/08/recent-doctoral-theses-online-from.html", 
            "resource_date": "2011-08-11T15:17:50.612-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:24.922608"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Recent Doctoral Theses Online from Institute of Archaeology, UCL", 
    "url": "http://discovery.ucl.ac.uk/view/UCL/SW.html", 
    "zotero_id": null
}