{
    "description": "Penn Museum provides information about its collections to the public via an online database that draws upon the Museum's EMu collections management system. As a work in progress, the Museum continuously strives to improve both the quantity and quality of the data contained within the online database. Currently, the online database contains more than 326,000 object records representing 660,000 objects with 51,500 images illustrating 24,500 object records. Based on current workflows, we expect the number of objects records to increase by roughly 7,000 records every six months, with an additional 5,000 object photographs added as well.Publication of the Museum's collections data is rooted in an ideal of open access. Core details about Museum objects are available for the majority of the Museum's digitized object records. Note, however, that not all records included herein have been reviewed for completeness or accuracy. That process is ongoing and the Museum would welcome your assistance in drawing our attention to any particularly egregious omissions or inaccuracies. Some object records and/or details are not available for public access due to issues of cultural sensitivity or based on other considerations. If you have any questions or concerns about the objects or object information that you discover in this database, please email online.collections@pennmuseum.organd cite the relevant object number(s).  Please contact us before publishing object information taken from this website as not all records have been reviewed for accuracy...", 
    "domain": "www.penn.museum", 
    "history": [
        "2015-06-03T04:59:35.351123: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/01/university-of-pennsylvania-museum-of.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Pennsylvania", 
        "anthropology", 
        "archaeology", 
        "culture", 
        "data", 
        "database", 
        "imagery", 
        "museums", 
        "open access", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4993639699001507263", 
            "resource_date": "2012-01-06T08:39:36.745-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:35.351801"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/01/university-of-pennsylvania-museum-of.html", 
            "resource_date": "2012-01-06T08:39:36.745-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:35.351811"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The University of Pennsylvania Museum of Archaeology and Anthropology Launches Online Collections Database", 
    "url": "http://www.penn.museum/press-releases/1069-125th-anniversary-celebration-launch-of-online-collections-database.html", 
    "zotero_id": null
}