{
    "description": "ISSN 1662-1379The Bulletin of Nabataean Studies (BNS) is a freely accessible academic web resource. Its goals are: Updating all scholars interested in Nabataean culture and history; and promoting contacts and scientific exchanges among experts from different areas.Until the end of 2005 BNS was hosted by the Department of Asiatic Studies – University „L’Orientale“ , Naples (Italy) (UNO), and carried out by Giancarlo Lacerenza (Ph. D., Semitics), within the framework of the scientific activities backed by the Chair of Ancient Near Eastern History (Prof. Carlo Zaccagnini).The BNS International Committee of Referees includes: Khairieh ’Amr (Amman), Hannah M. Cotton (Jerusalem), John F. Healey (Manchester), Michael C. A. Macdonald (Oxford), Laïla Nehmé (Paris), Emile Puech (Jerusalem), Robert Wenning (Münster), Ada Yardeni (Jerusalem).CooperationScholars engaged in research projects concerning Nabataeans (art, archaeology, history, language, and so forth), can contribute with:Updated bibliographical references; notices of new articles, books and congressesArticles or publications to be published on the BNA-HomepagePersonal bibliography and curriculum, to be inserted in our Scholars section", 
    "domain": "www.auac.ch", 
    "history": [
        "2015-06-03T04:59:36.910470: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/01/open-access-journal-bulletin-of.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Ancient Near East", 
        "Near East", 
        "antiquity", 
        "bibliography", 
        "book", 
        "culture", 
        "history", 
        "journal", 
        "open access", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5354365452087182405", 
            "resource_date": "2013-01-16T12:20:37.010-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:36.911027"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/01/open-access-journal-bulletin-of.html", 
            "resource_date": "2013-01-16T12:20:37.010-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:36.911035"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Bulletin of Nabataean Studies (BNS)", 
    "url": "http://www.auac.ch/bns/", 
    "zotero_id": null
}