{
    "description": "Paleopathology is the study and application of methods and techniques for investigating diseases and related conditions from skeletal and soft tissue remains. The International Journal of Paleopathology (IJPP) will publish original and significant articles on human and animal (including hominids) disease, based upon the study of physical remains, including osseous, dental, and preserved soft tissues at a range of methodological levels, from direct observation to molecular, chemical, histological and radiographic analysis. Discussion of ways in which these methods can be applied to the reconstruction of health, disease and life histories in the past is central to the discipline, so the journal would also encourage papers covering interpretive and theoretical issues, and those that place the study of disease at the centre of a bioarchaeological or biocultural approach. Papers dealing with historical evidence relating to disease in the past (rather than history of medicine) will also be published. The journal will also accept significant studies that applied previously developed techniques to new materials, setting the research in the context of current debates on past human and animal health.", 
    "domain": "www.sciencedirect.com", 
    "history": [
        "2015-06-03T04:59:43.761764: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/07/new-open-access-journal-international.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "antiquity", 
        "archaeological science", 
        "history", 
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6898792548442013756", 
            "resource_date": "2013-11-27T08:25:22.068-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:43.762388"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/07/new-open-access-journal-international.html", 
            "resource_date": "2013-11-27T08:25:22.068-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:43.762397"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "International Journal of Paleopathology", 
    "url": "http://www.sciencedirect.com/science/journal/18799817", 
    "zotero_id": null
}