{
    "description": "The present checklists, alphabetical listings of full titles (List A) and of title abbreviations (List B), contain key bibliographical, holding and shelving information of periodicals for Classical Studies and related disciplines in the PUL collection. Each entry of the list has three components:1) Full title: The full title of each periodical is given, in some cases, including variant title(s), parallel title(s) in another language, or, where applicable, followed by a note to indicate title change.2) Abbreviated title: Title abbreviations chiefly follow the most recent practices of l'Année philologique. Occasionally, due to common usage, two or more alternative abbreviations are recorded in a single entry. If a journal or series is also available for online access, it is marked Online in the field.3) Call Number/Location: PUL uses two numbering systems for shelving: the Richardson number (all numeric, e.g., 2500.021) and the Library of Congress call number (alpha-numeric, N1 .A53). Whereas most titles have only one call number, a few have both a Richardson number (for older issues) and a LC number (for newer issues or a different holding location).Most periodicals and monographic series in this list are shelved in Firestone and their call numbers are given with no further location designation. If an item is shelved elsewhere, a location designation is given in brackets immediately after its call number (e.g., N3 .A18 (Marquand Library)).Volume designations below each call number are the current holdings in the Library; in most cases, these are bound volumes. Recently published issues of a journal are usually shelved, unbound, in the Periodical Reading Room, unless otherwise indicated (e.g., Classics Study Room). For more information on recent issues of a journal, availability of a particular bound volume (i.e., whether it is checked out by a user), please check the online catalog for most current holding/shelving status of the title.Where applicable, title changes are briefly described in the full title column and in the call number column. In most cases, the call number remains the same. Further Referencesl'Année philologique. (1924/26- ) (SC) 0459.125 Tor Ulving: Periodica philologica abbreviata, Stockholm : Almqvist & Wiksell, 1963.Union list of serials. (3rd ed., 5 vols., 1965) (DR) Z6951 .U45 1965qJean Susorney Wellington: Dictionary of bibliographic abbreviations found in the scholarship of Classical Studies and related disciplines (revised and expanded ed.), Westport, Connecticut and London : Praeger, 2003. (SC) PA99 .W44 2003ITA: Internationale Titleabkrürzungen von Zeitschriften, Zeitungen, wichtigen Handbüchern, Wörterbuchern, Gesetzen, Institutionen usw. = International title abbreviations of periodicals, newspapers, important handbooks, dictionaries, laws, institutions, etc. (9th ed., 3 vols., 2003) (DR) Z6945.A2 L4 2003Periodical title abbreviations: by abbreviations. (17th ed., 2007- ) (DR) Z6945.A2 P47Ulrich’s Periodical directory. (46th ed., 4 vols., 2008) (DR) Z6941 .U", 
    "domain": "libguides.princeton.edu", 
    "history": [
        "2015-06-03T04:59:28.044599: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2009/08/check-list-of-periodicals-for-classical.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Greek", 
        "Latin", 
        "bibliography", 
        "catalogue", 
        "classics", 
        "dictionaries", 
        "journal", 
        "philology", 
        "series"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3223307684513309433", 
            "resource_date": "2011-12-10T09:01:46.307-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:28.045183"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/08/check-list-of-periodicals-for-classical.html", 
            "resource_date": "2011-12-10T09:01:46.307-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:28.045190"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "A check list of periodicals for classical studies and related disciplines", 
    "url": "http://libguides.princeton.edu/content.php?pid=62599&sid=463556", 
    "zotero_id": null
}