{
    "description": "Le Projet d’inventaire des Ports AntiquesThis web site presents work done to collect, identify and locate ancient harbours and ports. It is based on a study of existing documentation and does not aim at finding new ports that were unknown at the time of writing. The result is a list of around 2750 ancient ports based on 66 ancient authors and a few modern authors. If you are looking for the location of a specific port, use the search engine (top right of this page) that will lead you to the page where this port is mentioned.If you are uncertain about the spelling, you may enter just the part of the name you are certain of into the search engine.This work is published in 3 volumes, all available in pdf versions, and most of it is reproduced on this web site:Volume I includes a list of authors (chap. 2) and the list of ports (chap. 3). Some notes are given on ancient ships (chap. 4), on ancient measures and astronomy (chap. 5), on Claudius Ptolemaeus (chap. 6), on ancient structures (chap. 7) and on the layout of the Portus of Rome (chap. 8). A short bibliography of modern literature is given (chap. 9)Volume II gives the ancient texts of the listed authors.Volume III gives twenty stories about ancient mariners.L’objectif du travail présenté dans ce site est de collecter, identifier et localiser les abris et les ports antiques. Il s’agit donc d’un inventaire basé sur une étude de la documentation existante et disponible sur internet et non d’une recherche de nouveaux ports antiques qui seraient inconnus à ce jour. Il faut voir cette liste comme une collection incomplète et le travail de géolocalisation comme une première approche parfois spéculative. Tout ceci demande à être corrigé et complété.Les abris listés dans cet ouvrage n’ont pas tous laissé des vestiges visibles de nos jours. En effet, dans la notion d’« abri », il faut inclure les mouillages, les zones d’échouage sur la plage et les ports comprenant des structures telles que digues, jetées, embarcadères, quais, entrepôts à marchandises et à matériel, hangars à bateaux et les cales de halage/rampes à bateaux.On est donc remonté aux sources des textes anciens mentionnant des abris maritimes. C’est finalement un inventaire de près de 2750 abris basé sur les textes de 66 auteurs anciens et quelques auteurs modernes qui est rapporté ici.", 
    "domain": "www.ancientportsantiques.com", 
    "history": [
        "2015-06-03T04:59:23.570684: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/04/ancient-ports-ports-antiques.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Rome", 
        "antiquity", 
        "astronomy", 
        "bibliography", 
        "catalogue", 
        "geography", 
        "literature", 
        "website"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2257455925346159049", 
            "resource_date": "2012-04-22T08:34:03.481-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:23.571350"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/04/ancient-ports-ports-antiques.html", 
            "resource_date": "2012-04-22T08:34:03.481-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:23.571359"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ancient Ports – Ports Antiques", 
    "url": "http://www.ancientportsantiques.com/", 
    "zotero_id": null
}