{
    "description": "Heritage Science is an open access journal publishing original peer-reviewed research covering: Understanding of the manufacturing processes, provenances, and environmental contexts of material types, objects, and buildings, of cultural significance including their historical significance.Understanding and prediction of physico-chemical and biological degradation processes of cultural artefacts, including climate change, and predictive heritage studies.Development and application of analytical and imaging methods or equipments for non-invasive, non-destructive or portable analysis of artwork and objects of cultural significance to identify component materials, degradation products and deterioration markers.Development and application of invasive and destructive methods for understanding the provenance of objects of cultural significance.Development and critical assessment of treatment materials and methods for artwork and objects of cultural significance.Development and application of statistical methods and algorithms for data analysis to further understanding of culturally significant objects.Publication of reference and corpus datasets as supplementary information to the statistical and analytical studies above.Description of novel technologies that can assist in the understanding of cultural heritage.Where research reflects current usage of and advances in analytical techniques, it is anticipated that authors will place their work in the context of cultural and conservation studies. The conclusions should clarify the importance of the findings to heritage science, to be clear that the advance is not merely to record a number of measurements.", 
    "domain": "www.heritagesciencejournal.com", 
    "history": [
        "2015-06-03T04:59:31.424822: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/04/new-open-access-journal-heritage-science.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Middle Ages", 
        "antiquity", 
        "archaeological science", 
        "archaeology", 
        "conservation", 
        "cultural heritage", 
        "culture", 
        "data", 
        "heritage", 
        "history", 
        "imagery", 
        "journal", 
        "literature", 
        "materials", 
        "numismatics", 
        "open access", 
        "science", 
        "sculpture"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4076901833376446845", 
            "resource_date": "2013-04-03T15:29:24.441-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:31.425438"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/04/new-open-access-journal-heritage-science.html", 
            "resource_date": "2013-04-03T15:29:24.441-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:31.425447"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Heritage Science", 
    "url": "http://www.heritagesciencejournal.com/", 
    "zotero_id": null
}