{
    "description": "We are pleased to make public the enlarged version of the Campbell Bonner database (CBd). The new database has been greatly developed compared to the previous version, though further improvements will still be necessary for it to fulfil its task and become a repository of knowledge on magical gems and related objects, a kind of editio minor continua. The database in its present form contains the documentation of magical gems from collections in Switzerland, the United States, Hungary and the superb collection of the British Museum. The database has been created through the generous support of an unnamed Hungarian patron, the Hungarian Scientific Research Fund (OTKA), the Museum of Fine Arts (Budapest), la Maison Vacheron Constantin (Geneva).Members of the advisory board supervising the development of the database: Véronique Dasen (University Fribourg), Simone Michel-von Dungern (Museum Marktbreit), Erika Zwierlein-Diehl (University Bonn), Chris A. Faraone (University Chicago), Richard Gordon (University Erfurt), Attilio Mastrocinque (University Verona), Árpád M. Nagy (Museum of Fine Arts, Budapest). Characteres will be described by Kirsten Dzwiza (Heidelberg) in an independent project within the framework of the database. A unified description of the material and colour of the gems can only be given through an international co-operation. The future of such a scholarly enterprise depends on a close collaboration of experts and museums all around the world. The next step is to collect magical gems locally, with the hope of these individual initiatives in the countries in possession of major collections converging one day into a unique and universal research tool that scholars and students of ancient magic will find useful.  About us Database Library Glossary Bibliography Search", 
    "domain": "www2.szepmuveszeti.hu", 
    "history": [
        "2015-06-03T04:59:32.973353: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/08/the-campbell-bonner-magical-gems.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "British Museum", 
        "Greek", 
        "Hungary", 
        "antiquity", 
        "bibliography", 
        "collaboration", 
        "data", 
        "database", 
        "magic", 
        "museums", 
        "project"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4429058504061502563", 
            "resource_date": "2013-05-06T11:20:52.269-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:32.973910"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/08/the-campbell-bonner-magical-gems.html", 
            "resource_date": "2013-05-06T11:20:52.269-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:32.973918"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Campbell Bonner Magical Gems Database", 
    "url": "http://www2.szepmuveszeti.hu/talismans/", 
    "zotero_id": null
}