{
    "description": "Fornvännen är Sveriges äldsta, största och ledande tidskrift då det gäller antikvarisk forskning och har Nordens största recensionsavdelning inom ämnet. Utgivningen startade 1906. I Fornvännen publicerar sig den skandinaviska arkeologins och medeltidsforskningens främsta experter. Fornvännens artiklar är skrivna på svenska, ibland också på danska eller norska, men från 1925 finns bildtexter och sammanfattningar på engelska eller tyska. I äldre årgångar förekommer det att artiklar på engelska eller tyska har en svensk sammanfattning. I senare årgångar får icke engelskspråkiga artiklar en summary på engelska. Läs mer om Fornvännens historia i artiklarna som vi länkat till nedan.Fornvännen is the leading journal for antiquarian research in Sweden. It is also the oldest and most widely distributed journal, with the largest review section in the subject field in Scandinavia. Publication started in 1906. The leading Scandinavian experts in archaeology and Medieval research are published in Fornvännen. The articles in Fornvännen are written mainly in Swedish, sometimes in Danish, Norwegian, English and German. From 1925 there are abstracts and picture headings in English or German. In later issues non-English articles are provided with a Summary in English.", 
    "domain": "fornvannen.se", 
    "history": [
        "2015-06-03T04:59:52.466335: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2009/12/newly-open-access-journal-fornvannen.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Middle Ages", 
        "Sweden", 
        "antiquity", 
        "archaeology", 
        "history", 
        "journal", 
        "open access"
    ], 
    "language": [
        "sv", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8970798832636519686", 
            "resource_date": "2012-01-19T15:14:09.949-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:52.466923"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/12/newly-open-access-journal-fornvannen.html", 
            "resource_date": "2012-01-19T15:14:09.949-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:52.466931"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Fornvännen", 
    "url": "http://fornvannen.se/fornvannen.html", 
    "zotero_id": null
}