{
    "description": "Thotweb was created in 1997 by a group of fellow students in egyptology. Its aim is to help spreading egyptological information throughout the world and to stimulate international cooperation. At the time being, most of it is in french, but it will be eventually translated into english, except for the research articles, which will remain in their original languages.Its main divisions are :Contents | Portal | Encyclopedia | Virtual tour | Professional | Forum | Library | News | TravelOur \"Portal\" is one of the biggest of the egyptological web. Continuously updated, it features pages, that means that a web site can be listed several times according to its content. This thematic approach makes it very useful. The sub-divisions of our portal are: Egyptological societies | Databases | Forums | News | Multimedia & softwares | Institutions and research centres | Ancient egyptian language and inscriptions | Publishing and bookshops | Excavations and sites | Museums | Top 5 | Personal pagesOur \"Encyclopedia\" is for the layman and the egyptologist alike. It has short notices and articles, with links to relevant egyptian inscriptions in adobat pdf format. For instance, someone interested in the reign of king Ahmose will be able to download its great inscription in Karnak, the autobiography of Ahmose, son of Abana, and the donation stela of queen Ahmose-Nefertary. It is like a virtual library at your disposal.We also produce CD-Rom reeditions of ancient and useful egyptological books. They are in our \"Library\" section.The aim of our \"Virtual tour\" is to provide photographs of archaelogical sites. They are rationnaly classified, according to the numerotation and the maps of the \"Porter and Moss\". It takes time to make it. If you want to share your photographs too, you are quite welcome.The \"Professional\" section presents research works, interviews, and lists hundreds of academic researches. If you are writing a Ph.D which is not listed, please contact us.We also host a \"Forum\", in fact a discussion list, and you are welcome to join.Our \"News\" are also regularly updated, and provide information on discoveries and symposiums alike.Lastly, our \"Travel\" section, still under development, will present some facts helping to arrange travels to Egypt.I hope you will find Thotweb useful. Don't hesitate to let me know of any criticism or remarks you might like to do.", 
    "domain": "www.thotweb.com", 
    "history": [
        "2015-06-03T04:59:30.804780: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/02/open-access-egyptology-thotweb.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "antiquity", 
        "archaeology", 
        "data", 
        "database", 
        "digital library", 
        "egyptology", 
        "encyclopedia", 
        "epigraphy", 
        "forum", 
        "imagery", 
        "language", 
        "maps", 
        "museums", 
        "open access", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3869521111578353821", 
            "resource_date": "2011-02-09T17:41:22.909-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:30.805420"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/02/open-access-egyptology-thotweb.html", 
            "resource_date": "2011-02-09T17:41:22.909-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:30.805428"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Thotweb", 
    "url": "http://www.thotweb.com/", 
    "zotero_id": null
}