{
    "description": "Hadashot Arkheologiyot – Excavations and Surveys in Israel (HA-ESI) has been published in print since 1961 by the Israel Department of Antiquities and Museums (IDAM) and since 1990 by the Israel Antiquities Authority (IAA). The journal contains preliminary reports of excavations and surveys in Israel, as well as final reports of small-scale excavations and surveys; it also publishes archaeological finds recorded during inspection activities. The journal is bilingual, Hebrew and English; reports submitted in English are translated into Hebrew and vice versa. The e-journal www.hadashot-esi.org.il is the digital format of HA-ESI, replacing the printed version. The first digital publication of the journal (No. 116, 2004) is a reflection of the last printed volume. From 2005 onward, the journal will be published on-line only – each year will receive a volume number, continuing the numbering of the printed journal (e.g., No. 117 = 2005, No. 118 = 2006, etc.). The e-journal is an unlimited data base of archeological reports, including photographs, maps, plans and pottery figures. The reports can be searched by keywords or by means of an interactive map. The results of both types of searches can be printed.  The reports submitted to the e-journal will be edited in the same manner as in the printed journal (see Guide to Contributors). They will be published on-line with the completion of their editing and translation, and will be ascribed to a specific issue according to the year of publication (issue no. = year of publication). A final excavation report is marked with as asterix*. Announcements of new publications will appear on the Home Page of the e-journal. Prints of reports are available from the web site for personal and educational use only.   HA-ESI 116 (2004)HA-ESI 117 (2005)HA-ESI 118 (2006)HA-ESI 119 (2007)HA-ESI 120 (2008)HA-ESI 121 (2009)HA-ESI 122 (2010)HA-ESI 123 (2011) HA-ESI 124 (2012) Past Issues", 
    "domain": "www.hadashot-esi.org.il", 
    "history": [
        "2015-06-03T04:59:20.782622: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/12/oprn-access-journal-hadashot.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Hebrew", 
        "Israel", 
        "antiquities", 
        "antiquity", 
        "archaeology", 
        "ceramics", 
        "data", 
        "journal", 
        "journal issues", 
        "museums", 
        "open access", 
        "pottery", 
        "report", 
        "reports", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1697555786221769881", 
            "resource_date": "2012-12-26T08:51:28.169-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:20.783200"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/oprn-access-journal-hadashot.html", 
            "resource_date": "2012-12-26T08:51:28.169-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:20.783208"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Hadashot Arkheologiyot - Excavations and Survey in Israel", 
    "url": "http://www.hadashot-esi.org.il/index_eng.asp", 
    "zotero_id": null
}