{
    "description": "The Friedberg Genizah Project (FGP) Email update: The Friedberg Genizah Project November 12, 2012 Announcement No. 12 Dear User, \"Genazim\" is pleased to announce the launching of Version 10 of the Genizah website. Following is an overview of the improvements in this version. A. Images 1. Cambridge With great satisfaction we announce the recent successful completion (on time!) of the complex project of digitizing the entire Genizah collection of the Cambridge University Library, a project designed and planned in cooperation with the Genizah Research Unit of CUL, and implemented by CUL Each fragment of the CUL Genizah was digitized and is currently displayed on the website. We are now in the process of applying a final comprehensive check to verify that indeed all of the Genizah fragments have been digitized, and that no image is missing from our website. 2. Birmingham The Genizah collection in the Birmingham Library – including its two sub-collections Mingana and Mittwoch – has been digitized in its entirety and is now displayed on the website. Our sincere thanks to the Library staff for their generous cooperation in this task. 3. Manchester Genazim is glad to report that an agreement has been reached with the Manchester University Library, according to which FGP will receive a copy of the high-quality images of its entire Genizah collection, together with a copy of all the appropriate metadata and cataloging details available there. The metadata were already received and are now being processed for integration in the website; the images are expected to be received here very soon. We wish to thank the Library and all the Officers and the technical support persons in charge for their cooperation spirit, their support and their good will in bringing this important initiative to its happy end. B. \"Ginzei Kedem\" All the 8 volumes of \"Ginzei Kedem\" – a Journal devoted to Genizah research and published by the Ben-Zvi Institute - can now be viewed as PDF files in the website, and can be searched (in a specific volume or in all volumes together) for a word, and the appropriate results will be displayed. These functions may be operated by clicking on \"Ginzei Kedem\" on the bottom part of the website Homepage. C. Software 1. Physical attributes of a Fragment With the display of an image, it is possible now to see important data on the physical attributes of that fragment, such as external and internal dimensions, number of lines, margin width, average height of a line, density of the text and more, as recently computed automatically by Genazim software for almost all Genizah images , by clicking on the icon that is found in the list of icons above the image. This function is presently operational for shelfmarks that contain only a single folio fragment, and it will be extended to all images in the near future. 2. Search on Computerized Data of a fragment's physical attributes Until now it was possible to combine in the advanced search the physical attributes of a fragment, such as dimensions, number of lines, and more, as long as they existed in the catalog record of the corresponding shelfmark. With the new version, the user can extend the search to take into account also these attributes when they were automatically computed by the system. 3. Filter Mechanism For efficiency and simplicity reasons, the default in the filter mechanism is now \"No Filter\", as opposed to the status that existed till now. 4. Various Fixes and Enhancements A number of software bugs that appeared very rarely were fixed, and a number of small enhancements were introduced that will not be detailed here but which the user will notice during his work. As usual, remarks and suggestions would be most welcome. Genazim", 
    "domain": "www.genizah.org", 
    "history": [
        "2015-06-03T21:21:31.062581: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/11/the-friedberg-genizah-project-fgp.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Cambridge", 
        "Genizah", 
        "catalogue", 
        "data", 
        "imagery", 
        "journal", 
        "project", 
        "report", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5106808005432573155", 
            "resource_date": "2012-11-12T16:15:13.069-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T21:21:31.063169"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/11/the-friedberg-genizah-project-fgp.html", 
            "resource_date": "2012-11-12T16:15:13.069-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T21:21:31.063177"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Friedberg Genizah Project (FGP) Version 10", 
    "url": "http://www.genizah.org/", 
    "zotero_id": null
}