{
    "description": "Welcome to “Greek Law in Roman Times”. This computerized Databank provides electronic access to some 6000 legal documents from Hellenistic, Roman and Byzantine times, mostly from Egypt.These documents and their classifications provide invaluable information concerning the development of law and legal practices from the Ptolemaic to Byzantine period. It also provides information about social and economic issues, such as the value of land in ancient society, the extent of economic independence of women, the circulation of cash-money, how the parties’ age affected the nature and scope of their economic activity etc. GLRT enables users to pinpoint correlations between the various recorded factors. Thus it provides a critical and heretofore-absent tool that enables scholars to discern patterns among the wealth of documents.The databank classifies each document by its date and provenance, structure, language and other details regarding the parties to the contract and the content of the transaction. The databank contains a link to the text as it appears in the “Duke Databank of Documentary Papyri” as well as to the “Heidelberger Gesamtverzeichnis”. The DDBDP text can be viewed in a small window to the right of the structural synopsis of the document (i.e., ”Clauses”) or as a separate window by following the direct link provided (‘Link to External Databanks’).", 
    "domain": "hudd.huji.ac.il", 
    "history": [
        "2015-06-03T04:59:18.723200: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/12/synallagma-greek-contracts-in-context.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Byzantium", 
        "Greek", 
        "Hebrew", 
        "Roman", 
        "antiquity", 
        "document", 
        "language", 
        "law"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1284961234304626269", 
            "resource_date": "2013-12-14T07:36:19.632-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:18.723772"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/12/synallagma-greek-contracts-in-context.html", 
            "resource_date": "2013-12-14T07:36:19.632-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:18.723780"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Synallagma: Greek Contracts in Context [formerly titled: \"Greek Law in Roman Times\"]", 
    "url": "http://hudd.huji.ac.il/glrt_guest.aspx", 
    "zotero_id": null
}