{
    "description": "Corpus der minoischen und mykenischen Siegel : Digitalisierung des Corpus der minoischen und mykenischen Siegel.Das Projekt wird in Kooperation mit der Forschungsstelle CMS der Akademie der Wissenschaften und der Literatur Mainz unter wissenschaftlicher Betreuung der Kommission für Archäologie der Mainzer Akademie durchgeführt.Das 1958 begründete und bisher ausschließlich in gedruckter Form veröffentlichte Corpus der minoischen und mykenischen Siegel (CMS), das die wissenschaftliche Edition sämtlicher aus der ägäischen Bronzezeit überlieferter Siegel und antiken Abdrücke in Ton zum Ziel hat, soll bis zum Abschluss des Vorhabens Ende 2011 in seinen wesentlichen Teilen digitalisiert, aktualisiert und kostenfrei im Internet zur Verfügung gestellt werden. Die CMS-Datenbank liefert den digitalisierten Index des 30-bändigen Werkes und dient der Siegelforschung als Instrument zur umfassenden Erschließung des mit vereinheitlichten Begriffen erfassten Fundmaterials. Im Sinne der Nachhaltigkeit, Migration und Vervollständigung soll das Corpus in ein modernes und international gut sichtbares Informationsnetzwerk zur Klassischen Archäologie (Arachne) integriert werden, um die Verstetigung der Arbeitsmöglichkeiten mit dem Material zu sichern, etwa durch die Hinzufügung neuer Funde und die Eröffnung neuer Forschungsperspektiven.Die von Walter Müller geleitete CMS-Datenbank befindet sich noch in einer Testphase, da die erforderlichen Korrekturen und Nachträge erst bis zum Abschluss des Vorhabens Ende 2011 abgeschlossen sein werden. Im gleichen, noch verbleibenden Zeitraum werden die digitalisierten Abbildungen von Ingo Pini in ehrenamtlicher Tätigkeit überarbeitet und Abdrücke in großer Zahl photographisch neu aufgenommen. Außerdem werden von vielen Siegeln Neuzeichnungen angefertigt.Das Projekt wird mit finanzieller Unterstützung des Institute of Aegean Prehistory, Philadelphia und der Deutschen Forschungsgemeinschaft durchgeführt. zum Corpus der minoischen und mykenischen Siegel CMS I - Athen, NationalmuseumCMS IS - Athen, Nationalmuseum ErgänzungenCMS II,1 - Iraklion, Siegel derVorpalastzeitCMS II,2 - Iraklion, Siegel der AltpalastzeitCMS II,3 - Iraklion, Siegel der NeupalastzeitCMS II,4 - Iraklion, Siegel der NachpalastzeitCMS II,5 - Iraklion, Siegelabdrücke von PhästosCMS II,6 - Iraklion, Siegelabdrücke von Aj. TriadaCMS II,7 - Iraklion, Siegelabdrücke von Kato ZakrosCMS II,8 - Iraklion, Siegelabdrücke von KnossosCMS III - Iraklion, Sammlung GiamalakisCMS IV - Iraklion, Sammlung MetaxasCMS V - Griechenland, Kleinere SammlungenCMS VS1A - Griechenland, NeufundeCMS VS1B - Griechenland, NeufundeCMS VS2 - Lamia, Nekropole von ElatiaCMS VS3 - Griechenland, NeufundeCMS VI - Oxford, Ashmolean MuseumCMS VII - Englische MuseenCMS VIII - Englische PrivatsammlungenCMS IX - Paris, Cabinet des MédaillesCMS X - Schweizer SammlungenCMS XI - Kleinere europäische SammlungenCMS XII - New York, Metropolitan MuseumCMS XIII - Nordamerika", 
    "domain": "www.arachne.uni-koeln.de", 
    "history": [
        "2015-06-03T04:59:29.602401: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/12/online-corpus-der-minoischen-und.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Aegean", 
        "Greece", 
        "archaeology", 
        "seals"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-362646770863762530", 
            "resource_date": "2013-02-26T05:47:41.557-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:29.602969"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/12/online-corpus-der-minoischen-und.html", 
            "resource_date": "2013-02-26T05:47:41.557-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:29.602976"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Online Corpus der minoischen und mykenischen Siegel", 
    "url": "http://www.arachne.uni-koeln.de/drupal/?q=de/node/117", 
    "zotero_id": null
}