{
    "description": "Cumulative Table of Contents Akko - The Maritime Capital of the Crusader Kingdom Apollonia-Arsuf - A Crusader City and Fortress on the Mediterreanean Coast Arad - Canaanite city and Israelite citadel in the Negev Avdat - A Nabatean City in the Negev Banyas - Cult Center of the God Pan Beer Shema - The Church of St. Stephen Be'er Sheva - Prehistoric Dwelling Sites Be'er Sheva - Border of the Kingdom of Judah Beit Alpha - An Ancient Synagogue with a splendid Mosaic Floor Beit She'an - A Biblical City and Scythopolis- A Roman-Byzantine City Beit She'arim - The Jewish necropolis of the Roman Period Beit Shemesh - Biblical city on the border between Judah and Philistia Belvoir - A Crusader Fortress Overlooking the Jordan Valley Bethsaida - Ancient Fishing Village on shore of the Sea of Galilee Byzantine Churches in the Negev Caesarea - from Roman City to Crusader Fortress Capernaum - City of Jesus and its Jewish Synagogue The Carmel Caves - Dwellings of Prehistoric Man Cave of the Ereasure - A Hoard of Metal Objects from the Chalcolithic Period The Church of the Seat of Mary (Kathisma) Dan - Biblical City The Eilat Region - Southern Gateway Ein Gedi - An Ancient Oasis Settlement Ein Hatzeva - Fortress on the Border with Edom Ekron - a Philistine City Gamala - Jewish City on the Golan Gezer - A Canaanite City and Royal Solomonic City Golan - A Unique Chalcolithic culture Hamat Gader - Baths of Medicinal Hot Springs Hatzor - \"The Head of all those Kingdoms\" Herodium - King Herod's Palace-Fortress Interesting Archeological Finds (1998) Jericho - The Winter Palace of King Herod Jerusalem - Binyane Ha'uma: A Ceramics Workshop of the Tenth Roman Legion Jerusalem - Burial Sites Jerusalem - The Citadel Jerusalem - City of David Jerusalem - Church of the Holy Sepulcher Jerusalem - Herodian Street Jerusalem - Elaborate buildings of the Mamluk Period Jerusalem - Nea Church and Cardo Jerusalem - Northern Gate of Aelia Capitolina Jerusalem - Silver Plaques Jerusalem - Pomegranate from Solomonic Temple Jerusalem - Umayyad Center and Palaces Jerusalem - The Upper City during the Second Temple Period Jerusalem - Water Systems of Biblical Times Jerusalem - Western Wall and its Tunnels Katzrin - A Village in the Golan Kiryat Sefer - A Synagogue in a Jewish Village of the Second Temple Period Kursi - Christian Monastery Lachish - Royal City of the Kingdom of Judah Masada - Desert Fortress Overlooking the Dead Sea Megiddo - The Solomonic \"Chariot City\" The Monastery of Martyrius Nahal Refa'im - Canaanite Bronze Age villages near Jerusalem Nebi Samwil - Site of a Biblical Town and a Crusader Fortress The Nimrod Fortress - Muslim Stronghold on Golan Qumran - Center of a Jewish Sect of the Second Temple period and the Dead Sea Scrolls found in Caves nearby Ramat Rahel - A Royal Citadel and a Palace of the Last Kings of Judah Ramla - Arab Capital of the Province of Palestine Recent archeological discoveries - Archeological Sites in Israel - No. 2 (1998) Recent archeological discoveries - Archeological Sites in Israel - No. 3 (1998) Recent archeological discoveries - Archeological Sites in Israel - No. 4 (1999) Recent archeological discoveries - Archeological Sites in Israel - No. 5 (1999) Recent archeological discoveries - Archeological Sites in Israel - No. 6 (2000) Recent archeological discoveries - Archeological Sites in Israel - No. 7 (2001) Recent archeological discoveries - Archeological Sites in Israel - No. 8 (2003) Rogem Hiri The Roman Boat from the Sea of Galilee Sha'ar Hagolan - Neolithic Village Tabgha - Church of the Multiplication of the Loaves and the Fishes Tel Qasile - A Philistine Settlement with a Temple Tiberias - Anchor Church Timna - Valley of the Ancient Copper Mines Underwater exploration Yodefat - A Town in Galilee Zippori - Galilee", 
    "domain": "www.mfa.gov.il", 
    "history": [
        "2015-06-03T04:59:41.031011: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/05/archaeological-sites-in-israel.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Byzantium", 
        "Christianity", 
        "Dead Sea Scrolls", 
        "Gezer", 
        "Israel", 
        "Jerusalem", 
        "Jordan", 
        "Judaisim", 
        "Palestine", 
        "Roman", 
        "antiquity", 
        "archaeological site", 
        "archaeology", 
        "bible", 
        "bronze", 
        "ceramics", 
        "culture", 
        "pottery", 
        "prehistory", 
        "religion"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6297024218245214372", 
            "resource_date": "2010-05-18T13:53:33.704-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:41.031657"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/05/archaeological-sites-in-israel.html", 
            "resource_date": "2010-05-18T13:53:33.704-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:41.031666"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Archaeological Sites in Israel", 
    "url": "http://www.mfa.gov.il/MFA/History/Early+History+-+Archaeology/Cumulative+table+of+contents+-+Archeological+Sites.htm", 
    "zotero_id": null
}