{
    "description": "The mandate of the Online Critical Pseudepigrapha is to develop and publish electronic editions of the best critical texts of the \"Old Testament\" Pseudepigrapha and related literature.Note that in a few cases it has not yet been feasible to publish the best eclectic text of a given document. In other cases the OCP edition of a document does not yet include all of the textual evidence. Readers should consult the \"text status\" information on the introductory page for each document to determine whether a better or more complete text exists elsewhere.Texts should be cited in scholarly references according to the persistent URL for the OCP site (http://www.purl.org/net/ocp), rather than the address which appears in the address bar of your web browser, as this address may change in future years. DocumentsContributors Texts with critical apparatus2 (Syriac Apocalypse of) Baruch (NEW edition) The Testament of Job 1 Enoch (In progress) Testament of Adam (In progress) Texts without critical apparatusTestament of Abraham The Life of Adam and Eve Visions of Amram (NEW) The Letter of Aristeas Aristeas the Exegete Aristobulus Artapanus 3 (Greek Apocalypse of) Baruch 4 Baruch (Paraleipomena Ieremiou) Cleodemus Malchus Eldad and Modad Eupolemus The Apocryphon of Ezekiel Ezekiel the Tragedian Vision of Ezra (NEW) The History of the Rechabites (NEW edition) Jubilees The Lives of the Prophets Assumption of Moses (Testament of Moses) (NEW) 3 Maccabees 4 Maccabees Philo the Epic Poet Pseudo-Eupolemus Testament of Solomon Theodotus", 
    "domain": "ocp.stfx.ca", 
    "history": [
        "2015-06-03T04:59:38.096398: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/11/pseudepigrapha-online.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Bible", 
        "Old Testament", 
        "document", 
        "history", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5682322091095297815", 
            "resource_date": "2014-01-09T15:18:56.728-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:38.096992"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/11/pseudepigrapha-online.html", 
            "resource_date": "2014-01-09T15:18:56.728-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:38.096999"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Online Critical Pseudepigrapha", 
    "url": "http://ocp.stfx.ca/", 
    "zotero_id": null
}