{
    "description": "ACTA LINGUISTICA ASIATICA is a journal devoted to the study of Asian languages, their translation and teaching.ALA is an interdisciplinary scholarly journal which publishes research papers, survey papers and technical notes on the subjects of Asian linguistics, translation studies and the teaching of Asian languages, book reviews on representative works on the same subjects and reports from outstanding events. ALA encourages the interlinking of different linguistic disciplines, fosters dialogue among different theoretical orientations and their practical application, proposes new approaches to existing research themes, draws attention to relevant questions, informs about recent findings and events in the above areas.ALA is published three times a year. Articles in each first and second issue are written only in English with an English and a Slovene abstract, while articles in each third issue can also be written in Slovene with a Slovene and an English abstract. ACTA LINGUISTICA ASIATICA je revija za azijsko jezikoslovje, prevodoslovje in didaktiko azijskih jezikov.ALA je interdisciplinarna znanstveno-strokovna revija, ki objavlja izvirne znanstvene članke, pregledne znanstvene članke in strokovne članke s področja azijskega jezikoslovja, prevodoslovja in didaktike azijskih jezikov, recenzije reprezentativnih del z istih področij ter poročila o odmevnih dogodkih. ALA spodbuja povezovanje jezikovnih strok, krepi dialog med različnimi teoretskimi orientacijami in prakso, odpira izvirne pristope k obravnavi tem, opozarja na aktualna vprašanja, obvešča o aktualnih dognanjih in dogodkih z omenjenih področij.", 
    "domain": "revije.ff.uni-lj.si", 
    "history": [
        "2015-06-03T04:59:35.526066: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/11/open-access-journal-acta-linguistica.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Asia", 
        "antiquity", 
        "book", 
        "book reviews", 
        "journal", 
        "journal issues", 
        "open access", 
        "reports", 
        "teaching"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5052218266544957447", 
            "resource_date": "2011-11-21T10:52:53.182-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:35.526684"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/11/open-access-journal-acta-linguistica.html", 
            "resource_date": "2011-11-21T10:52:53.182-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:35.526692"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Acta Linguistica Asiatica", 
    "url": "http://revije.ff.uni-lj.si/ala/index", 
    "zotero_id": null
}