{
    "description": "On occasion, the ASCSA Publications Office will post an article from Hesperia, a book chapter, or other material here for visitors to freely download and use: “Celebrating 75 Years of Hesperia,” Hesperia 76 (2007), pp. 1-20, by Tracey Cullen. Download the PDF (2 MB) “The Birth of Hesperia: A View from the Archives,” Hesperia 76 (2007), pp. 21-35, by Jack L. Davis. Download the PDF (1 MB) “Byzantium and the Avant-Garde: Excavations at Corinth, 1920s-1930s,” Hesperia 76 (2007), pp. 391-442, by Kostis Kourelis. Download the PDF (1 MB) “An Archer from the Palace of Nestor: A New Wall-Painting Fragment in the Chora Museum,” Hesperia 77 (2008), pp. 363-397, by Hariclia Brecoulaki, Jack L. Davis, Caroline Zaitoun, and Sharon R. Stocker. Download the PDF (6 MB) “Supplementary Images of the Archer Fragment: Addendum to ‘An Archer from the Palace of Nestor’,” Hesperia 77 (2008), by Hariclia Brecoulaki et al. Download the PDF (1 MB) “Hunting the Eschata: An Imagined Persian Empire on the Lekythos of Xenophantos,” Hesperia 78 (2009), pp. 455-480, by Hallie M. Franks. Download the PDF (2 MB) “Stone Age Seafaring in the Mediterranean: Evidence from the Plakias Region for Lower Palaeolithic and Mesolithic Habitation of Crete,” Hesperia 79 (2010), pp. 145-190, by Thomas F. Strasser, Eleni Panagopoulou, Curtis N. Runnels, Priscilla M. Murray, Nicholas Thompson, Panayiotis Karkanas, Floyd W. McCoy, and Karl W. Wegmann. Download the PDF (5 MB) “Catalogue of Late Helladic IIIA2 Pottery from Tsoungiza”, an appendix to “A Deposit of Late Helladic IIIA2 Pottery from Tsoungiza,” Hesperia 80.2 (2011), pp. 171-228, by Patrick M. Thomas. Download the PDF (266 kb) “Catalogue of Late Helladic IIIA2 Pottery from Tsoungiza”, an appendix to “A Deposit of Late Helladic IIIA2 Pottery from Tsoungiza,” Hesperia 80.2 (2011), pp. 171-228, by Patrick M. Thomas. Access the Catalogue", 
    "domain": "www.ascsa.edu.gr", 
    "history": [
        "2015-06-03T04:59:26.940676: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/08/open-access-content-and-enhancements-to.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "ASCSA", 
        "Athens", 
        "Hesperia", 
        "JSTOR", 
        "archaeology", 
        "book", 
        "ceramics", 
        "classics", 
        "imagery", 
        "journal", 
        "open access", 
        "pottery"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3043267327563861214", 
            "resource_date": "2011-08-02T09:41:35.789-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:26.941244"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/08/open-access-content-and-enhancements-to.html", 
            "resource_date": "2011-08-02T09:41:35.789-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:26.941252"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Access Content and Enhancements to Hesperia", 
    "url": "http://www.ascsa.edu.gr/index.php/publications/open-access", 
    "zotero_id": null
}