{
    "description": "Call for responses to survey on archaeological conservation needs : If you direct an archaeological field project, please assist us by taking this brief online survey. The survey is designed to gather information about archaeologists’ engagement with conservation and identify areas in which the conservation community can improve. We would appreciate your participation whether or not you have used the services of a professional conservator, and we hope to have responses from a broad range of archaeologists working on different types of sites, both terrestrial and underwater. •         The survey is primarily multiple-choice and takes approximately 5 minutes to complete. Your response will be anonymous unless you choose to provide contact information. If you do give us your name, your contact information and survey responses will be kept confidential and only discussed without attribution. •         The survey results will be shared with both the archaeological and conservation communities. •         The survey will be active for three weeks, until the 19th February 2012. If you know other directors who are good candidates for this survey, please forward the link. Survey link: http://umichlsa.qualtrics.com/SE/?SID=SV_5sWNz6StWlxY4FC Suzanne Davis and Claudia Chemello Conservators Kelsey Museum of Archaeology University of Michigan 434 South State Street Ann Arbor, MI 48109", 
    "domain": "umichlsa.qualtrics.com", 
    "history": [
        "2015-06-03T21:21:21.161053: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/02/call-for-responses-to-survey-on.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Michigan", 
        "archaeology", 
        "collaboration", 
        "conservation", 
        "museums"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2736757756483834006", 
            "resource_date": "2012-02-13T16:01:55.988-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T21:21:21.161671"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/02/call-for-responses-to-survey-on.html", 
            "resource_date": "2012-02-13T16:01:55.988-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T21:21:21.161680"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Call for responses to survey on archaeological conservation needs", 
    "url": "http://umichlsa.qualtrics.com/SE/?SID=SV_5sWNz6StWlxY4FC", 
    "zotero_id": null
}