{
    "description": "Epiclèses de divinités grecques et romaines Ce programme consiste à étudier les manières dont sont désignés les dieux de l’Antiquité gréco-romaine: noms, qualificatifs, épithètes, épiclèses. L’intérêt de ce thème tient au fait que, dans les mentalités antiques, le nom a une valeur en soi : nommer les dieux est un moyen de connaître ceux-ci et d’entrer en contact avec eux, éventuellement d’agir sur eux. Le programme Nommer les dieux, par essence interdisciplinaire, est piloté dans le cadre de la MISHA par le Centre d’Analyse des Rhétoriques Religieuses de l’Antiquité (CARRA), Equipe d’Accueil de l’UMB (n° 3094). Cette équipe, dirigée par Gérard Freyburger, professeur de latin, et Laurent Pernot, professeur de grec, se situe à l’intersection de deux domaines d’études : la rhétorique d’une part, la religion d’autre part. Elle s’attache tout particulièrement à l’examen du langage dans ses rapports avec le divin et le sacré, des formes d’expression adressées aux dieux, des différentes manières de dire la conscience et le sentiment religieux. Elle entend fournir des instruments et ouvrir des voies nouvelles pour une meilleure compréhension de la rhétorique et de la religion en s’appuyant principalement sur l’étude des textes grecs et latins. Le présent programme a donné lieu à un colloque intitulé Nommer les dieux : désignation onomastique et définition théologique dans les religions de l’Antiquité , 26 – 27 octobre 2001 (parution imminente aux Editions Brepols) à Strasbourg et à un autre colloque intitulé L’hymne antique et son public, 18 – 20 octobre 2004 (édition en cours), également à Strasbourg. Le programme Nommer les dieux, fruit d’un travail collectif, comporte un relevé et une analyse d’ « épiclèses », entendues au sens de « épithètes », « qualificatifs » des dieux. Les fiches mises sur le réseau de la MISHA présentent un grand nombre de ces épiclèses tirées de divers corpus littéraires grecs et latins : elles en donnent à chaque fois le texte et le contexte, la traduction, la référence précise ; elles indiquent leur lien éventuel avec la prière, les variantes textuelles s’il y a lieu, l’aire linguistique, la date, la localisation, la nature grammaticale et la fonction religieuse. L’objectif de la mise sur réseau de ces données est d’en permettre une large diffusion et une analyse aisée. Les directeurs du programme sont prêts à dialoguer avec les utilisateurs s’ils le souhaitent. Ils peuvent être contactés à l’adresse de courriel suivante : carra@umb.u-strasbg.fr.", 
    "domain": "www2.misha.fr", 
    "history": [
        "2015-06-03T21:21:17.463617: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/02/database-epicleses-de-divinites.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "antiquity", 
        "religion"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1791337421421842089", 
            "resource_date": "2012-02-17T11:31:30.129-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T21:21:17.464263"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/02/database-epicleses-de-divinites.html", 
            "resource_date": "2012-02-17T11:31:30.129-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T21:21:17.464272"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Epiclèses de divinités grecques et romaines", 
    "url": "http://www2.misha.fr/flora/jsp/indexA.jsp", 
    "zotero_id": null
}