{
    "description": "It is a peer-reviewed journal. It publishes papers that extend our understanding of the humankind in all its aspects. It concentrates on topics which need syntheses of multidisciplinary data from different specialities of Biological and Cultural Anthropology. It has a distinguished international editorial board that maintains high scientific standards. It is a print and electronic journal, freely open access online in www.ata.org.tn . It publishes annually papers following several formats:Original Synthetic Articles presenting grand syntheses of analyzed data from biological anthropology specialties and those linked up from cultural anthropology specialties or vice versa. Syntheses must be original and provide new important conclusions, new theories or new methods and / or lead to resolutions to old questions or to convincing critic and review of questionable considerations (presented in about 26 to 35 pages of manuscript double-spaced). Original Synthetic Reports presenting new experimental and / or theoretical results on interesting anthropological subjects. Theses results must be analysed then discussed within a synthesis including possible related data from other anthropological specialities (presented in about 13 to 24 pages).Original Discovery Reports are papers, which provide only the first data of important discoveries in Biological Anthropology and in all aspects of basic Human Biology or in Medical Anthropology as discoveries expanded from popular traditional medicine. Thus, authors could publish all detailed results in a second original article or in a patent (do not exceed 8 pages).Review Synthetic Articles or Review Synthetic Reports reflect current interests on all aspects of Biological Anthropology and related aspects of Cultural Anthropology (articles presented in about 26 to 35 pages, while reports in about 10 to 20 pages).Critical Short Reports, in which modern anthropologists can bring out general ambiguities and classic or new questionable considerations in any anthropological subject. They can also criticize data and conclusions provided by recent original paper (presented in about 4 to 12 pages).Thought Short Reports, concern only interesting anthropological subjects particularly in cultural specialities (presented in about 4 to 12 pages).", 
    "domain": "www.ata.org.tn", 
    "history": [
        "2015-06-03T04:59:52.503944: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/02/open-access-journal-international.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Tunisia", 
        "anthropology", 
        "antiquity", 
        "archaeology", 
        "culture", 
        "data", 
        "journal", 
        "journal issues", 
        "manuscripts", 
        "open access", 
        "reports", 
        "theses"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-897387245849278605", 
            "resource_date": "2012-05-03T10:04:42.151-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:52.504540"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/02/open-access-journal-international.html", 
            "resource_date": "2012-05-03T10:04:42.151-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:52.504548"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "International Journal of Modern Anthropology", 
    "url": "http://www.ata.org.tn/IJindex.htm", 
    "zotero_id": null
}