{
    "description": "Pastoralism: Research, Policy and Practice is an interdisciplinary and peer-reviewed journal on extensive livestock production systems throughout the world. Pastoralists rely on rangelands and livestock for their livelihoods, but exhibit different levels of mobility and market involvement, and operate under a variety of different land tenure regimes. Pastoralism publishes research that influences public policy, to improve the welfare of these people and better conserve the environments in which they live.The journal investigates pastoralism from a variety of disciplinary perspectives across the biophysical, social and economic sciences. This is not applied research in the traditional sense, but relevant research, sometimes even basic research, with the capacity ultimately to change the way practical people do business. Predicting what kind of research will fulfil this role is virtually impossible. What we can do is keep policy makers, practitioners and pastoralists talking to scientists and researchers and aware of each others' concerns.", 
    "domain": "www.pastoralismjournal.com", 
    "history": [
        "2015-06-03T04:59:25.205666: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/11/open-access-journal-pastoralism.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "antiquity", 
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2663406898576846240", 
            "resource_date": "2011-11-07T09:26:47.234-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:25.206211"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/11/open-access-journal-pastoralism.html", 
            "resource_date": "2011-11-07T09:26:47.234-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:25.206219"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Pastoralism", 
    "url": "http://www.pastoralismjournal.com/", 
    "zotero_id": null
}