{
    "description": "Title & Author Article Author(s) Old TestamentAnnotated Old Testament Bibliography - 2013M. Daniel Carroll R., Hélène Dallaire, and Richard S. HessDeborah O’Daniel Cantrell. The Horsemen of Israel: Horses and Chariotry in Monarchic Israel (Ninth-Eighth Centuries B.C.E.)Richard S. HessNew TestamentNew Testament Exegesis Bibliography - 2013Craig L. Blomberg, William W. Klein, David MathewsonVern S. Poythress. Inerrancy and the Gospels: A God-Centered Approach to the Challenges of HarmonizationCraig L. BlombergMurray J. Harris. Prepositions and Theology in the Greek New Testament Craig L. BlombergGareth Lee Cockerill. The Epistle to the HebrewsDavid MathewsonFrederick Dale Bruner, Paul Anderson. Comparison of \"The Gospel of John: A Commentary\" and \"The Riddles of the Fourth Gospel: An Introduction to John\"Judith A. Diehl, Ph.DMurray J. Harris. Second Review: Prepositions and Theology in the Greek New TestamentDavid MathewsonLogos 5.0. Logos Version 5William W. KleinLarry R. Helyer. The Life and Witness of PeterApologetics and EthicsChristopher Hitchens. MortalityDouglas GroothuisJ.P. Moreland. Love Your God with all Your Mind: The Role of Reason in the Life of the SoulDouglas GroothuisHerman Leonard. Jazz Douglas GroothuisCharles Harrington Elster. The Accidents of Style: Good Advice on How Not to Write BadlyDouglas GroothuisPeter Brötzmann. Paintings and ObjectsDouglas GroothuisThomas S. Hibbs. Rouault, Fujimura: SoliloquiesDouglas GroothuisKevin Whitehead. Why Jazz? A Concise GuideDouglas GroothuisGary Cox. How to Be an Existentialist: or How to Get Real, Get a Grip, and Stop Making ExcusesDouglas GroothuisDouglas Coupland. Marshal McLuhan: You Know Nothing of My Work Douglas GroothuisAustin Kleon. Steal Like an Artist: Ten Things Nobody Told You About Being CreativeDouglas GroothuisMakoto Fujimura. The Four Holy Gospels. PaintingsDouglas GroothuisKaren Karbo. How Georgia Became O’Keeffe: Lessons on the Art of Living Douglas GroothuisSusan Danly, Barbara Buhler Lynes. Georgia O’Keeffe and the CameraDouglas GroothuisMark Mittelberg. The Questions Christians Hope No One Will Ask (with Answers)Douglas GroothuisAlain de Botton. Religion for Atheists: A Nonbelievers Guide to the Uses of ReligionDouglas GroothuisJames S. Spiegel. The Making of an Atheist: How Immorality Leads to UnbeliefDouglas GroothuisLuc Ferry. A Brief History of Thought: A Philosophical Guide to LivingJonah HaddadFranck Frommer. How PowerPoint Makes You Stupid: the Faulty Causality, Sloppy Logic, Decontextualized Data, and Seductive Showmanship that Have Taken Over Our ThinkingDouglas GroothuisDavid A. Horner. Mind Your Faith: A Student’s Guide to Thinking and Living WellDouglas GroothuisPat Martino, Bill Milkowski. Here and Now: The Autobiography of Pat MartinoDouglas GroothuisMichael Levin. ZebratoDouglas GroothuisAndrew Keen. Digital Vertigo: How Today's Online Social Revolution Is Dividing, Diminishing, and Disorienting UsDouglas Groothuis Volumes Available Volume 1 - 1998Volume 2 - 1999Volume 3 - 2000Volume 4 - 2001Volume 5 - 2002Volume 6 - 2003Volume 7 - 2004Volume 8 - 2005Volume 9 - 2006Volume 10 - 2007Volume 11 - 2008Volume 12 - 2009Volume 13 - 2010Volume 14 - 2011Volume 15 - 2012Denver Journal Volume 16 - 2013", 
    "domain": "www.denverseminary.edu", 
    "history": [
        "2015-06-03T04:59:26.688234: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/02/open-access-journal-denver-journal.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "AWOL", 
        "Bible", 
        "Greek", 
        "Israel", 
        "New Testament", 
        "Old Testament", 
        "antiquity", 
        "art", 
        "bible", 
        "bibliography", 
        "history", 
        "journal", 
        "open access", 
        "religion", 
        "theology", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3025512701723128413", 
            "resource_date": "2013-03-14T10:38:23.057-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:26.688822"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/02/open-access-journal-denver-journal.html", 
            "resource_date": "2013-03-14T10:38:23.057-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:26.688831"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Denver Journal", 
    "url": "http://www.denverseminary.edu/resources/the-denver-journal/", 
    "zotero_id": null
}