{
    "description": "La nuova rivista “Lingue antiche e moderne” intende aprire un luogo di incontro e riflessione privilegiato per filologi classici e filologi moderni, nello spirito di collaborazione e partnership tra realtà culturali diverse che caratterizza l’Associazione dei Laureati in Lingue dell’Università di Udine, ateneo che fin dalle origini ha sempre valorizzato la presenza dell’insegnamento della lingua e letteratura latina nel corso di laurea in Lingue. L’iniziativa scientifica si segnala per la sua assoluta originalità, in opposizione al clima culturale contemporaneo, che tende invece a favorire la chiusura specialistica tra le varie discipline. Particolarmente auspicati dalla rivista saranno perciò i contributi volti a indagare come le lingue antiche hanno continuato ad essere vitali e operanti all’interno della modernità, dall’Umanesimo al Classicismo, divenendo così anch’esse, a pieno titolo, lingue dei moderni. Ma in generale, la rivista sarà aperta alle più ampie problematiche della ricerca linguistica e filologica nei settori delle lingue antiche e delle lingue moderne. Una prospettiva privilegiata sarà infine quella della didattica, partendo dal dato di fatto che il latino è da sempre in Europa la lingua della scuola e dell’università. Soprattutto verrà posta l’attenzione sul modo in cui le teorie linguistiche moderne continuano a confrontarsi con l’analisi delle lingue antiche. Grazie alla sua facile accessibilità gratuita on-line, la rivista si proporrà come ponte tra il mondo accademico e il mondo della scuola, nell’auspicio che la ricerca scientifica possa avere delle applicazioni pratiche nell’ambito dell’insegnamento. The new Journal Lingue antiche e moderne aims to create a virtual meeting place of discussion for classical and modern linguists and philologists to promote the spirit of collaboration and partnership among different languages and cultures, the main tenet of the Association of Language Graduates (Associazione dei Laureati in Lingue) of the University of Udine (Italy). From the very beginning, the University of Udine has always valued the Latin language and literature offering courses in the curricula of the undergraduate and post-graduate  degrees in Foreign Languages and Literatures.This Journal is a unique and original scientific initiative because it aims to overcome the current tendency towards divisive specialization among disciplines.In particular, the Journal welcomes submissions which investigate how classical languages are still essential and have been highly vital and influential throughout our modern world, from Humanism to Classicism, thus becoming the languages of the Modern world. A privileged focus will be given to language teaching and learning, since in Europe Latin has always been the language par excellence in schools and universities. More specifically, the Journal will focus on how present-day language theories influence the analysis of ancient and classical languages and are influenced by it.We hope that, thanks to its aims, scope and free on-line access, the Journal will represent a link between the world of school education and academia and will actively promote the connection between scientific research and language teaching.", 
    "domain": "all.uniud.it", 
    "history": [
        "2015-06-03T04:59:30.483878: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2013/01/new-open-access-journal-lingue-antiche.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Cambridge", 
        "Europe", 
        "Latin", 
        "antiquity", 
        "classics", 
        "collaboration", 
        "education", 
        "grammar", 
        "journal", 
        "language", 
        "linguistics", 
        "literature", 
        "open access", 
        "pedagogy", 
        "teaching"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3822981336518946026", 
            "resource_date": "2013-11-24T09:25:16.911-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:30.484448"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/01/new-open-access-journal-lingue-antiche.html", 
            "resource_date": "2013-11-24T09:25:16.911-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:30.484455"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Lingue antiche e moderne", 
    "url": "http://all.uniud.it/lam/", 
    "zotero_id": null
}