{
    "description": "Matteo Compareti, Paola Raffetta, Gianroberto Scarcia - Editors October 2003Transoxiana regrets the passing away of Boris Marshak (9 July 1933-28 July 2006) at the site of the archeological excavations of Ancient Panjikent. Table of Contents Introduction to the Electronic Version, (Paola Raffetta, USAL)Marshak's Bibliography and CV, Compiler: V. ShkodaS.T. Adylov, J.K. MirzaahmedovOn the history of the ancient town of Vardana and the Obavija FeudA. AlemanySixth Century Alania: Between Byzantium, Sasanian Iran and the Turkic World [PDF document]AbstractC. AlyilmazOn the Bugut Inscription and Mausoleum ComplexG. Azarpay Bullae from the Pahlavi Archive at the University of California, BerkeleyG. BabayarovSogd under Turkish Rule during VIth-VIIIth centuries (On Sogdian and Turkish Symbiosis)E. BagaturiaOn the importance of the \"Misimian's\" - Kodori Route in the 1st-6th CenturiesC. BenjaminThe Yuezhi Migration and SogdiaZ. K. BiliciBronze door-knockers of Cizre Great Mosque, A New ExampleI.V. BondyrevColonization of the Black Sea by the Ancient Greeks and its Ecological ConsequencesP. CallieriAt the roots of the Sasanian royal imagery: The Persepolis GraffitiM. Compareti The Role of the Sogdian Colonies in the Diffusion of the Pearl Roundels PatternM. Dobrovits\"They called themselves Avar\" - Considering the pseudo-Avar question in the work of Theophylaktos.N.V. FedorovaVolga Bulgaria Silver of the 10th-14th centuries (on materials of the Trans-Urals collections)M.S. GadjievInterpretation of a bronze figurine of warrior from Gigatl', DaghestanG. GnoliAgathias and the date of ZoroasterF. GrenetLa plus ancienne inscription sogdienneP.O. HarperSasanian clay sealings in the Metropolitan Museum and in a New York private collection: Physical characteristics[Abstract only]T. HayashiSogdian Influences Seen on Turkic Stone Statues. Focusing on the Fingers RepresentationsA. HellerArcheology of Funeral Rituals as revealed by Tibetan tombs of the 8th to 9th centuryJ.Ya. IlyasovBronze ewers of craftsman AhmadA.L. JulianoChinese Pictorial Space at the Cultural CrossroadsE. KageyamaUse and production of silks in SogdianaSh. Kamoliddin To the Question of Origin of the Name HashimgirdO. KaratayContribution to the Debates on the Origin of the Medieval Bosnian Royal Dynasty KotromanidsS.G. KlyashtornyAncient Turk Rock Inscriptions in the Talass Ala-Too: A Sogdian Word in an Old Turk InscriptionJ.A. LernerAn Overview of the Sealings on the Bactrian Documents in the Khalili Collection [Abstract only]Lin YingSogdians and Imitations of Byzantine Gold Coin Unearthed in the Heartland of ChinaV.A. LivshitsThree New Ostraca Documents from Old NisaP.V. Lurje\"Shapur's Will\" in BukharaM. ModeHeroic fights and dying heroes - The Orlat battle plaque and the roots of Sogdian artA. NaymarkA Note on Sogdian Coroplastics - Two Ossuary Fragments from AfrasiabM. Nicolini-ZaniChristiano-Sogdica: An Updated Bibliography on the Relationship between Sogdians and Christianity throughout Central Asia and into ChinaT. ÔsawaAspects of the relationship between the ancient Turkish and Sogdians -based on a stone statue with Sogdian inscription in Xinjiang-[Abstract]Igor V. PyankovScythian genealogical legend in «Rustamiada»Rong Xinjiang Sogdians around Ancient Tarim basin [Abstract only]E.V. RtveladzeCoins from Kish. 3rd-2nd Century BC - 8th Century ADK. Rubinson\"Animal Style\" Art and the Image of the Horse and Rider[Abstract]A. SantoroOn The Two Intertwined Dragons from PendzikentG.L. SemenovDwelling houses of Bukhara in the Early Middle AgesB.Y. StaviskyOnce more about peculiarities of the Sogdian Civilization of the 4th-10th CenturiesK. Tanabe The identification of the King of kings in the upper register of the Larger Grotto, Taq-i Bustan - Ardashir III restatedM. TezcanApar in Turkish Inscriptions of VIIIth Century and Armenian Sources [PDF][Abstract]Tianshu ZhuThe Sun God at KizilX. TremblaySogdien et Avesta. Essais de grammaire compare'e des langues iraniennes VIII[Abstract]L. VenegoniHülägü's Campaign in the West (1256-1260)S.A. Yatsenko The Late Sogdian Costume (the 5th - 8th cc. AD)", 
    "domain": "www.transoxiana.org", 
    "history": [
        "2015-06-03T04:59:43.414341: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/12/webfestschrift-boris-ilich-marshak.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Armenian", 
        "Asia", 
        "Bulgaria", 
        "Byzantium", 
        "Central Asia", 
        "Christianity", 
        "Iran", 
        "Middle Ages", 
        "antiquity", 
        "archaeology", 
        "archive", 
        "art", 
        "bibliography", 
        "bronze", 
        "culture", 
        "epigraphy", 
        "history", 
        "imagery", 
        "journal", 
        "materials", 
        "museums", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6776494501484649850", 
            "resource_date": "2012-12-29T07:47:56.255-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:43.414963"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/webfestschrift-boris-ilich-marshak.html", 
            "resource_date": "2012-12-29T07:47:56.255-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:43.414971"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Webfestschrift Boris Ilich Marshak", 
    "url": "http://www.transoxiana.org/Eran/", 
    "zotero_id": null
}