{
    "description": "The Musawwarat Graffiti Archive was developed in a collaborative effort by the Max Planck Institute for the History of Science and Humboldt University Berlin. Its first phase of development during 2011 was financed by the Golden Web Foundation. The Musawwarat Graffiti Archive serves as a case study for the development of a work-bench environment allowing the online publication of large image collections together with related extensive and varied data sets. These data sets are made available for scholarly analysis as well as public appreciation via in an easily accessible web interface.With the ‘Graffiti in Place Database’ a solution was developed especially for the integration of systematic graffiti-focussed information and of data on the exact spatial contexts in which the pictorial and inscriptional graffiti were created and used. Such space-related data sets are difficult to publish in traditional paper format and thus often neglected in research and publication. The Musawwarat Graffiti Archive thus presents a multi-facetted approach to the open access publication of intricate visual data. In an ongoing process it aims at making accessible the full corpus of graffiti at Musawwarat, thus providing an exemplary platform for barrier-free research into an extensive collection of primary sources on Africa’s past.Home About Musawwarat Historical GraffitiAbout The Archive Graffiti In Place Database  Explore Browse Terminology Conditions of use News", 
    "domain": "musawwaratgraffiti.mpiwg-berlin.mpg.de", 
    "history": [
        "2015-06-03T04:59:47.426580: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/06/musawwarat-graffiti-archive-online.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Max Planck Institute for the History of Science", 
        "Nubia", 
        "Sudan", 
        "archaeology", 
        "archive", 
        "collaboration", 
        "data", 
        "database", 
        "environment", 
        "graffiti", 
        "history", 
        "imagery", 
        "open access", 
        "science", 
        "website"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7754214444957750135", 
            "resource_date": "2012-06-05T13:34:54.756-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:47.427119"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/06/musawwarat-graffiti-archive-online.html", 
            "resource_date": "2012-06-05T13:34:54.756-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:47.427127"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Musawwarat Graffiti Archive Online", 
    "url": "http://musawwaratgraffiti.mpiwg-berlin.mpg.de/index_html", 
    "zotero_id": null
}