{
    "description": "The Entire 2010-2011 Annual Report In A Single Adobe Acrobat Document INTRODUCTlONINTRODUCTION. Gil J. SteinIN MEMORIAM: Alan Reid BrodieIN MEMORIAM: John L. FosterIN MEMORIAM: Barbara L. HamannIN MEMORIAM: David A. KipperIN MEMORIAM: Janina Monkuté MarksIN MEMORIAM: William Sumner, Director Emeritus, Oriental InstituteIN MEMORIAM: Marjorie Webster RESEARCHCENTER FOR ANCIENT MIDDLE EASTERN LANDSCAPES (CAMEL). Scott BrantingCHICAGO ASSYRIA N DICTIONARY (CAD). Martha T. RothCHICAGO DEMOTIC DICTIONARY (CDD). François Gaudard and Janet H. JohnsonCHICAGO HITTITE DICTIONARY (CHD). Theo van den HoutDIYALA PROJECT. Clemens ReichelEPIGRAPHIC SURVEY. W. Raymond JohnsonHAMOUKAR. Clemens ReichelICONOCLASM. Natalie N. MayJERICHO MAFJAR PROJECT AND ISLAMIC ARCHAEOLOGY. Donald WhitcombKERKENES DAG PROJECT. Scott BrantingKHORSABAD RELIEF FRAGMENT PROJECT. Eleanor GuralnickMARJ RABBA. Yorke M. RowanMUMMY LABEL DATABASE (MLD). François Gaudard, Raquel Martín Hernández, and Sofía Torallas TovarNIPPUR. McGuire GibsonPERSEPOLIS FORTIFICATION ARCHIVE PROJECT. Matthew W. StolperTELL EDFU. Nadine MoellerTELL ZEIDAN. Gil J. Stein INDIVIDUAL RESEARCHINDIVIDUAL RESEARCH 2010-2011 RESEARCH SUPPORTCOMPUTER LABORATORY. John C. SandersELECTRONIC RESOURCES. John C. SandersPUBLICATIONS OFFICE. Thomas G. UrbanRESEARCH ARCHIVES. Foy ScalfTABLET COLLECTION. Andrew Dix MUSEUMMUSEUM.Special Exhibits. Emily TeeterPublicity and Marketing. Emily Teeter and Thomas JamesRegistration. Helen McDonald and Susan AllisonArchives. John A. LarsonConservation. Laura D'AlessandroPrep Shop. Erik LindahlSuq. Denise BrowningPhotography. Anna R. Ressman PUBLIC EDUCATIONPublic Education: Carole KrucoffVolunteer Program: Catherine Duenas and Terry Friedman DEVELOPMENT AND MEMBERSHIPDEVELOPMENT. Steve CampVISITING COMMITTEE.MEMBERSHIP. Maeve ReedSPECIAL EVENTS. Meghan A. Winston PERSONNELFACULTY AND STAFF OF THE ORIENTAL INSTITUTE", 
    "domain": "oi.uchicago.edu", 
    "history": [
        "2015-06-03T04:59:40.462769: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2010/12/open-access-oriental-institute-annual.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Assyria", 
        "Demotic", 
        "Hittite", 
        "Islam", 
        "Middle East", 
        "Oriental Institute", 
        "annual report", 
        "antiquity", 
        "archive", 
        "data", 
        "database", 
        "dictionaries", 
        "document", 
        "egyptology", 
        "fortifications", 
        "open access", 
        "project", 
        "religion", 
        "report", 
        "reports", 
        "research archives"
    ], 
    "language": [
        "en", 
        0.9891060250636895
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6193195451668305174", 
            "resource_date": "2012-08-04T21:40:14.784-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:40.463350"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/12/open-access-oriental-institute-annual.html", 
            "resource_date": "2012-08-04T21:40:14.784-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:40.463357"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Access Oriental Institute Annual Reports", 
    "url": "http://oi.uchicago.edu/research/pubs/ar/10-11/", 
    "zotero_id": null
}