{
    "description": "The History Studies (HS) is an international, peer-reviewed online history journal.  All submitted articles go through a rigorous double-blind review.The HS is published three times a year.The HS has a worldwide circulation. A limited number of each issue is printed and delivered to selected libraries.The HS publishes academic articles, interviews, translations and book reviews.The HS accepts papers in every geographical and historical period of history from the ancient times to present.  The editorial board members and referees of the HS have a wide range of expertise.   The primary publication language of the HS is Turkish of Turkey.  The HS also accepts submissions in other Turkish dialects, in English, French, German, Italian, Russian and Spanish.The official editor and owner of the History Studies is Osman KOSE but the journal is regarded as a joint periodical of all historians.  All the contributors, writers, editors and referees of the journal are historians.The HS is a common meeting place of historians regardless of their area or period of concentration.The HS has a guest editor system.  The HS aims to release a special issue at least once a year with a selected theme and a guest editor.  For guest editorship and special issue ideas please contact us at history.studies@yahoo.comThe HS is an independent academic journal. It has no affiliation with an institution or an organization.", 
    "domain": "www.historystudies.net", 
    "history": [
        "2015-06-03T04:59:36.368305: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2011/07/new-open-access-journal-history-studies.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "California", 
        "Middle East", 
        "Russian", 
        "ancient history", 
        "antiquity", 
        "book", 
        "book reviews", 
        "history", 
        "journal", 
        "journal issues", 
        "language", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5240223940531650002", 
            "resource_date": "2012-09-11T06:16:53.712-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:36.368920"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/07/new-open-access-journal-history-studies.html", 
            "resource_date": "2012-09-11T06:16:53.712-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:36.368928"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "History Studies", 
    "url": "http://www.historystudies.net/English/Anasayfa.aspx", 
    "zotero_id": null
}