{
    "description": "Diese Seite und die dazugehörigen Bilder der Objekte aus der Studiensammlung des Lehrbereichs Ägyptologie und Archäologie Nordostafrikas des Instituts für Archäologie sind im Rahmen des Projekttutoriums \"Nubische Altertümer im Netz\" (SS04 & WS04/05) an der Humboldt-Universität zu Berlin entstanden. Ziel war es, die von Prof. Steffen Wenig verwalteten antiken Stücke zu digitalisieren und so zu präsentieren, dass sowohl Laien als auch Forscher mit der entstehenden Datenbank arbeiten können.  Zuerst wurden grundlegende Fähigkeiten im Projektmanagement und Webdesign vermittelt. Darauf aufbauend konnte dann das Design dieser Homepage erarbeitet werden. In der nachfolgenden Arbeit mit den Stücken konnten wir auf eine von Dr. Petra Andrassy erstellte Datenbank zurückgreifen. Die Informationen aus dieser Datenbank wurden dann mit den von Sara Bock und Sandro Schwarz fotografierten und ins Medienportal hochgeladenen Bildern verknüpft. Gleichzeitig wurden Informationstexte zur Sudanarchäologie verfasst und in html-Seiten eingebunden. An dieser Stelle wollen wir einigen Menschen danken, ohne die es nicht möglich gewesen wäre, das Projekt erfolgreich zu beenden. Prof. Frank Kammerzell (wissenschaftlicher Betreuer) Prof. Steffen Wenig Dr. Petra Andrassy Daniel Werning M.A. Dr. Mathias Lange Dr. Baldur Gabriel  Archäologie Datenbank Unsere Sammlung Das Projekt Links Impressum", 
    "domain": "www2.hu-berlin.de", 
    "history": [
        "2015-06-03T04:59:26.748147: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/04/nubische-altertumer-im-netz.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Berlin", 
        "Nubia", 
        "Sudan", 
        "antiquity", 
        "archaeology", 
        "data", 
        "database", 
        "egyptology", 
        "open access"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3031037845941738869", 
            "resource_date": "2012-04-18T10:17:26.171-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-03T04:59:26.748711"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/04/nubische-altertumer-im-netz.html", 
            "resource_date": "2012-04-18T10:17:26.171-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-03T04:59:26.748719"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Nubische Altertümer im Netz", 
    "url": "http://www2.hu-berlin.de/aknoa/sammlung/", 
    "zotero_id": null
}