{
    "description": "The Composition of Byzantine Glass Mosaic Tesserae. Welcome to the database of sites and sources of Byzantine mosaic glass tesserae. Follow the links on the left to enter one of three databases: 'Structures' records buildings (4C-15C) where we have archaeological evidence (finds) of glass wall mosaics. 'Texts' contains records of primary Byzantine sources which mention mosaics (in development). 'References' is a bibliographical database of modern scientific publications about glass mosaics. The databases can be searched or browsed for information and the method should be straight forward. Notes: We have not included structures for which there is only evidence of glass mosaics on floors. The database does not contain records of mosaic icons. Names: we have used mostly Byzantine names of places so Nicaea, not Iznik; Constantinople, not Istanbul. Building names are given in English, unless mostly known in the wider world in their original language (hence Rome, not Roma; Hagia Sophia, not Holy Wisdom). Spelling: we have followed the spelling of the Oxford Dictionary of Byzantium. Hence: Demetrios, not Dimitrius; Photios, not Photius. We have only included buildings that are no longer extant if the mosaics survive elsewhere (the only exception to this is the record for Odalar Camii). 'Unknown' can designate that it really is unknown or that research of published data has not produce an answer yet The structure database allows you to search for structures and mosaics between dates. Chose the early century in \"Century of xxx 1' and the later or the same in 'Century of xxx 2'. The databases have been designed and constructed by the University of Sussex Web Team in collaboration with Bente Bjornholt, the Leverhulme Network Facilitator. The Director of the Network.", 
    "domain": "www.sussex.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "archaeological science", 
        "database", 
        "mosaics", 
        "Byzantium", 
        "glass", 
        "data"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2002749738601505833", 
            "resource_date": "2013-11-15T09:30:50.575-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:23.169483"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/11/database-of-byzantine-glass-mosaic.html", 
            "resource_date": "2013-11-15T09:30:50.575-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:23.169497"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Database of Byzantine Glass Mosaic Tesserae", 
    "url": "http://www.sussex.ac.uk/byzantine/mosaic/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}