{
    "authors": [
        "home page"
    ], 
    "contributors": [], 
    "description": "Epigraphy eJournal. This eJournal distributes working and accepted paper abstracts having a primary focus on the inscriptions of Greek and Latin and will appear in the Greek or Latin subcategory as appropriate. Work that discusses methodology or otherwise has a more general application will appear in the General subcategory. Additional subcategories and/or subdivisions of them will be added as appropriate. Click here to Browse our Electronic Library to view our archives of abstracts and associated full text papers published in this journal. Epigraphy eJournal Advisory Board Click on the individual's name below to view the editor or advisory board member's author home page. Andrew L. Ford. Carin M. Green. Judith Evans Grubbs. Dirk Obbink. Josiah Ober. Andrew M. Riggsby. Ruth S. Scodel Explaining the Maritime Freight Charges in Diocletian's Price Edict. Walter Scheidel. Stanford University. Date Posted: April 01, 2013. Working Paper Series. 28 downloads. The Translation Politics of a Political Translation: The Case of Augustus' Res Gestae. COMPLICATING THE HISTORY OF WESTERN TRANSLATION, S. McElduff and E. Sciarrino, eds. , St. Jerome's Press, 2011. Sophia G. Papaioannou. University of Athens, Faculty of Philology, Department of Classics. Date Posted: May 29, 2011. Accepted Paper Series. 120 downloads. Carmina Epigraphica Graeca III: Challenges and Perspectives. Andrej Petrovic. affiliation not provided to SSRN. Date Posted: March 14, 2010. Working Paper Series. Greco-Roman Sex Ratios and Femicide in Comparative Perspective. Walter Scheidel. Stanford University. Date Posted: November 14, 2009. Last Revised: May 20, 2014. Working Paper Series. 91 downloads. Physical Wellbeing in the Roman World. Walter Scheidel. Stanford University. Date Posted: November 14, 2009. Last Revised: August 24, 2010. Working Paper Series. 143 downloads. Epigraphy and Demography: Birth, Marriage, Family, and Death. Princeton/Stanford Working Papers in Classics Paper No. 060701. Walter Scheidel. Stanford University. Date Posted: February 26, 2008. Working Paper Series. 194 downloads. See AWOL's list of.", 
    "domain": "www.ssrn.com", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "epigraphy", 
        "journal", 
        "open access"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-48308160293014337", 
            "resource_date": "2014-10-25T17:23:08.287-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:11:05.519129"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/open-access-journal-epigraphy-ejournal.html", 
            "resource_date": "2014-10-25T17:23:08.287-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:11:05.519146"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "update-crn-crn-epigraphy-html", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Epigraphy eJournal", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.ssrn.com/update/crn/crn_epigraphy.html", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}