{
    "authors": [
        "home page"
    ], 
    "contributors": [], 
    "description": "Ancient Greek & Roman History eJournal. This eJournal distributes working and accepted paper abstracts having a primary focus on the political history of Greece and Rome. Social History has its own category and purely historiographical papers appear in the History subdivision of the Genre subcategory in Classical Abstracts - Literature. The subcategory for Greek History has four subdivisions: Aegean Bronze Age, Greek Dark Ages, Classical Greece, Hellenistic Greece; and the subcategory for Roman History has six subdivisions: Etruscan & Early Italian, Early Republic, Middle & Late Republic, Early Empire, Middle & Late Empire, Late Antiquity. Papers covering more than one period will appear in as many as are appropriate. Additional subcategories and/or subdivisions of them will be added as appropriate. Click here to Browse our Electronic Library to view our archives of abstracts and associated full text papers published in this journal. Ancient Greek & Roman History eJournal Advisory Board Click on the individual's name below to view the editor or advisory board member's author home page. Andrew L. Ford. Carin M. Green. Judith Evans Grubbs. Dirk Obbink. Josiah Ober. Andrew M. Riggsby. Ruth S. Scodel. Egypt, the 'Sea Peoples,' and the Brailed Sail: Technological Transference in the Early Ramesside Period?. American Schools of Oriental Research 2012 Annual Meeting. Jeff Emanuel. Harvard University - Office of the President and Provost - HarvardX Date Posted: February 05, 2014. Accepted Paper Series. 38 downloads. Hieroglyphs of the Phaistos Disc: History and Full Text Translation. Of the Cycle - 'The Book of the Egyptian: The Beginning of the Basic Egyptology or a Key to the Understanding of History, Philosophy and World Religion'. Volume I. Vitaly Surnin. Independent. Date Posted: February 03, 2014. Working Paper Series. 12 downloads. Thucydides and Hegemony: Athens and the United States. Review of International Studies 27/4 2001: 593-609. Richard Ned Lebow and Robert E. Kelly. Independent and Pusan National University. Date Posted: January 26, 2014. Accepted Paper Series. 20 downloads. К вопросу о варваризации римской армии в IV в. н. э. (по данным Аммиана Марцеллина) (About Barbarization of the Roman Army in IV Century AD (According to Ammianus Marcellinus)). Научные ведомости Белгородского государственного университета / Belgorod State University Scientific Bulletin. \"History, Political Science, Economics, Information Technologies\" Series. 2011. № 7 (102). Issue 18. P. 44-56. , Vladimir Dmitriev. Pskov State University - World History and Area Studies. Date Posted: December 06, 2013. Accepted Paper Series. 5 downloads. 'Персы получают их из Индии', или Почему парфяне не использовали боевых слонов? ('The Persians Obtain Them from India,' or Why the Parthians Did Not Use Battle Elephants?). Метаморфозы истории/Metamorphoses of History, 2013, Issue 4, pp. 153-172, Vladimir Dmitriev. Pskov State University - World History and Area Studies. Date Posted: October 13, 2013. Last Revised: December 10, 2013. Accepted Paper Series. 6 downloads. Alan Soble's Review of 'The Reasons of Love' by Harry Frankfurt: 'Love and Value, Yet Again'. Essays in Philosophy 6:1 (January 2005). Alan G. Soble. Drexel University. Date Posted: September 13, 2013. Accepted Paper Series. 75 downloads. Ancient Roman Munificence: The Development of the Practice and Law of Charity. Rutgers Law Review, Vol. 57, No. 3, p. 1043, 2005, Thomas Jefferson School of Law Research Paper No. 2314731. William Byrnes. Thomas Jefferson School of Law. Date Posted: August 24, 2013. Last Revised: June 26, 2014. Accepted Paper Series. 88 downloads. Integrating Texts and Images in the Study of the Ancient Greek Aulos-Myths. 3d Annual Meeting of MOISA: International Society for the Study of Greek and Roman Music and its Cultural Heritage. Moisa Epichorios: Regional Music and Musical Regions. Theory and Practice in Text and Image in Ancient Greece. Ravenna, 1-3 October 2009. Ellen Van Keer. Centrum Leo Apostel for Interdisciplinary Studies (CLEA). Date Posted: May 12, 2013. Accepted Paper Series. 14 downloads. Comparing Ancient Worlds: Comparative History as Comparative Advantage. Walter Scheidel. Stanford University. Date Posted: April 02, 2013. Working Paper Series. 24 downloads. Comparing Comparisons: Ancient East and West. Walter Scheidel. Stanford University. Date Posted: April 01, 2013. Working Paper Series. 48 downloads. Explaining the Maritime Freight Charges in Diocletian's Price Edict. Walter Scheidel. Stanford University. Date Posted: April 01, 2013. Working Paper Series. 28 downloads. The Shape of the Roman World. Walter Scheidel. Stanford University. Date Posted: April 01, 2013. Working Paper Series. 66 downloads. Slavery and Forced Labor in Early China and the Roman World. Walter Scheidel. Stanford University. Date Posted: April 01, 2013. Working Paper Series. 43 downloads. Archaeology of Ancient Greek Music: From Reconstructing Instruments to Deconstructing Concepts. Studies in Music Archaeology Vol. 7 (2010), pp. 43-51. Ellen Van Keer. Centrum Leo Apostel for Interdisciplinary Studies (CLEA). Date Posted: March 30, 2013. Accepted Paper Series. 31 downloads. Linking Virtue and Justice: Aristotle on the Melian Dialogue. 12 International Legal Theory 99 (Fall, 2006). John Lunstroth. University of Houston Law Center. Date Posted: March 28, 2013. Accepted Paper Series. 57 downloads. Olympus the Musician in Ancient Greek Art: Mythology and Music History. Metamorphoses of Orpheus. Musical Images from Greek Mythology and Their Revivals in European Art. Corfu, Ionian Academy, 26-29 June 2008. Ellen Van Keer. Centrum Leo Apostel for Interdisciplinary Studies (CLEA). Date Posted: March 26, 2013. Accepted Paper Series. 22 downloads. The First Athenian Law Against Bribery. Kellam Conover. Stanford Law School. Date Posted: March 12, 2013. Last Revised: April 03, 2013. Working Paper Series. 72 downloads. O istorie socială a spaţiului românesc: De la începuturile statalităţii dacice până la întrezărirea modernităţii (A Social History of Romanian Space: From the Beginning of Dacian State Until the Rise of Modernity). Editura Universităţii din Oradea, Oradea, 2005, 292 p, Mircea Brie. University of Oradea. Date Posted: February 24, 2013. Accepted Paper Series. 23 downloads. The Etymology of the Word 'Strategy'. Awni Al Khatib IV. Independent. Date Posted: January 30, 2013. Working Paper Series. 80 downloads. Imperial Cult and Christianity: How and to What Extent Were the Imperial Cult and Emperor Worship Thought to Preserve Stability in the Roman World?. Acta Archaeologica Academiae Scientiarum Hungaricae 60 (2009) 385-395, Zsolt Magyar. University of Kent. Date Posted: January 12, 2013. Last Revised: May 27, 2013. Accepted Paper Series. 124 downloads. Thucydides as Prospect Theorist. Princeton/Stanford Working Paper. Josiah Ober. Stanford University - Department of Classics. Date Posted: July 30, 2012. Working Paper Series. 138 downloads. Precautionary Constitutionalism in Ancient Athens. Cardozo Law Review, Forthcoming, Harvard Public Law Working Paper No. 12-31. Adrian Vermeule and Adriaan Lanni. Harvard Law School and Harvard Law School. Date Posted: July 24, 2012. Last Revised: October 20, 2012. Accepted Paper Series. 229 downloads. Democracy, Solidarity and the Rule of Law: Lessons from Athens. U Iowa Legal Studies Research Paper No. 13-17. Paul A. Gowder Jr. University of Iowa - College of Law. Date Posted: May 09, 2012. Last Revised: August 22, 2013. Working Paper Series. 279 downloads. Thucydides and Law: A Response to Leiter. Legal Theory, Forthcoming. Darien Shanske. University of California, Davis - School of Law. Date Posted: April 19, 2012. Last Revised: October 15, 2013. Accepted Paper Series. Rethinking Anti-Corruption Reforms: The View from Ancient Athens. Buffalo Law Review Vol. 62, No. 1, 2014. Kellam Conover. Stanford Law School. Date Posted: February 04, 2012. Last Revised: June 07, 2014. Accepted Paper Series. 115 downloads. On the Benefits and Costs of Legal Expertise: Adjudication in Ancient Athens. F. Andrew Hanssen and Robert K. Fleck. Clemson University and Montana State University - Bozeman - Department of Agricultural Economics and Economics. Date Posted: February 02, 2012. Working Paper Series. 45 downloads. Elements of Jewish Religious History Through the Lens of Modern Scholarship. DiMarkco Stephen Chandler. Claremont Graduate University. Date Posted: January 22, 2012. Last Revised: January 24, 2012. Working Paper Series. 28 downloads. Is an Inviolable Constitution a Suicide Pact? Historical Perspectives on Executive Power to Protect the Salus Populi. Saint Louis University Law Journal, Forthcoming. Ryan Patrick Alford. University of Victoria Faculty of Law. Date Posted: January 09, 2012. Last Revised: April 17, 2013. Accepted Paper Series. 119 downloads. Virtue in the Greek World: A Comparative Study of Odysseus and Themistocles. DiMarkco Stephen Chandler. Claremont Graduate University. Date Posted: January 03, 2012. Working Paper Series. 88 downloads. The Rise of Greatness: A Comparative Look at Cyrus II and Alexander III. DiMarkco Stephen Chandler. Claremont Graduate University. Date Posted: December 15, 2011. Last Revised: December 30, 2011. Working Paper Series. 61 downloads. Agency Problems and Organizational Costs in Slave-Run Businesses. Amsterdam Law School Research Paper No. 2011-40, Amsterdam Center for Law & Economics Working Paper No. 2011-13. Barbara Abatino and Giuseppe Dari-Mattiacci. University of Amsterdam - Amsterdam Center for Law & Economics (ACLE) and University of Amsterdam - Amsterdam Center for Law and Economics (ACLE). Date Posted: October 13, 2011. Last Revised: October 31, 2013. Working Paper Series. 119 downloads. Constitutional Choice in Ancient Athens: The Rationality of Selection to Office by Lot. Constitutional Political Economy, Forthcoming. George Tridimas. University of Ulster - School of Economics. Date Posted: August 24, 2011. Accepted Paper Series. 83 downloads. Xenophon’s Poroi and the Political Economy of a Good Society. John D. Lewis. Duke University - Philosophy, Politics and Economics Program. Date Posted: August 21, 2011. Working Paper Series. Esarhaddon’s Succession Treaty as the Source for the Canon Formula in Deuteronomy 13:1. Journal of the American Oriental Society, Vol. 130, No. 3, pp. 337-347, 2010. Bernard M. Levinson. University of Minnesota. Date Posted: July 28, 2011. Accepted Paper Series. 101 downloads. L’Herméneutique de L’Innovation: Canon et Exégèse Dans L’Israël Biblique (The Hermeneutics of Innovation: Canon and Exegesis in Biblical Israel). Éditions Lessius, 2005, Bernard M. Levinson. University of Minnesota. Date Posted: June 19, 2011. Last Revised: July 12, 2012. Accepted Paper Series. Deuteronomy and the Hermeneutics of Legal Innovation. Bernard M. Levinson, DEUTERONOMY AND THE HERMENEUTICS OF LEGAL INNOVATION, Oxford University Press, 1997. Bernard M. Levinson. University of Minnesota. Date Posted: June 07, 2011. Accepted Paper Series. The Translation Politics of a Political Translation: The Case of Augustus' Res Gestae. COMPLICATING THE HISTORY OF WESTERN TRANSLATION, S. McElduff and E. Sciarrino, eds. , St. Jerome's Press, 2011. Sophia G. Papaioannou. University of Athens, Faculty of Philology, Department of Classics. Date Posted: May 29, 2011. Accepted Paper Series. 120 downloads. 'The Right Chorale': Studies in Biblical Law and Interpretation. FORSCHUNGEN ZUM ALTEN TESTAMENT 54, Mohr Siebeck, 2008. Bernard M. Levinson. University of Minnesota. Date Posted: May 26, 2011. Last Revised: July 31, 2011. Accepted Paper Series. 31 downloads. The Neo-Assyrian Origins of the Canon Formula in Deuteronomy 13:1. SCRIPTURAL EXEGESIS: THE SHAPES OF CULTURE AND THE RELIGIONS IMAGINATION - ESSAYS IN HONOUR OF MICHAEL FISHBANE, pp. 25-45, Deborah A. Green, Laura Lieber, eds. , Oxford: Oxford University Press, 2009. Bernard M. Levinson. University of Minnesota. Date Posted: May 23, 2011. Accepted Paper Series. 41 downloads. The ‘Effected Object’ in Contractual Legal Language: The Semantics of ‘If You Purchase a Hebrew Slave’ (Exodus 21:2a). Vetus Testamentum, Vol. 56, pp. 485-504, 2006. Bernard M. Levinson. University of Minnesota. Date Posted: May 23, 2011. Accepted Paper Series. The First Constitution: Rethinking the Origins of Rule of Law and Separation of Powers in Light of Deuteronomy. Cardozo Law Review, Vol. 27, No. 4, pp. 1853-1888, 2006, Bernard M. Levinson. University of Minnesota. Date Posted: May 10, 2011. Last Revised: December 16, 2011. Accepted Paper Series. 163 downloads. How Tyranny Paved the Way to Wealth and Democracy: The Democratic Transition in Ancient Greece. F. Andrew Hanssen and Robert K. Fleck. Clemson University and Montana State University - Bozeman - Department of Agricultural Economics and Economics. Date Posted: February 15, 2011. Working Paper Series. 102 downloads. Transitional Justice in Ancient Athens: A Case Study. University of Pennsylvania Journal of International Law, Vol. 32, No. 2, p. 551, 2010, Harvard Public Law Working Paper No. 11-05. Adriaan Lanni. Harvard Law School. Date Posted: January 15, 2011. Last Revised: January 23, 2011. Accepted Paper Series. 235 downloads. How Excessive Government Killed Ancient Rome. Cato Journal, Vol. 14, No. 2, 1994. Bruce Bartlett. Independent. Date Posted: October 24, 2010. Accepted Paper Series. 226 downloads. The Treaty of Hymera of 480 B. C. : Principle of Humanity, but Not Only (Il Trattato D'Imera Del 480 A. C. : Principio D'Umanità, Ma Non Solo). Iura. Riviista Internazionale di Diritto Romano e Antico, Vol. LIII (2002), pp. 244-279. Giovanni Distefano. University of Neuchatel - Faculty of Law. Date Posted: October 07, 2010. Last Revised: June 11, 2012. Accepted Paper Series. 24 downloads. A Documentary History of Naples: Ancient Naples, Chapter Five - From Republic to Empire. Rabun Taylor. University of Texas at Austin - Department of Classics. Date Posted: September 13, 2010. Working Paper Series. 101 downloads. A Documentary History of Naples: Ancient Naples, Chapter Four - Neapolis and the Rise of Rome. Rabun Taylor. University of Texas at Austin - Department of Classics. Date Posted: September 13, 2010. Working Paper Series. 93 downloads. A Documentary History of Naples: Ancient Naples, Chapter Three - The Early Coinage of Neapolis. Rabun Taylor. University of Texas at Austin - Department of Classics. Date Posted: September 13, 2010. Working Paper Series. 107 downloads. A Documentary History of Naples: Ancient Naples, Chapter Two - From Parthenope to Neapolis. Rabun Taylor. University of Texas at Austin - Department of Classics. Date Posted: September 13, 2010. Working Paper Series. 90 downloads. Can You Tell Me How to Get to the Roman Brothel? Public Prominence of Prostitutes in the Roman World. Anise K. Strong. Stanford University. Date Posted: June 24, 2010. Working Paper Series. 168 downloads. 12 3 | Next >.", 
    "domain": "www.ssrn.com", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "ancient", 
        "journal", 
        "antiquity", 
        "Greek", 
        "Roman", 
        "open access", 
        "history"
    ], 
    "languages": [
        "la"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2706594278361617125", 
            "resource_date": "2014-10-28T11:23:52.490-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:46.426230"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/open-access-journal-ancient-greek-roman.html", 
            "resource_date": "2014-10-28T11:23:52.490-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:46.426249"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "update-crn-crn-history-html", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Ancient Greek & Roman History eJournal", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.ssrn.com/update/crn/crn_history.html", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}