{
    "authors": [
        "home page"
    ], 
    "contributors": [], 
    "description": "Classical Tradition eJournal. This eJournal distributes working and accepted paper abstracts having a primary focus on the reception of Greek and Roman literature, philosophy and civilization in the post-Classical world. Additional subcategories and/or subdivisions of them will be added as appropriate. Click here to Browse our Electronic Library to view our archives of abstracts and associated full text papers published in this journal. Classical Tradition eJournal Advisory Board Click on the individual's name below to view the editor or advisory board member's author home page. Andrew L. Ford Carin M. Green Judith Evans Grubbs Dirk Obbink Josiah Ober Andrew M. Riggsby Ruth S. Scodel. Klioszientistische Studien (Clioscientific Studies). Hans W. Giessen. Independent. Date Posted: October 04, 2014. Working Paper Series. 2 downloads. The Constitutional Thought of Alexander Hamilton. Denis Galligan (ed. ), Constitutions and the Classics (Oxford, 2014). Mortimer Newlin Stead Sellers. University of Baltimore - School of Law. Date Posted: May 07, 2014. Accepted Paper Series. 153 downloads. Las Actividades De Trabajo En Grupo En Un Entorno Tecnológico: El Caso De Las Lenguas Clásicas (The Group Work Activities in a Technological Environment: The Case of Classical Languages). Revista de Estudios Latinos (RELat) 9, 2009, 209-234. Cristóbal Macías Villalobos. University of Malaga. Date Posted: July 10, 2013. Accepted Paper Series. 3 downloads. Plotinus’ Views on Soul, Suicide, and Incarnation. Schole 3. 2, 387-400, Androniki Kalogiratou. Capital Product Partners L. P. Date Posted: April 16, 2013. Accepted Paper Series. 10 downloads. Measuring Finley's Impact. Walter Scheidel. Stanford University. Date Posted: April 01, 2013. Working Paper Series. 17 downloads. Greatness of Soul and the Souls of Women: Rousseau's Use of Plato's Laws in the Letter to D’Alembert. American Dialectic, Vol. 3, No. 1, 2013, pp. 1-43, George Mason Law & Economics Research Paper No. 13-11. Nelson Lund. George Mason University School of Law. Date Posted: February 10, 2013. Accepted Paper Series. 39 downloads. Homer in the Renaissance: The Troy Stories. Jose Angel Garcia Landa. Universidad de Zaragoza. Date Posted: December 14, 2012. Working Paper Series. 33 downloads. Aristote et Perelman: L’Ancienne et la Nouvelle Rhétorique (Aristotle and Perelman: Ancient Rhetoric and New Rhetoric). Giovanni Damele. Universidade Nova de Lisboa - Instituto de Filosofia da Linguagem. Date Posted: December 02, 2012. Working Paper Series. 89 downloads. Greatness of Soul and the Souls of Women: Plato’s Laws as an Introduction to Rousseau’s Letter to D’Alembert. American Dialectic, Vol. 2, No. 3, September 2012, pp. 216-249, George Mason Law & Economics Research Paper No. 12-65. Nelson Lund. George Mason University School of Law. Date Posted: October 03, 2012. Accepted Paper Series. 30 downloads. The Parthenon Sculptures and Cultural Justice. Fordham Intellectual Property, Media & Entertainment Law Journal, Vol. 23. Derek Fincham. South Texas College of Law. Date Posted: August 19, 2012. Last Revised: April 11, 2013. Accepted Paper Series. 186 downloads. On the Proto-Indo-European Language of the Indus Valley Civilization (and Its Implications for Western Prehistory). The Sindhu-Sarasvati Civilization: New Perspectives (Essays in Honor of Dr. S. Rao) (2014). Robin Bradley Kar. University of Illinois College of Law. Date Posted: August 06, 2012. Last Revised: August 06, 2014. Accepted Paper Series. 143 downloads. The Portrayal of Socrates by Damascius. Phronimon, 7 (1) 45-54, 2006. Androniki Kalogiratou. Capital Product Partners L. P. Date Posted: August 04, 2012. Last Revised: July 15, 2013. Accepted Paper Series. 20 downloads. The Wandering Soul in Plato and Cavafy. Skepsis, XVI, i-ii, 106-114, 2005. Androniki Kalogiratou. Capital Product Partners L. P. Date Posted: August 03, 2012. Last Revised: July 15, 2013. Accepted Paper Series. 22 downloads. Prolegomenon to an Ethically Grounded Management Theory. Mitchell Langbert. Brooklyn College. Date Posted: June 18, 2012. Working Paper Series. 23 downloads. Justice and the Cultural Heritage Movement: Using Environmental Justice to Appraise Art and Antiquities Disputes. 20 Va. J. Soc. Pol’y & L. 43 (2012), Derek Fincham. South Texas College of Law. Date Posted: March 22, 2012. Last Revised: March 27, 2013. Accepted Paper Series. 144 downloads. Islamic Atomism and the Galenic Tradition. History of Science, Vol. 47, pp. 277- 295, 2009. Tzvi Langermann. Bar-Ilan University. Date Posted: February 22, 2012. Accepted Paper Series. 52 downloads. Greatness of Soul and the Souls of Women: Rousseau’s Use of Plato’s Laws. George Mason Law & Economics Research Paper No. 11-54. Nelson Lund. George Mason University School of Law. Date Posted: December 17, 2011. Last Revised: August 24, 2012. Working Paper Series. 63 downloads. Ramsay MacMullen’s Portrait of Rome Begs the Question: Does the Ninety-Nine Percent have Parallels in History?. DiMarkco Stephen Chandler. Claremont Graduate University. Date Posted: December 12, 2011. Last Revised: January 03, 2012. Working Paper Series. 57 downloads. The Relevance of Intellectual Historian Herbert J. Muller and the Greeks in Asia Minor. DiMarkco Stephen Chandler. Claremont Graduate University. Date Posted: April 19, 2011. Last Revised: December 27, 2011. Working Paper Series. 68 downloads. Why Wicked Never Wins: An Examination of the Early Origins of the Evil Female Villain of the Fairy Tale Narrative. Priti Nemani, J. D. affiliation not provided to SSRN. Date Posted: April 12, 2011. Last Revised: September 10, 2011. Working Paper Series. 117 downloads. Unlimited Growth and Innovation: Paradise or Paradox?. Andrew J. Sutter. Rikkyo University, College of Law and Politics. Date Posted: November 16, 2010. Last Revised: November 20, 2010. Working Paper Series. 308 downloads. Collecting Culture and the British Museum. Curator: The Museum Journal, Vol. 49, No. 449, 2006. Date Posted: August 21, 2010. Accepted Paper Series. 61 downloads. Introduction to 'Generare in Comune' - Theories and Representations of Hybridization in Ancient Folk Zoology. GENERARE IN COMUNE, 2008. Pietro Edoardo Li Causi. University of Palermo. Date Posted: May 22, 2010. Accepted Paper Series. 33 downloads. 'This Barbarous Habit': Nineteenth Century Reactions to Classical Placenames in Central N. Y. David M. Pollio. Christopher Newport University. Date Posted: May 17, 2010. Working Paper Series. 24 downloads. The Clades Variana and the Third Reich. David B. Cuff. University of Toronto. Date Posted: May 17, 2010. Working Paper Series. 22 downloads. On the Editio Princeps of Statius’ Epics. Harald Anderson. Independent. Date Posted: May 16, 2010. Last Revised: May 28, 2010. Working Paper Series. 47 downloads. Josef Kavalier's Odyssey: Epic Echoes in Chabon's The Amazing Adventures of Kavalier & Clay. Daniel Levine. affiliation not provided to SSRN. Date Posted: May 04, 2010. Working Paper Series. 19 downloads. Reflections of Catullus 38 in Allen Ginsberg's ‘Malest Cornifici Tuo Catullo’. Alan Corn. Ohio State University. Date Posted: April 29, 2010. Last Revised: May 15, 2010. Working Paper Series. 36 downloads. Aristotle's Ethics and Lincoln's Life: the Tragedy, Liberation and Irony of Practical Wisdom. Western Political Science Association 2010 Annual Meeting Paper. Marc Sable. affiliation not provided to SSRN. Date Posted: March 29, 2010. Working Paper Series. Reflections on Responsibility: Thucydides and Grote. Western Political Science Association 2010 Annual Meeting Paper. Arlene W Saxonhouse. University of Michigan at Ann Arbor. Date Posted: March 29, 2010. Working Paper Series. 2011 Lambda Classical Caucus Panel - Title of Panel: Ancient 'Unspeakable Vices' and Modern Pedagogy: Talking About Homosexuality in Classical Antiquity in the 21st Century Academy. Konstantinos Nikoloutsos. American Philological Association. Date Posted: March 14, 2010. Working Paper Series. Postcolonial Latin American Adaptations of Greek and Roman Drama. Konstantinos Nikoloutsos. American Philological Association. Date Posted: March 14, 2010. Working Paper Series. The Children of Orpheus: How Composers Receive Ancient Texts. Robert Cary Ketterer. affiliation not provided to SSRN. Date Posted: March 14, 2010. Working Paper Series. 36 downloads. Democracy and Antigone. Stetson Law Review, Vol. 39, p. 3, 2009. Ruthann Robson. CUNY School of Law. Date Posted: March 11, 2010. Last Revised: April 18, 2010. Accepted Paper Series. 292 downloads. New World Classics: Receptions of Antiquity for Modern Children. Sheila Murnaghan. affiliation not provided to SSRN. Date Posted: March 11, 2010. Working Paper Series. 59 downloads. Classical Influences on the Law and Politics of the French Revolution. THE CLASSICAL TRADITION, Anthony Grafton, Glenn Most, Salvatore Settis, eds. , Harvard, 2009. Mortimer Newlin Stead Sellers. University of Baltimore - School of Law. Date Posted: July 23, 2009. Accepted Paper Series. 355 downloads. Classical Influences on the American Founding Fathers. THE CLASSICAL TRADITION, Anthony Grafton, Glenn Most, Salvatore Settis, eds. , Harvard, 2009, University of Baltimore School of Law Legal Studies Research Paper No. 2009-20. Mortimer Newlin Stead Sellers. University of Baltimore - School of Law. Date Posted: July 22, 2009. Accepted Paper Series. 602 downloads. Editing the Nation: Classical Scholarship in Greece Ca. 1930. Princeton/Stanford Working Papers in Classics Paper No. 010803. Constanze Güthenke. affiliation not provided to SSRN. Date Posted: July 01, 2009. Working Paper Series. 13 downloads. Modern Histories of Ancient Greece: Genealogies, Contexts and Eighteenth-Century Narrative Historiography. Princeton/Stanford Working Papers in Classics Paper No. 020805. Giovanna Ceserani. affiliation not provided to SSRN. Date Posted: July 01, 2009. Working Paper Series. 59 downloads. Thucydides and the Invention of Political Science. Princeton/Stanford Working Papers in Classics Paper No. 110515. Josiah Ober. Stanford University - Department of Classics. Date Posted: June 30, 2009. Working Paper Series. 145 downloads. Spartacus Before Marx. Princeton/Stanford Working Papers in Classics Paper No. 110516. Brent Shaw. Princeton University - Department of Classics. Date Posted: June 29, 2009. Working Paper Series. 84 downloads. The Influence on Marcus Tullius Cicero on Modern Legal and Political Ideas. Ciceroniana, the Atti of Colloquium Tullianum Anni, MMVIII. Mortimer Newlin Stead Sellers. University of Baltimore - School of Law. Date Posted: June 05, 2009. Accepted Paper Series. 628 downloads. The Image of Love (La Imagen Del Amor). Iliana Restrepo. Jorge Tadeo Lozano University. Date Posted: January 11, 2009. Working Paper Series. 60 downloads. Homer in Australian Reasons for Judgment or Decision. Leslie Katz. Independent. Date Posted: January 01, 2009. Last Revised: May 20, 2013. Working Paper Series. 63 downloads. Adam Smith and Roman Servitudes. Tijdschrift voor Rechtsgeschiedenis, Vol. 72, 327-57, 2004. Ernest Metzger. University of Glasgow - School of Law. Date Posted: November 01, 2008. Accepted Paper Series. 82 downloads. Transfer of Western Knowledge to Turkey: Institutionalized Policy of Translation and Library Building. Fuat Andic and Arnold Reisman. affiliation not provided to SSRNand Reisman and Associates. Date Posted: July 08, 2008. Working Paper Series. 77 downloads. Justice Fred Blume and the Translation of Justinian's Code. Law Library Journal, Vol. 99, 2007. Timothy G. Kearley. University of Wyoming College of Law. Date Posted: January 10, 2008. Accepted Paper Series. 106 downloads. Rebuilding the Closet: Bowers v. Hardwick, Lawrence v. Texas, and the Mismeasure of Homosexual Historiography. Richmond Journal of Law and Public Interest, Vol. 8, No. 1, 2004. Jody Lynee Madeira. Indiana University Maurer School of Law-Bloomington. Date Posted: August 05, 2007. Accepted Paper Series. 134 downloads. Socrates on Management: An Analysis of Xenophon's Oeconomicus. George Bragues. University of Guelph-Humber. Date Posted: June 28, 2007. Working Paper Series. 414 downloads. Aristotle's Ethics and the Virtuous Lawyer: A Study on Legal Ethics and Clinical Legal Education. Journal of the Legal Profession, Vol. 20, p. 5, 1996. Lorie Graham. Suffolk University Law School. Date Posted: June 07, 2007. Accepted Paper Series. 277 downloads. Plato, Hegel, and Democracy. Brooks, Thom (2006). \"Plato, Hegel, and Democracy,\" Bulletin of the Hegel Society of Great Britain 53/54: 24-50. Revised edition in Brooks, Thom (2013). \"Democracy\" in Hegel's Political Philosophy: A Systematic Reading of the Philosophy of Right, 2d edition (Edinburgh University Press). Thom Brooks. Durham University. Date Posted: September 26, 2006. Last Revised: February 17, 2013. Accepted Paper Series. 886 downloads. Paths of Western Law after Justinian. London Law Review, Vol. 2, 2006. M. Stuart Madden. Pace University School of Law. Date Posted: July 25, 2006. Accepted Paper Series. 235 downloads. Prevailing Wisdom: Antiquity and the Structural Constitution. Emory Public Law Research Paper No. 03-17. David J. Bederman. Emory University School of Law. Date Posted: October 15, 2003. Working Paper Series. The Elgin Marbles: Matters Of Fact And Opinion. International Journal of Cultural Property, Vol. 9, No. 2, 2000. Sir John Boardman. Ashmolean Museum. Date Posted: January 30, 2001. Accepted Paper Series. Origins of the Game Theory of Law and the Limits of Harmony in Plato's Laws. Cardozo Law Review, Vol. 20, May-July 1999. Arthur J. Jacobson. Cardozo Law School. Date Posted: March 15, 2000. Accepted Paper Series. 897 downloads. See AWOL's list of.", 
    "domain": "www.ssrn.com", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "classics", 
        "open access", 
        "reception"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1064287552894709951", 
            "resource_date": "2014-10-25T17:15:11.584-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:06:04.004399"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/open-access-journal-classical-tradition.html", 
            "resource_date": "2014-10-25T17:15:11.584-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:06:04.004416"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "update-crn-crn-classical-tradition-html", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Classical Tradition eJournal", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.ssrn.com/update/crn/crn_classical-tradition.html", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}