{
    "authors": [], 
    "contributors": [], 
    "description": "DaimonISSN electrónico: 1989-4651. ISSN impreso: 1130-0507. La finalidad de Daimon Revista Internacional de Filosofía, es abrir un espacio para la publicación de trabajos de investigación en las diversas disciplinas del saber denominado filosofía. Daimon Revista Internacional de Filosofía, es, desde 2001, una publicación cuatrimestral. Algunos de los números de cada año son monográficos y otros no lo son. Los monográficos son anunciados con la debida antelación (un año antes de su publicación, como mínimo), mediante la correspondiente llamada para aportaciones (call for papers), en la que se indica el tema y la persona responsable de coordinar el número. Si una llamada para monográfico no recibe originales suficientes para completar un número completo (actualmente tenemos fijado un límite de páginas en torno a doscientas por número), se completará con una sección de artículos variados. Se pueden enviar originales en cualquiera de los idiomas europeos más habituales. Se admiten Artículos, Notas Críticas y Reseñas de libros recientes. Los trabajos enviados han de ser investigaciones originales: trabajos que aborden, desde una perspectiva filosófica, las múltiples dimensiones o esferas de la existencia humana. Daimon es, pues, una revista que se dirige especialmente a investigadores, pero también a todo el que se interesa por el pensamiento filosófico en sentido amplio, desde la frontera de la ciencia hasta la de la literatura. En las páginas de Daimon, el especialista puede encontrar nuevos enfoques de un determinado problema o autor; el investigador, un espacio en el que publicar, contrastar o confirmar sus trabajos; y el lector aficionado, artículos, traducciones, revisiones críticas y reseñas de libros que pueden alimentar su curiosidad y ampliar su formación. Daimon combina, en fin, el rigor académico con la originalidad de las investigaciones, sin olvidar la apertura y pluralidad necesarias en una publicación filosófica que quiere interesar también al lector ilustrado en general. En cualquier caso, por su contrastada calidad ha sido seleccionada, en 2008, como referente nacional por la Sociedad Académica de Filosofía (S. A. F. ), única sociedad filosófica española reconocida por la International Federation of Philosophical Societies. Tal selección se ha expresado, finalmente, en un acuerdo de colaboración entre la S. A. F. , Daímon y el Servicio de Publicaciones de la Universidad de Murcia. Daimon is a general philosophy journal with substantial ancient philosophy content.", 
    "domain": "revistas.um.es", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "1130-0507", 
                "1989-4651"
            ]
        }
    }, 
    "is_part_of": {
        "title_full": "Daimon", 
        "url": "http://revistas.um.es/daimon/index"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "es"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1490703644286002404", 
            "resource_date": "2015-03-22T09:17:48.904-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:06:38.049484"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/open-access-journal-daimon.html", 
            "resource_date": "2015-03-22T09:17:48.904-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:06:38.049500"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "index-search-categories", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Categorías", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://revistas.um.es/index/search/categories", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}