{
    "description": "[First posted in AWOL 5 July 2011. Updated 5 September 2014]. History of Cartography. The first volume of the History of Cartography was published in 1987 and the three books that constitute Volume Two appeared over the following eleven years. In 1987 the worldwide web did not exist, and since 1998 book publishing has gone through a revolution in the production and dissemination of work. Although the large format and high quality image reproduction of the printed books (see right column) are still well-suited to the requirements for the publishing of maps, the online availability of material is a boon to scholars and map enthusiasts. On this site the University of Chicago Press is pleased to present the first three volumes of the History of Cartography in PDF format. Navigate to the PDFs from the left column. Each chapter of each book is a single PDF. The search box on the left allows searching across the content of all the PDFs that make up the first six books. Volume One PDFs Cartography in Prehistoric, Ancient, and Medieval Europe and the Mediterranean Volume Two PDFs Book 1: Cartography in the Traditional Islamic and South Asian Societies Book 2: Cartography in the Traditional East and Southeast Asian Societies Book 3: Cartography in the Traditional African, American, Arctic, Australian, and Pacific Societies Volume Three PDFs Cartography in the European Renaissance, Part 1 Cartography in the European Renaissance, Part 2.", 
    "domain": "www.press.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8583517267257052352", 
            "resource_date": "2014-09-05T15:03:24.423-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:49.882118"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/07/history-of-cartography-online.html", 
            "resource_date": "2014-09-05T15:03:24.423-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:49.882134"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Harley and Woodward's History of Cartography Online", 
    "url": "http://www.press.uchicago.edu/books/HOC/index.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}