{
    "description": "[First posted in AWOL. 5 November 2009. Updated 22 May 2012]. Middle East Technical University Journal of the Faculty of Architecture. ISSN: 0258-5316. METU JOURNAL OF THE FACULTY OF ARCHITECTURE is a biannual refereed publication of the Middle East Technical University published every June and December. The Journal publishes articles contributing to the development of knowledge in man-environment relations, design and planning, which have theoretical or practical significance. Manuscripts, in English or Turkish, have to be approved by the Editorial Board, which are then forwarded to Referees before acceptance for publication. The Board claims no responsibility for the opinions expressed in the published manuscripts. It is assumed that the manuscripts received by the Journal are not sent to other journals for publication purposes and have not been previously published elsewhere. Translation of other authors' works is not accepted. Manuscripts that are not published are returned to the author(s). Manuscripts sent for publication should conform to the format outlined in the Writing Manual that is published in the First (June) Issue of each Volume. Authors are paid according to the provisions of the METU Rules and Regulations concerning publications. Current Issue Advance Online Publication Archive JFA Subject Index for Volumes 11-20 JFA Subject Index for Volumes 1-10 JFA Author Index for Volumes 11-20 JFA Author Index for Volumes 1-10. See the full List of Open Access Journals in Ancient Studies.", 
    "domain": "jfa.arch.metu.edu.tr", 
    "identifiers": {
        "issn": {
            "generic": [
                "0258-5316"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Turkey", 
        "METU", 
        "journal", 
        "architecture", 
        "open access", 
        "archaeology", 
        "Middle East"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-933531039115049000", 
            "resource_date": "2012-05-22T06:21:09.941-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:17.815401"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/05/open-access-journal-middle-east.html", 
            "resource_date": "2012-05-22T06:21:09.941-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:17.815418"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Middle East Technical University Journal of the Faculty of Architecture", 
    "url": "http://jfa.arch.metu.edu.tr/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}