{
    "description": "%IMAGEREPLACED% La BAN a pour objectif de présenter en ligne, aux chercheurs comme à tous les amateurs d'objets historiques, des ouvrages et des manuscrits appartenant au patrimoine de la Franche-Comté. Au cours de cette première étape, les documents proposés proviennent de la Bibliothèque d'étude et de conservation de Besançon. La BAN est conçue et alimentée par l'Institut des Sciences et Techniques de l'Antiquité (ISTA) de l'Université de Franche-Comté, lequel développe des recherches, en lien avec les documents présentés dans la BAN, en particulier sur la réception et la transmission des savoirs antiques de la fin du Moyen Âge au XIXe siècle. La BAN est soutenue par l'Université de Franche-Comté, le Conseil Régional de Franche-Comté, la ville de Besançon et la MSHE Claude-Nicolas Ledoux Réception de l'Antiquité Liste des volumes de ce fonds Il y a 5 volume(s) associé(s) à ce fonds %IMAGEREPLACED% Recueil de gravures d'après des vases antiques %IMAGEREPLACED% Recueil de peintures antiques %IMAGEREPLACED% Sylvæ, quas vario carminum... %IMAGEREPLACED% C. Plinii Secundi historiae mundi libri XXXVII %IMAGEREPLACED% Cosmographiae Introductio/Americi Vespucii navigationes Bibliotheca Antiqua Hispanica Liste des volumes de ce fonds Il y a 7 volume(s) associé(s) à ce fonds %IMAGEREPLACED% Silva de varia lecion... %IMAGEREPLACED% Historia General de España, tomo 2 %IMAGEREPLACED% Relacion del sitio y toma de la villa de Breda %IMAGEREPLACED% Cargos contra el Conde Duque y repuesta del mismo (Nicandro) %IMAGEREPLACED% Historia General de España, tomo I %IMAGEREPLACED% Historia imperial y cesarea %IMAGEREPLACED% De Natura Rerum", 
    "domain": "ista-project.univ-fcomte.fr", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Bibliotheca Antiqua Numerica (l'Institut des Sciences et Techniques de l'Antiquité (ISTA) de l'Université de Franche-Comté)", 
        "url": "http://ista-project.univ-fcomte.fr/ban/"
    }, 
    "keywords": [
        "empires", 
        "conservation", 
        "history", 
        "library", 
        "antiquity"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "%IMAGEREPLACED%", 
    "url": "http://ista-project.univ-fcomte.fr/ban/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}