{
    "description": "[Originally posted 16 February 2011. Updated 22 September 2014]. Acacdemia Fiorentina di Papirologia e Studi sul Mondo Antico Biblioteca On Line. In questa pagina sono pubblicati testi di particolare interesse scientifico. Lo scaricamento dei documenti è gratuito. E' consigliabile scaricare i testi con il procedimento: click destro sul link e scegliere \"Salva destinazione con nome. \" o \"Salva oggetto con nome. \". Description de l'Égypte ou recueil des observations et des recherches qui ont été faites en Égypte pendant l'expédition de l'armée française. (Formato: Pdf) Antiquités, memoires. Tome premier. Pag 1-86 (30 Mb) Pag 87-172 (30 Mb) Pag 173-274 (37 Mb) Pag 275-368 (35 Mb) Pag 369-438 (26 Mb) Pag 439-512 (26 Mb) Pag 513-606 (31Mb) Pag 607-716 (42 Mb) Pag 717-824 (48 Mb) Pag 825-870 (18 Mb) Tome second. Pag 1-80 (32 Mb) Pag 81-176 (40 Mb) Pag 177-252 (37 Mb) Pag 253-300 (15 Mb) Antiquités, descriptions. Tome premier. Pag 1-70 (28 Mb) Pag 71-143 (30 Mb) Pag 144-220 (30 Mb) Pag 221-362 (60 Mb) Pag 363-487 (51 Mb) Pag 488-634 (61 Mb) Pag 635-736 (40 Mb) Tome second. Pag 1-80 (34 Mb) Pag 81-176 (44 Mb) Pag 177-302 (60 Mb) Pag 303-452 (71 Mb) Pag 453-500 (22 Mb) Pag 501-664 (75 Mb) Pag 665-746 (38 Mb). Antiquités, antiquités. Tome premiere (13 Mb) Tome deuxième (13 Mb) Tome troisième (10 Mb) Tome quatrième (10 Mb) Tome cinquième (13 Mb) Atlas Géographique. (9 Mb) Lettere dall'Egitto In memoria di Ermenegildo Pistelli Società Italiana per la ricerca dei papiri greci e latini in Egitto. Firenze - presso la casa editrice Le Monnier MCMXXVIII (17 Mb) Liste des tells et koms à Sebakh Extrait du Journal Officiel du gouvernement égyptien du samedi 19 février 1910. Le Caire - Imprimerie de L'Institut Français d'Archéologie Orientale - M DCCCC XV (5 Mb) La corrispondenza di Heronino nei papiri fiorentini (Osservazioni e note critiche ai testi) Tesi di Laurea di Menotti Stanghellini Relatore: Chiar. mo Prof. V. Bartoletti. Anno Accademico 1957-58 (35 Mb) Ernst Khün Antinoopolis Göttingen 1913 (52 Mb) Alessandro Pini viaggiatore in Egitto (1681 - 1683). a cura di Rosario Pintaudi Istituto Italiano di Cultura del Cairo 2004 (13 Mb) Scarabei egiziani da collezioni private a cura di Sara Andrenucci. Istituto Italiano di Cultura del Cairo 2007 (57 Mb) Rosario Pintaudi Luciano Canfora PSI Laur. Inv. 22013: Retorica o romanzo?. Istituto Papirologico \"G. Vitelli\" Firenze 2010 (540 Kb) Il Castrum Narmoutheos ritrovato a Medinet Madi nel Fayum Missione archeologica Università di Pisa (2006-2007) Nota del Socio Corrispondente Edda Bresciani (con Rosario Pintaudi) Rendiconti dell'Accademia Nazionale dei Lincei. Roma 2009 (1,15 Mb) H. Zotenberg Chronique de Jean, évêque de Nikiou. Texte éthiopien. Paris Imprimerie National 1883 (20 Mb).", 
    "domain": "www.accademiafiorentina.it", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7244885653752352770", 
            "resource_date": "2014-09-22T10:33:14.937-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:48.351183"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/02/accademia-fiorentina-di-papirologia.html", 
            "resource_date": "2014-09-22T10:33:14.937-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:48.351199"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Acacdemia Fiorentina di Papirologia e Studi sul Mondo Antico Biblioteca On Line", 
    "url": "http://www.accademiafiorentina.it/?pg=biblioteca_on_line", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}