{
    "description": "Bible Software Review. Since early February 2004, this site has been trying to bring you all kinds of information about the ever-growing Bible software scene. The stated long-term goal has always been that of building a comprehensive repository of tips, news, articles, and reviews of different Bible software products. Almost four and a half years later, I have felt it necessary to make a good number of under-the-hood changes in order to take BSR one step further. You will notice its new look right away, but behind the interface there are a number of enhanced functionalities and new sections. I hope you like it, but, most of all, I very much hope you find it useful. Thanks for your support and help in making this website a must stop for the many users (and would-be users) of Bible software around the world. As usual, I invite you to check out my weblog frequently. It is the easiest and fastest way to keep up-to-date as to what is going on. But now there are also other means to interact with other users and send your feedback. The new forum is open for discussion and feedback. So feel free to register and become a part of the community. But you may ask yourself, \"Why yet another website?\" True. There are a good number of user groups, email lists, webs, etc. available already. However, Bible Software Review wants to fill a gap. What we are really after is integration; that is, we want to offer an overview of what is available, bringing together information that is usually only found in a piecemeal fashion. But we are also interested, above anything else, in the practical application of Bible software. We must constantly remind ourselves of the fact that these wonderful and powerful computer tools are only means to a greater end. Their whole purpose is to enhance our understanding of the Scriptures and help us study and interpret them. Latest Articles 30/12/2010 Status of Bible Software Industry 29/12/2006 Premier Bible Software - A Comparative Overview 26/12/2006 Looking Through The Window At Accordance 11/11/2005 Bible Study Software: Where Do We Go From Here? 16/04/2005 Bible Software: Why Should We Bother? Latest Blog Entries. 20/05/2011 Análisis de la Biblioteca Platino Bilingüe 06/01/2011 Demo of Accordance for iOS 31/12/2010 Accordance for iOS 30/12/2010 Article by John Fidel 28/12/2010 BibleReader 5 Latest Reviews 23/02/2010 BibleWorks 8 - The Must-Have Tool 01/02/2010 WORDsearch 9 Preaching Library 09/01/2010 Historic Views of the Holy Land - the 1900s 06/08/2009 Accordance 8 - The Best just got Better 02/06/2007 Logos Bible Software 3 - Scholar's Library: Gold.", 
    "domain": "www.bsreview.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "religion", 
        "Bible"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7679403191702911091", 
            "resource_date": "2011-08-15T11:53:24.966-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:37.839140"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/08/bible-software-review.html", 
            "resource_date": "2011-08-15T11:53:24.966-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:37.839158"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Bible Software Review", 
    "url": "http://www.bsreview.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}