{
    "description": "Gerda Henkel Stiftung: Jahresbericht. Die Gerda Henkel Stiftung wurde im Juni 1976 von Frau Lisa Maskell zum Gedenken an ihre Mutter Gerda Henkel als gemeinnützige Stiftung des privaten Rechts mit Sitz in Düsseldorf errichtet. Ausschließlicher Stiftungszweck ist die Förderung der Wissenschaft, vornehmlich durch bestimmte fachlich und zeitlich begrenzte Arbeiten auf dem Gebiet der Geisteswissenschaft an Universitäten und Forschungsinstituten. Die Weiterbildung graduierter Studenten ist ein besonderes Anliegen der Stiftung. Die Förderungen der Gerda Henkel Stiftung gelten den Historischen Geisteswissenschaften, vorrangig der Geschichtswissenschaft, der Archäologie, der Kunstgeschichte und historischen Teildisziplinen. Die Stiftung ist in Deutschland und international tätig. Die Gerda Henkel Stiftung wurde im Juni 1976 von Frau Lisa Maskell zum Gedenken an ihre Mutter Gerda Henkel als gemeinnützige Stiftung des privaten Rechts mit Sitz in Düsseldorf errichtet. Ausschließlicher Stiftungszweck ist die Förderung der Wissenschaft, vornehmlich durch bestimmte fachlich und zeitlich begrenzte Arbeiten auf dem Gebiet der Geisteswissenschaft an Universitäten und Forschungsinstituten. Die Weiterbildung graduierter Studenten ist ein besonderes Anliegen der Stiftung. Die Gerda Henkel Stiftung wurde im Juni 1976 von Frau Lisa Maskell zum Gedenken an ihre Mutter Gerda Henkel als gemeinnützige Stiftung des privaten Rechts mit Sitz in Düsseldorf errichtet. Ausschließlicher Stiftungszweck ist die Förderung der Wissenschaft, vornehmlich durch bestimmte fachlich und zeitlich begrenzte Arbeiten auf dem Gebiet der Geisteswissenschaft an Universitäten und Forschungsinstituten. Die Weiterbildung graduierter Studenten ist ein besonderes Anliegen der Stiftung. Die Gerda Henkel Stiftung wurde im Juni 1976 von Frau Lisa Maskell zum Gedenken an ihre Mutter Gerda Henkel als gemeinnützige Stiftung des privaten Rechts mit Sitz in Düsseldorf errichtet. Ausschließlicher Stiftungszweck ist die Förderung der Wissenschaft, vornehmlich durch bestimmte fachlich und zeitlich begrenzte Arbeiten auf dem Gebiet der Geisteswissenschaft an Universitäten und Forschungsinstituten. Die Weiterbildung graduierter Studenten ist ein besonderes Anliegen der Stiftung.", 
    "domain": "www.gerda-henkel-stiftung.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4548851896008734322", 
            "resource_date": "2013-05-23T15:45:06.652-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:10.901658"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/05/open-access-journal-gerda-henkel.html", 
            "resource_date": "2013-05-23T15:45:06.652-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:10.901674"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Gerda Henkel Stiftung: Jahresbericht", 
    "url": "http://www.gerda-henkel-stiftung.de/jahresbericht", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}