{
    "description": "Documenta Catholica Omnia - Multilanguage Catholic E-Book Database of all the Writings of Holy Popes, Councils, Church Fathers and Doctors, and Allied Auctors. Documenta Cattolica omnia est Corpus quod omnia documenta publici dominii redacta in præcipuis linguis cristianitatis continet. Iuxta Constitutionem Apostolicam ‘Veterum Sapientia’ de latinitatis Studio Provenendo a Beato Summo Pontifice Ioanne XXIII anno 1962 promulgatam, lingua latina semper prælata est aliquando adhiberi potuit. Verificata originalibus versionibus conformitate, correptionibus et impaginationibus firmo modo (ex procedura “standard”) peractibus, talia documenta ex “internet” extracta in unico file modo *. doc vel *. pdf collecta sunt, in quo integrum textum continetur ut viteatur excursum in linea qua revera impedit et impossibilem integralem “download” nonnumquam reddit. Ita ut prædictum locum informaticum aptum ad studium et ricercam præcipue apparet. Ante “download” attendendum est de amplitudinibus (vel ad amplitudines) selecti documenti quæ adsequere possunt etiam multos MB. Etenim nonnulla documenta qua in internet posita sunt in tractatibus hodie sine copyright continentur.", 
    "domain": "www.documentacatholicaomnia.eu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [], 
    "language": [
        "la", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1862134636646060613", 
            "resource_date": "2013-12-26T11:01:51.612-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:21.558094"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/10/documenta-catholica-omnia-online.html", 
            "resource_date": "2013-12-26T11:01:51.612-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:21.558110"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Documenta Catholica Omnia online", 
    "url": "http://www.documentacatholicaomnia.eu/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}