{
    "authors": [], 
    "contributors": [], 
    "description": "Research in Archaeological Education Journal. Published by the Higher Education Academy Subject Centre for History, Classics and Archaeology. ISSN: 2040-848X. Research in Archaeological Education is an international, peer-reviewed on-line journal devoted to research of archaeological education. The journal defines such research in the broadest possible way, to encompass all pedagogical scholarship in archaeology. It therefore makes a strong commitment to raising the profile of research into archaeological pedagogies, and in so doing provides a forum for active, scholarly critique and review that transcends national borders. The journal publishes substantive theoretical, analytic and synthetic research articles, as well as initiative-based reports, project evaluations, critical comments and reviews. These contributions are capable of reaching a broad international audience in one way or another. Although Research in Archaeological Education is published by the Archaeology section of the Subject Centre for History, Classics and Archaeology in the Higher Education Academy in the UK, it will not be a 'house magazine' dominated by the work of the Subject Centre. The remit of the Subject Centre is to encourage and support the teaching and learning of archaeology, and this is best served by a journal that is open to and of interest to all. Whilst the Journal is primarily concerned with the teaching and learning of archaeology, the submission of contributions on the teaching of related subject areas, such as art history, heritage studies, classics and ancient history, etc. , where these clearly touch on cognate issues or materials, are welcome and encouraged. The Journal is published twice yearly, in June and December, and is available freely on-line. Enquiries and correspondence concerning submission of all contributions to be considered for publication should be addressed to the Managing Editor, at the following address Volume 1, Issue 1. Volume 1, Issue 2. See the full.", 
    "domain": "www.heacademy.ac.uk", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "2040-848X"
            ]
        }
    }, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "education", 
        "archaeology", 
        "open access"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-854250386001492792", 
            "resource_date": "2013-10-01T16:13:23.377-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:15:58.724919"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/01/open-access-journal-research-in.html", 
            "resource_date": "2013-10-01T16:13:23.377-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:15:58.724936"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "hca-archaeology-RAEJournal", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Volume 1, Issue 1", 
            "url": "http://www.heacademy.ac.uk/hca/archaeology/RAEJournal/current_issue"
        }
    ], 
    "title": "Research in Archaeological Education Journal", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.heacademy.ac.uk/hca/archaeology/RAEJournal", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}