{
    "authors": [], 
    "contributors": [], 
    "description": "Acta Universitatis Nicolai Copernici, Archeologia jest czasopismem ukazującym się od 1968, najpierw jako Zeszyty Naukowe Uniwersytetu Mikołaja Kopernika w Toruniu, Nauki Humanistyczno-Społeczne z. 26, Archeologia 1, a od 1974 roku pod obecnym tytułem. Na jego łamach publikowane są artykuły z zakresu archeologii Polski, powszechnej i antycznej. W jego ramach redagowane są też tomy tematyczne, takie jak Archeologia szkła i Archeologia podwodna. W artykułach prezentowane są aktualne wyniki badań i dokonań kadry naukowej Instytutu Archeologii UMK i współpracujących z nią badaczami z innych ośrodków naukowych w kraju oraz zagranicą. Poprzez powyższy profil kolejni redaktorzy stworzyli płaszczyznę do prezentacji poglądów naukowych dla szerokiego grona badaczy, zajmujących się historią kultury odczytywaną poprzez źródła archeologiczne, historyczne i bioarcheologiczne. Acta Universitatis Nicolai Copernici, Archeology is a journal published since 1968, first as Scientific Papers of the Nicolaus Copernicus University in Torun, Humanities and Social Sciences 26, Archaeology 1, and since 1974 under this title. On its pages are published articles in the field of polish, europiean and ancient archaeology. In this framework, there are also edited thematic volumes, such as Glass Archaeology and Underwater Archaeology. The articles presented current research, results and achievements of the scientific staff of the Institute of Archaeology, Nicolaus Copernicus University and its associates researchers from other scientific centers in the country and abroad. Through the above profile of successive editors have created platform for the presentation of scientific ideas to a wide range of researchers involved in the cultural history read through archaeological, historical and bioarcheological records.", 
    "domain": "www.aunc.archeologia.umk.pl", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Acta Universitatis Nicolai Copernici, Archeologia", 
        "url": "http://www.aunc.archeologia.umk.pl/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "pl"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8258937135871710449", 
            "resource_date": "2012-03-16T09:49:41.733-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:15:19.068344"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/03/newly-open-access-journal-acta.html", 
            "resource_date": "2012-03-16T09:49:41.733-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:15:19.068357"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "10f88f9af45fe3cc762abd5ca50e626813ddb3ef", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Andrzej Pydyn, O takich co ukradli gwiazdy (podsumowanie do polskiego wydania) 188", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.aunc.archeologia.umk.pl/data/_uploaded/31aunc/ARCHEOLOGIA%20PODWODNA%206_09_Andrzej%20Pydyn.pdf", 
    "url_alternates": [], 
    "volume": "188", 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}