{
    "description": "Travelogues: Travellers' Views. Places - Monuments - People. Southeastern Europe - Eastern Mediterranean. Greece - Asia Minor - Southern Italy. Travelogues website was created within the broader project of Aikaterini Laskaridis Foundation to promote Greek culture, and especially Greek literature, on a national and international level. This website aims to make known the graphic materials found in travel accounts of journeys to Greece and the eastern Mediterranean from the 15th century onwards, and thus contribute both to students' education and scientific research. An important part of the editions that constituted the data base of the website belongs to the Historical Library of the Foundation, currently under construction. Travelogues will periodically be updated with material from major libraries in Greece, such as Gennadius Library and Benaki Museum Library. This material, already in process, spans the time from the 15th to the early 20th century. Of approximately 4500 images, 560 have already been incorporated in the website's collections. In the same sense, the bibliography shall be updated with the most recent research contributions. User feedback will be taken into consideration and the pertinent modifications will get reflected. AIKATERINI LASKARIDIS FOUNDATION TRAVELOGUES THE WEBSITE CONTRIBUTORS PLACES SOURCES CURRENTLY AVAILABLE FORTHCOMING NEWLY ADDED BIBLIOGRAPHY SUBJECTS ALL SUBJECTS VIEWS ART AND ANTIQUITIES ARCHITECTURE AND BUILT ENVIRONMENT ETHNIC GROUPS RELIGIOUS PRACTICES HISTORY SOCIAL SPHERE AND EVERYDAY LIFE MYTHOLOGY ECONOMIC ACTIVITY STATE AND MILITARY INSTITUTIONS - DIPLOMATIC RELATIONS CULTURAL ACTIVITIES PORTRAITS AUTHOR PORTRAITS TITLE PAGE TRAVEL HEALTHCARE NATURAL ENVIRONMENT MAPS CONTACT US REQUEST TO USE AND REPRODUCE DIGITAL COLLECTIONS And see AWOL's round-up of Open Access Travel Literature.", 
    "domain": "eng.travelogues.gr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "travel", 
        "Greece", 
        "Eastern Mediterranean", 
        "Aegean", 
        "description and travel"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1947427053156127337", 
            "resource_date": "2015-04-03T09:25:47.828-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:04.269518"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/04/travelogues-travellers-views.html", 
            "resource_date": "2015-04-03T09:25:47.828-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:04.269534"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Travelogues: Travellers' Views", 
    "url": "http://eng.travelogues.gr/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}