{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 6 December 2010, updated 19 June 2014]. The Journal of the Evangelical Theological Society. ISSN: 0360-8808. The Journal of the Evangelical Theological Society commenced publication in 1958 as the Bulletin of the Evangelical Theological Society. The first issue was just 20 pages in length and contained only one article. But that article by Ned B. Stonehouse of Westminster Theological Seminary, was titled \"The Infallibility of Scripture and Evangelical Progress. \" It was Stonehouse's presidential address to the society. Only 47 persons were in attendance at the Annual Meeting when Stonehouse gave his address. From that small beginning, under the editorship of Steven Barabas of Wheaton College, the journal has grown remarkably in size, and the contributions are recognized worldwide for their penetrating scholarship and insightful handling of the Scriptures. BETS became JETS in 1969 with volume 12. When JETS celebrated its 25th anniversary in 1982 under the editorship of Ronald Youngblood, each issue was 128 pages in length. During 2007, the readers of JETS receive the four handsome gold colored issues of the 50th anniversary volume, each of which contains 224 pages of astute refereed articles and scholarly reviews. Dr. Andreas Köstenberger now serves as the editor. Nearly all past issues of JETS is now available on our web site for our readers' use and enjoyment. Our search engine, nearly complete, allows researchers to find items of interest quickly and easily. More than 4,000 copies of JETS are printed and distributed each quarter, and the journal goes into every part of the world bringing advanced scholarly writing from a conservative Bible-believing position that holds the Bible to be the verbally inspired and inerrant Word of God.", 
    "domain": "www.etsjets.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "0360-8808"
            ]
        }
    }, 
    "is_part_of": {
        "title_full": "The Journal of the Evangelical Theological Society", 
        "url": "http://www.etsjets.org/JETS"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6258065919047077844", 
            "resource_date": "2014-06-22T11:51:50.209-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:12:55.527990"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/12/open-access-journal-journal-of.html", 
            "resource_date": "2014-06-22T11:51:50.209-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:12:55.528004"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "node-2066", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Vol 13 (1970)", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.etsjets.org/node/2066", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}