{
    "description": "[First posted in AWOL 9 May 2011. Updated 12 May 2013]. Ephemeris Napocensis. The yearbook Ephemeris Napocensis started to be edited in 1991 at the same time with the setting up of the new research unit of the Romanian Academy, Institute of Archaeology and History of Art Cluj-Napoca. The journal housed during the last twenty years many studies and articles written by Romanian and foreign researchers in the field of archaeology and ancient history as well as epigraphy and numismatics, covering a large chronological frame, from Prehistory to the Early Middle Ages. Starting with the 16th-17th (2006-2007) volume the yearbook appeared in a new format. The Editorial Board is comprised of Dr. Coriolan H. Opreanu (editor), Dr. Ioan Stanciu (technical secretary), Dr. Sorin Cociş and Vlad-Andrei Lăzărescu. The Advisory Board grouped top European scholars Prof. Dr. Alexandru Avram (Maine University Le Mans, France), Prof. Dr. Mihai Bărbulescu, correspondent member of the Romanian Academy (Director of Accademia di Romania Rome, Italy), Prof. Dr. Falko Daim (Director of Römisch-Germanisches Zentralmuseum Mainz, Germany), Prof. Dr. Andreas Lippert (University of Vienna, Austria), Prof. Dr. Bernd Päffgen (Ludwig Maximilian University Munich, Germany), Prof Dr. Marius Porumb, member of the Romanian Academy (Director of Institute of Archaeology and History of Art Cluj-Napoca, Romania), Prof. Dr. Tadeusz Sarnowski (University of Warszaw, Poland), Prof. Dr. Alexandru Vulpe, member of the Romanian Academy (Director of Institute of Archaeology “Vasile Pârvan” Bucharest, Romania).", 
    "domain": "www.institutarheologie-istoriaarteicj.ro", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Romania", 
        "journal", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3514985101074379296", 
            "resource_date": "2013-05-12T08:11:35.012-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:57.587563"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/05/open-access-journal-ephemeris.html", 
            "resource_date": "2013-05-12T08:11:35.012-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:57.587580"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ephemeris Napocensis", 
    "url": "http://www.institutarheologie-istoriaarteicj.ro/ephemeris.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}