{
    "description": "Das Antlitz des Fremden Die Münzen der Hunnen und Westtürken in Zentralasien und Indien Ab 1. Dezember 2012 wird im Münzkabinett des Kunsthistorischen Museums eine Sonderausstellung über die Münzprägung der „Iranischen Hunnen“ und Westtürken in Zentralasien und Nordwest-Indien zu sehen sein. Der chronologische Rahmen spannt sich vom ausgehenden 4. Jahrhundert n. Chr. bis in islamische Zeit Unter „Hunnen“ werden im Laufe der Zeit verschiedene Gruppierungen verstanden, von den Völkern, zu deren Abwehr die Chinesische Mauer erbaut wurde, bis zu jenen Verbänden, die unter der Herrschaft des sagenhaften Königs Attila († 453 n. Chr.) standen und Europa verheerten. Dies ist jedoch gesamthaft gesehen nur eine relativ kurze Episode. Wesentlich wirkungsstärker waren die Hunnen für die Geschichte, die Kultur und nicht zuletzt auch für die Münzprägung in Zentralasien und Nordindien, wie diese Ausstellung zeigen soll. Die große Wanderbewegung der Hunnen aus dem mittelasiatischen Altai-Gebirge nach Westen begann im Laufe des 4. Jahrhunderts. Um 375 n. Chr. hatte ein Teil der späteren Attila-Hunnen bereits die Wolga überschritten und stieß weiter nach Europa vor. Andere Gruppen wendeten sich nach Süden, fielen in der Landschaft Sogdiana (im heutigen Usbekistan) ein, überschritten den Fluss Oxus (Amudarja) und setzten sich in Baktrien (das heutige Nord-Afghanistan) fest. Von dort führte sie ihr Weg weiter über die Gebirgsketten des Hindukusch bis in die Regionen Gandhara und Uddiyana (Swat-Tal), den Punjab (im heutigen Pakistan) und weiter nach Nordwest-Indien. Die zeitgenössischen griechischen und römischen Historiker ließen kein gutes Haar an den Hunnen. Sie werden als „zweibeinige Bestien“, hässlich und grausam beschrieben. Gefürchtet war die hunnische Reiterei, die den römischen wie persischen Truppen arg zusetzte. Auch die Inder sagten den Hunnen nichts Gutes nach und schoben ihnen gar die Zerstörung buddhistischer Klöster und anderer religiöser Einrichtungen in die Schuhe. Heute wissen wir, dass davon keine Rede sein kann. Das zeigen nicht nur die von den Hunnen in Zentralasien und Indien geprägten Münzen, die in ihre Bildersprache verschiedene religiöse Symbole aus dem Buddhismus, Hinduismus und Zoroastrismus aufnehmen, sondern auch zahlreiche andere archäologische Hinterlassenschaften, die die Hunnen als Stifter buddhistischer Heiligtümer und Förderer einheimischer Religionen ausweisen. Während von den europäischen Hunnen keine eigene Münzprägung überliefert ist, entfalteten ihre „iranischen“ Verwandten eine überaus reiche Prägetätigkeit, die ein einzigartiges Zeugnis für die Geschichte Zentralasiens und Nordwest-Indiens in der Spätantike darstellt. Sie bietet ungeahnte Einblicke in das Selbstverständnis der hunnischen Herren und zeigt, welch vielfältige politische, wirtschaftliche und kulturelle Einflüsse auf sie wirkten. Beherrschende Macht in der Region waren die persischen Sasaniden (s. Vitrine 2 ), die stets danach trachteten, auch in Zentralasien und Nordwest-Indien Präsenz zu zeigen. Nach der Mitte des 3. Jahrhunderts hatten die Sasaniden bereits Teile des zerfallenden Kuschan-Reichs in Zentralasien erobert, und sie standen ab der Mitte des 4. Jahrhunderts in ständiger Auseinandersetzung mit den Hunnen, die ihre nordöstlichen Grenzen bedrohten. Mit dem Vordringen der Hunnen nach Indien kam es auch zur Konfrontation mit den Herrschern der mächtigen Gupta-Dynastie, die ihrerseits versuchten, den hunnischen Vormarsch zu stoppen (s. Vitrinen 5 und 9 ). Allen Widerständen zum Trotz gelang es den Hunnen jedoch, sich in den Kernzonen ihres Herrschaftsbereichs zu behaupten, der sich von Baktrien bis in den Punjab erstreckte. Allerdings darf man sich dieses Hunnenreich nicht als einheitliches Gebilde wie das Imperium Romanum vorstellen; es bestand vielmehr aus zahlreichen größeren und kleineren Herrschaften. Sie wurden von Königen verschiedener Stammesverbände regiert, die mitunter auch gegeneinander zu Felde zogen. Dies spiegelt sich nicht zuletzt in der Münzprägung wieder, die ein dichtes Beziehungsgeflecht zwischen den einzelnen Münzausgaben und ihren Prägeherren offenbart. Filme Karten Münzen Vitrinen Home", 
    "domain": "pro.geo.univie.ac.at", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "India", 
        "Huns", 
        "catalogue", 
        "exhibition", 
        "numismatics", 
        "Central Asia", 
        "exhibition catalogue"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8881114024219978475", 
            "resource_date": "2013-02-04T15:53:14.271-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:35.898263"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/02/online-exhibition-catalog-das-antlitz.html", 
            "resource_date": "2013-02-04T15:53:14.271-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:35.898280"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://pro.geo.univie.ac.at/projects/khm/showcases/showcase2", 
        "http://pro.geo.univie.ac.at/projects/khm/showcases/showcase5", 
        "http://pro.geo.univie.ac.at/projects/khm/showcases/showcase9", 
        "http://pro.geo.univie.ac.at/projects/khm/movies", 
        "http://pro.geo.univie.ac.at/projects/khm/maps", 
        "http://pro.geo.univie.ac.at/projects/khm/coins", 
        "http://pro.geo.univie.ac.at/projects/khm/showcases", 
        "http://pro.geo.univie.ac.at/projects/khm/"
    ], 
    "title": "Das Antlitz des Fremden", 
    "url": "http://pro.geo.univie.ac.at/projects/khm/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}