{
    "description": "Actualités Décembre 2012 Nouvelles données accessibles: La table BIBLIO compte désormais 4012 fiches, avec références au total à 32143 textes intégralement publiés. Nouveautés: Pour la première année, nous avons réussi à suivre l'actualité dans sa totalité; il est vrai que 2012 a seulement vu la publication de 164 nouveaux textes, contre 554 en 2011, 136 en 2010, 1147 en 2009 et 475 en 2008, date du début du projet; on voit que la moyenne de ces 5 dernières années se situe à environ 500 textes (2469 nouveaux textes en 5 ans, soit un accroissement de 8,3%). Outre le livre de I. Arkhipov (ARM 32 [645 textes dont 114 complètement inédits]), déjà en ligne depuis décembre 2011, ces textes supplémentaires ont été publiés dans: – ARCHIBAB 1 [6 textes]; – plusieurs volumes collectifs: Mél. Van Lerberghe (OLA 220) [23]; Mél. Watson [8]; Mél. Skaist [1]; – revues: RA 105 [7]; Semitica 54 [5]. Travail rétrospectif: – D. Charpin a entré et lemmatisé les textes de LAOS 1, volume paru fin 2011. – B. Alexandrov a entré et lemmatisé la quasi-totalité des textes de ARM 21. – A. Jacquet a entré et lemmatisé la totalité des lettres de AbB 14, à partir de transcriptions informatiques aimablement fournies par W. Sommerfeld. – De nombreux textes publiés isolément ont été entrés et le plus souvent lemmatisés: par exemple des textes publiés dans NABU, dans des volumes de Mélanges, des revues, etc. – Le catalogue des textes est passé à 12.455 fiches, avec la décision de fournir aussi vite que possible un catalogue complet des lettres paléo-babyloniennes (en plus de celles de Mari, dont le catalogue est à jour depuis décembre 2011). Gr-ce à I. Arkhipov, le catalogue des volumes 7 à 13 des AbB est désormais accessible [1417 textes]; en dehors des AbB, son effort a également porté sur Shemshara (ShA 1) et la Diyala (AS 22, Goetze Sumer 14, Ellis JCS 24, OBTIV, mais aussi Kisurra [FAOS 2], Harradum, etc. – Le nombre de textes transcrits comme « Renger Corpus Berlin » est passé de 811 à 2194. Il s'agit de: ARN (168 textes), BE 6/1 (116), BE 6/2 (119), Gautier Dilbat (66), TCL 1 (162), TCL 10 (139), TCL 11 (58), VS 8 (93), VS 9 (15), YOS 5 (132), YOS 8 (176). On trouvera désormais un texte présentant la nature du projet berlinois et l'accord de coopération passé entre l'Institut für Altorientalistik de la Freie Universität Berlin et le projet ARCHIBAB (« Corpus Berlin.pdf »): notre gratitude s'adresse bien sûr à J. Renger et E. Cancik-Kirschbaum. Merci également à F. Hammoush, qui a créé ces fiches et intégré les documents pdf dans la base.", 
    "domain": "www.archibab.fr", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ARCHIBAB Update", 
        "url": "http://www.archibab.fr/"
    }, 
    "keywords": [
        "Berlin", 
        "catalogue"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Actualités Décembre 2012", 
    "url": "http://www.archibab.fr/actu.pdf", 
    "volume": "2012", 
    "year": null, 
    "zotero_id": null
}