{
    "authors": [], 
    "contributors": [], 
    "description": "Die ägyptische und orientalische „Rubensohn-Bibliothek\" von Elephantine. Hauptsächlich während des 5. Jahrhunderts, als Ägypten unter persischer Oberherrschaft stand, war auf der Nilinsel Elephantine, gegenüber der Stadt Syene, dem heutigen Assuan, eine aramäo-jüdische Gemeinde angesiedelt. Von der Existenz dieser jüdischen Diaspora in Ägypten berichten bereits die alttestamentlichen Quellen, Jeremia 41 oder 2 Kön 25 und ein sensationeller aramäischer Papyrusfund zeitgenössischer, aber außerbiblischer Texte, der aus Elephantine selbst stammt, bestätigt diese Angaben. Durch den Handel kamen schon recht früh aramäische Papyri von der Nilinsel Elephantine auf den europäischen Antikenmarkt, so nahm beispielsweise Richard Lepsius bereits in seinen Denkmälern aus Ägypten und Nubien einen aramäischen Papyrus auf. Es handelt sich um einen aramäischen Text aus der Sammlung d’Athanasi, die vom Museum in Berlin 1842 angekauft worden war. In der Elephantine gegenüberliegenden Stadt Syene wurde ein größerer Fund sehr gut erhaltener Papyri 1904 von Robert Mond erworben, weitere ebenso von Lady William Cecil. Diese wurden 1906 von Sayce und Cowley veröffentlicht. In der Folge entstand entsprechend der Wunsch, durch systematische Ausgrabungen das neue Material zu ergänzen und vor der Zerstörung zu retten. Im Auftrag der königlichen Museen zu Berlin wurden schließlich drei Grabungs-Kampagnen auf der Nilinsel Elephantine zwischen 1906 und 1908 durch den deutschen Archäologen Otto Rubensohn und den Papyrologen Friedrich Zucker durchgeführt. Darüber schreibt Adolf Erman, der damalige Direktor des Ägyptischen Museums, in seinen Erinnerungen: „Viel weniger Mühen und Kosten als [diese] großen Ausgrabungen haben uns die kleinen verursacht, die wir an verschiedenen Stellen Ägyptens in den Stadtruinen versucht haben, um Papyrus zu gewinnen. Und doch hat wenigstens eine von ihnen Ergebnisse gebracht, die wissenschaftlich von der höchsten Bedeutung sind. Daß die Fellachen in der alten Stadt der Insel Elephantine Papyrus fanden, war bekannt, und 1904 trat dort ein großer Fund zutage, der aramäische Urkunden jüdischer Soldaten enthielt; zur Perserzeit hatte in dieser Grenzfestung eine Garnison aus Fremden aller Art gelegen. Diese Spur weiter zu verfolgen, ging Otto Rubensohn 1906 nach Elephantine, und gleichzeitig gingen auch französische Gelehrte mit dem gleichen Ziele dorthin. Der Generaldirektor Maspero teilte das Grabungsgebiet zwischen beiden Parteien, aber wir waren es, die diesmal das große Los zogen, denn auf unserem Gebiete, dicht an der Grenze des französischen, stieß Rubensohn auf ein einfaches Haus, und das enthielt wirklich die Akten der jüdischen Gemeinde. \"Auch Rubensohn begann seinen zusammenfassenden Grabungsbericht mit dem Hinweis auf die aramäischen Texte, es heißt hier: „Die Ausgrabungen auf Elephantine sind eine Folge der Aufdeckung jener aramäischen Papyri, die als „Aramaic Papyri discovered at Assouan\" von Sayce und Cowley publiziert worden sind. Ein Besuch in Assuan noch im Jahre der Aufdeckung 1904 verschaffte mir die Bekanntschaft und das Vertrauen der in Betracht kommenden Händler und Sebbachgräber. Sie führten mich auf mein Verlangen an die Fundstätte der Papyri. Die Stelle, die sie mir wiesen, lag aber nicht in Assuan, sondern am Westrande des Koms von Elephantine. Es war ein Punkt etwa 1m nördlich von dem Platz, an dem wir später den großen Fund an aramäischen Papyri gemacht haben. Auf meinen Antrag beschloß die Generalverwaltung der Königlichen Museen zu Berlin die Inangriffnahme der Arbeit, und mit gewohnter Liebenswürdigkeit erteilte Hr. Maspero im Namen des Service des Antiquités die erbetene Erlaubnis, auf der westlichen Hälfte des Koms von Elephantine Grabungen nach Papyri zu veranstalten. \"Die Grabungsgenehmigung wurde auf „Monsineur le Docteur Rubensohn, au nom de la Direction des Musées Royaux de Berlin\" am 5. Dezember 1904 für ein Jahr ausgestellt, am 8. November 1905 und am 10. Dezember 1906 jeweils für ein Jahr verlängert und zuletzt auf Friedrich Zucker übertragen. [. ]. Der größte Teil der bei der Fundteilung am 24. Dezember 1907 den Berliner Museen zugesprochenen Papyri sowie Ostraka und Siegelabdrücke befindet sich heute in der Papyrussammlung bzw. im Ägyptischen Museum der Staatlichen Museen zu Berlin.", 
    "domain": "elephantine.smb.museum", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Die ägyptische und orientalische „Rubensohn-Bibliothek\" von Elephantine", 
        "url": "http://elephantine.smb.museum/rubensohn-sammlung/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "de"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3649881082783841779", 
            "resource_date": "2015-05-22T18:39:21.376-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:09:38.303785"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/die-agyptische-und-orientalische.html", 
            "resource_date": "2015-05-22T18:39:21.376-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:09:38.303803"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "kontakt", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Kontakt", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://elephantine.smb.museum/kontakt/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}