{
    "authors": [
        "s"
    ], 
    "contributors": [], 
    "description": "Bibliothèque copte de Nag Hammadi. Je suis heureux de vous souhaiter la bienvenue sur le site de la Bibliothèque copte de Nag Hammadi, consacré à l’édition critique et à la traduction en français de la collection de manuscrits coptes découverte en 1945 près de la ville de Nag Hammadi en Égypte. Vous y trouverez les traductions françaises de tous les textes de la Bibliothèque copte de Nag Hammadi. Toutefois, il est important de noter qu’il s’agit de traductions provisoires toujours sujettes à révision. Les lecteurs désireux d’en apprendre davantage sur ces textes tireront profit à consulter la version révisée de ces traductions contenue dans le volume Écrits gnostiques publié dans la collection Bibliothèque de la Pléiade aux éditions Gallimard en décembre 2007. Comme vous le constaterez en consultant notre site, les traductions de la plupart des traités de Nag Hammadi et du codex de Berlin sont également déjà publiées accompagnées d’annotations critiques et de commentaires détaillés dans la collection Bibliothèque copte de Nag Hammadi (Presses de l’Université Laval et Éditions Peeters), pour un lectorat plus spécialisé. Toute reproduction de ces traductions provisoires à des fins de publication est strictement interdite. Nos traductions sont rendues disponibles sur ce site afin de rendre les sources gnostiques coptes plus facilement accessibles, en particulier au monde francophone, à des fins d’étude et de recherche. Toute personne désireuse de reprendre une de ces traductions en tout ou en partie à des fins de publication devra adresser une demande en ce sens, soit aux Presses de l’Université Laval pour les traductions publiées dans la collection Bibliothèque copte de Nag Hammadi, soit aux Éditions Gallimard pour les traductions publiées dans le volume Écrits gnostiques. La bibliothèque de Nag Hammadi dans la Bibliothèque de la Pléiade. Outre les traductions des textes, vous trouverez sur ce site une information à jour sur la progression de notre entreprise de publication et des renseignements sommaires sur la nature et l’importance de cette collection de manuscrits. Vous y trouverez également un bref historique de notre entreprise ainsi que notre bulletin d'information et les coordonnées des auteurs. Quiconque souhaiterait venir poursuivre des études, un stage post-doctoral ou des activités de recherche à l’Université Laval y trouvera les adresses utiles pour obtenir toute l’information requise. En plus du soutien financier provenant de l’Université Laval, le Groupe de recherche sur le christianisme et l’Antiquité tardive peut offrir des bourses allant jusqu’à $18 000 par année à des étudiants gradués d’origine canadienne ou étrangère. I am happy to welcome you to the web site of the Bibliothèque copte de Nag Hammadi, devoted to the critical edition and French translation of the Coptic manuscript collection discovered in 1945 near the town of Nag Hammadi in Egypt. In this section, you will find French translations of all the writings found in the Nag Hammadi collection, the so-called Coptic Gnostic Library. Please note, however, that the translations found here are provisional and subject to modification. In fact, a revised version of these texts has been recently published in the Écrits gnostiques volume of the distinguished Bibliothèque de la Pléiade collection (published by Gallimard, December 2007), a volume that we recommend to the interested reader. As you will see from our site, the translations of most of these texts, accompanied by detailed introductions, commentaries and critical notes, can be found in the volumes published by the Bibliothèque copte de Nag Hammadi team, although these works are intended for a somewhat more specialized audience, rather than for the general reader. You will find here not only up to date information on the progress of our publication project, but also succinct information on the nature and importance of this manuscript collection, as well as summaries of the different documents which it contains. In addition, you will find a short history of our project, our newsletter and the address of the different authors. Anyone wishing to pursue studies at the postdoctoral level or research activities at Université Laval will find useful addresses for obtaining all the required information. In addition to the financial support provided by Université Laval, the Groupe de recherche sur le christianisme et l’Antiquité tardive is able to offer scholarships of up to $18 000 per year to graduate students, from Canada or elsewhere.", 
    "domain": "www.naghammadi.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Bibliothèque copte de Nag Hammadi", 
        "url": "http://www.naghammadi.org/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "Coptic", 
        "egyptology"
    ], 
    "languages": [
        "fr"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6249706666116717972", 
            "resource_date": "2012-10-04T18:47:48.273-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:12:54.426424"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/10/bibliotheque-copte-de-nag-hammadi.html", 
            "resource_date": "2012-10-04T18:47:48.273-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:12:54.426441"
        }, 
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6249706666116717972", 
            "resource_date": "2012-10-04T18:47:48.273-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:12:54.440186"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/10/bibliotheque-copte-de-nag-hammadi.html", 
            "resource_date": "2012-10-04T18:47:48.273-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:12:54.440217"
        }, 
        {
            "fields": [
                "subordinate_resources", 
                "resource_key", 
                "keywords", 
                "languages", 
                "description", 
                "authors", 
                "is_part_of", 
                "identifiers"
            ], 
            "resource": "http://purl.org/net/wf-motifs#Combine", 
            "term": "http://purl.org/net/wf-motifs#hasWorkflowMotif", 
            "when": "2015-07-11T20:12:54.441874"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "www-naghammadi-org", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Bibliothèque copte de Nag Hammadi", 
            "url": "http://www.naghammadi.org/"
        }
    ], 
    "title": "Bibliothèque copte de Nag Hammadi", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.naghammadi.org/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}