{
    "description": "Mesopotamian Seals. Online resources for the study of Mesopotamian stamp and cylinder seals, often with incised legends naming the owner, his profession or educational standing, his patronymic and, looking up in the Mesopotamian hierarchy, his administrative affiliations, are difficult to come by, even though this small administrative tool has played a very substantial role in the development of writing, and in the smooth functioning of an advanced ancient society. Mespotamian Seals is offered to bring attention to the admittedly limited text annotation files of the CDLI as one of several avenues of research available in a sub-field more often treated by archaeologists and art historians than by philologists (CDLI’s initial seals work is described here; cleansing of those file entries is being undertaken by Richard Firth). The CDLI catalogue currently contains entries documenting ca. 32,450 Mesopotamian artifacts related to seals and sealing: 31,300 represent clay tablets, tags or other sealings, most of whose seal impressions included owner legends, and currently just 1,150 are physical seals; 5,370 more CDLI entries represent composites derived from seal impressions, and therefore the negatives of original cylinder seals now lost.", 
    "domain": "cdli.ucla.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Mesopotamia", 
        "seals"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8270568092611754191", 
            "resource_date": "2014-10-22T14:24:55.503-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:02.469716"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/mesopotamian-seals.html", 
            "resource_date": "2014-10-22T14:24:55.503-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:02.469733"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Mesopotamian Seals", 
    "url": "http://cdli.ucla.edu/projects/seals/seals.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}