{
    "description": "Princeton Theological Seminary's cuneiform collection in CDLI The Princeton Theological Seminary (PTS), in collaboration with the Cuneiform Digital Library Initiative (CDLI), is pleased to present at < http://cdli. ucla. edu/collections/pts/pts. html > the initial results of our efforts to digitize and disseminate all available documentation on PTS’s extensive cuneiform collection. This collection, of which to date nearly 2900 artifacts have been catalogued, was for the most part acquired by the Seminary between 1907 and 1915, and is maintained in its Rare Books and Special Collections. In communications that began in October of 2012 (shortly after the great storm), Michael Davis of PTS coordinated, with CDLI staff members Michael Heinle and Jared Wolfe (both UCLA graduate students), and with PTS officials Ken Henke (Curator of Special Collections) and Don Vorp (James Lenox Librarian), the cataloguing and digital capture of the artifacts. Beginning with a scanning mission undertaken by Heinle and Wolfe in March of 2013, that collaboration continued, and is continuing through successive missions by Heinle, following procedures discussed in the methods pages of the CDLI. Raw images are being processed to CDLI “fatcrosses” by UCLA staff, and are being added to the project’s existing web content, including catalogue data and, in many cases, transliterations. The text editions of Sigrist and Goetze were critical to our cataloguing work, but we note that, so far as our records reach, a minimum of 1800 texts in the collection remain unpublished. As is common in such collections, the 3rd millennium texts were scoured and edited early on by specialists, most prominently Sigrist, while 2nd and 1st millennium texts were left wanting. Those interested in preparing editions of these texts should contact the PTS Special Collections; CDLI particularly seeks input from experts who are willing to correct or add to our catalogue, and/or transliterations of these texts. At a time when more and more resources for Humanities research are transferring to the Internet, and therefore serving both expert and informal learning communities worldwide, we are gratified to see the Princeton collection in its present form online, and expect to complete our collaborative capture of all PTS texts by the summer or fall of this year. The Princeton collection therefore joins the growing network of ancient cuneiform text artifacts offered, via CDLI servers at UCLA, for individual study, and in a downloadable format that makes our data accessible to 3rd party harvest, aggregation, and re-use in research initiatives of the future. We are grateful to the Andrew W. Mellon Foundation for the funding that made this collaboration possible. For the Princeton Theological Seminary: Kenneth W. Henke, Curator of Special Collections and Archivist, PTS Library For the Cuneiform Digital Library Initiative: Robert K. Englund, Professor of Assyriology & Director, CDLI. Princeton Theological Seminary's cuneiform collection in CDLI. The Princeton Theological Seminary (PTS), in collaboration with the Cuneiform Digital Library Initiative (CDLI), is pleased to present at http://cdli. ucla. edu/collections/pts/pts. html.", 
    "domain": "cdli.ucla.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "religion", 
        "cuneiform", 
        "CDLI", 
        "theology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5025056628224607309", 
            "resource_date": "2015-01-14T10:48:31.352-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:47.299771"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/01/cdli-news-princeton-theological.html", 
            "resource_date": "2015-01-14T10:48:31.352-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:47.299788"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "http://cdli.ucla.edu/collections/pts/pts", 
    "url": "http://cdli.ucla.edu/collections/pts/pts.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}