{
    "description": "weiter lesen ] (13. Februar 2013) Forschungsbeiträge Archäologie als Kulturwissenschaft PDF Petra Wodtke Uncomfortable, irregular, anarchist: an archaeology of repetition. Archaeological investigations in the Faculty of Art and Architecture, Bu Ali Sina University (Hamadan, Iran) PDF (English) Leila Papoli Yazdi Archäologie der Aneignung. Zum Umgang mit Dingen aus kulturfremden Kontexten PDF Stefan Schreiber Streitraum On (very) new and (extremely) critical archaeologies, or, why one may remain forever eighteen years behind the truly new PDF (English) Dawid Kobiałka In Defense of „the New“: a Response to Dawid Kobiałka PDF (English) Reinhard Bernbeck ######################################### (24. Mai 2012) Forschungsbeiträge Vorwort (Foreword) PDF (English) FKA Herausgeber_Innen-Kollektiv Ein Kurzbeitrag zur kritischen Archäologie aus Lateinamerika (A Short Contribution to the Topic of Critical Archaeology from Latin America) PDF (English) Alexander Herrera “...Not being at home in one’s home”: ontology, temporality, critique (“Nicht bei sich selber zu Hause sein”: Ontologie, Temporalität, Kritik) PDF (English) Yannis Hamilakis Archaeology as an Imported Commodity. A Critical Approach to the Position of Archaeology in Iran (Archäologie als Importware. Ein kritischer Blick auf die Stellung der Archäologie in Iran) PDF (English) Leila Papoli Yazdi, Omran Garazhian Archäologie und Ethnologie: Welche gemeinsamen Grundlagen? PDF (English) Hans Peter Hahn Was soll und was kann eine „kritische Archäologie“ leisten? PDF (English) Matthias Jung Nach dem Post- PDF (English) Stefan Burmeister Der Tigersprung ins Vergangene - ein Plädoyer für eine Kritische Archäologie PDF (English) Constance von Rüden Achieving an Angle of Repose? Ethics and Engagement in Critical Archaeology (Einen ruhigen Blickwinkel finden? Ethik und Engagement im Rahmen einer Kritischen Archäologie) PDF (English) Meridith S. Chesson Critical archaeology in practice (Kritische Archäologie in der Praxis) PDF (English) Raphael Greenberg Critical archaeology and praxis (Kritische Archäologie und Praxis) PDF (English) Randall H. McGuire The benefits and risks of critical archaeology (Nutzen und Risiken einer Kritischen Archäologie) PDF (English) Claire Smith Kritische Archäologie ist angewandte Archäologie PDF (English) Cornelius Holtorf Kritische Klassische Archäologie? (Critical Classical Archaeology?) PDF (English) Stefan Altekamp Ägyptologie und Archäologie Nordostafrikas, Humboldt Universität zu Berlin Zur Notwendigkeit einer kritischen Archäologie – einige Bemerkungen aus ägyptologischer Perspektive PDF (English) Julia Budka Kritische Archäologie(n). Zwei oder drei Dinge, die ich davon weiß PDF (English) Beat Schweizer Archaeology and the capacity to aspire (Archäologie und die Fähigkeit des Bestrebens) PDF (English) Carolyn Nakamura Critical archaeologies for political engagements with place (Kritische Archaeologie: der Ort als Thema politischer Auseinandersetzung) PDF (English) Ömür Harmanşah Victor, archaeology of the contemporary, and the politics of researching unauthorized border crossing: a brief and personal history of the undocumented migration project (Victor, Gegenwartsarchäologie und die Forschungspolitik der illegalen Grenzübertritt PDF (English) Jason de Leon Kritische Archäologie: Gedanken zu einer undisziplinären und dekolonialen Wissenschaft PDF (English) Maria Theresia Starzmann Against post-politics: a critical archaeology for the 21st century (Gegen Post-Politik: eine kritische Archäologie des 21. Jahrhunderts) PDF (English) Alfredo González-Ruibal Jenseits des Affirmativismus. Perspektiven für kritische Archäologien (Beyond Affirmation: Perspectives for critical archaeologies) PDF (English) FKA Herausgeber_Innen-Kollektiv", 
    "domain": "www.kritischearchaeologie.de", 
    "identifiers": {}, 
    "is_part_of": {
        "issn": "2194-346X", 
        "title": "Forum Kritische Archäologie", 
        "url": "http://www.kritischearchaeologie.de/fka"
    }, 
    "keywords": [
        "Latin", 
        "art", 
        "egyptology", 
        "project", 
        "Berlin", 
        "Iran", 
        "classics", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3288740007547755725", 
            "resource_date": "2013-10-24T11:19:55.215-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:12:34.155016"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/06/new-open-access-journal-forum-kritische.html", 
            "resource_date": "2013-10-24T11:19:55.215-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:12:34.155032"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "weiter lesen", 
    "url": "http://www.kritischearchaeologie.de/index.php/fka/about/editorialPolicies#focusAndScope", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}