{
    "description": "Friends of ASOR Podcasts. The American Schools of Oriental Research (ASOR) is a non-profit 501 (c)3 organization that supports and encourages the study of the cultures and history of the Near East, from the earliest times to the present. ASOR is apolitical and has no religious affiliation. We were founded in 1900 by twenty one institutions-including Harvard, Princeton, Yale, and Columbia. Over a century later, ASOR has more than 90 consortium institutions, including universities, seminaries, museums, foundations, and libraries. In addition, we have more than 1,550 individual members. ASOR communicates news of the latest research findings in our publications, through lectures at the Annual Meeting, and our overseas institutes host scholars working in the Middle East. ASOR's book series and journals, such as Near Eastern Archaeology and the Bulletin of ASOR, are intended for both a lay audience and specialist archaeologists, historians, and Biblical scholars. ASOR's Annual Meeting brings together scholars from around the world to present their latest findings and discuss their research. Our independent overseas institutes in Cyprus, Israel, and Jordan facilitate research in the field by students and scholars. Fellowship programs are available to provide funds for work at these institutes as well as for Mesopotamian studies and student travel to the Annual Meeting. The American Schools of Oriental Research (ASOR) is a non-profit 501 (c)3 organization that supports and encourages the study of the cultures and history of the Near East, from the earliest times to the present. ASOR is apolitical and has no religious affiliation. We were founded in 1900 by twenty one institutions-including Harvard, Princeton, Yale, and Columbia. Over a century later, ASOR has more than 90 consortium institutions, including universities, seminaries, museums, foundations, and libraries. In addition, we have more than 1,550 individual members. ASOR communicates news of the latest research findings in our publications, through lectures at the Annual Meeting, and our overseas institutes host scholars working in the Middle East. ASOR's book series and journals, such as Near Eastern Archaeology and the Bulletin of ASOR, are intended for both a lay audience and specialist archaeologists, historians, and Biblical scholars. ASOR's Annual Meeting brings together scholars from around the world to present their latest findings and discuss their research. Our independent overseas institutes in Cyprus, Israel, and Jordan facilitate research in the field by students and scholars. Fellowship programs are available to provide funds for work at these institutes as well as for Mesopotamian studies and student travel to the Annual Meeting.", 
    "domain": "soundcloud.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "podcast", 
        "ASOR", 
        "podcasting", 
        "audio"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-306630399158757683", 
            "resource_date": "2014-07-28T09:23:55.387-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:18.230032"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/07/friends-of-asor-podcasts.html", 
            "resource_date": "2014-07-28T09:23:55.387-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:18.230047"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Friends of ASOR Podcasts", 
    "url": "https://soundcloud.com/asor-staff", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}