{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 30 October 2009. Updates 4 November 2011]. American Research Center in Sofia Newsletter. The American Research Center in Sofia (ARCS) was established in 2004 as an organization dedicated to facilitating academic research in Bulgaria for North American scholars and collaboration between scholars from North America and countries in Southeast Europe (Albania, Bulgaria, Kosovo, Macedonia, Montenegro, Romania and Serbia). Cornell University is the host institution of ARCS in the United States. ARCS is registered in the United States as a not-for-profit corporation and in Bulgaria as a non-profit foundation. ARCS is exempt from Federal income tax under section 501 (c) (3) of the Internal Revenue Code. Contributions are deductible from Federal income tax. ARCS is a member of the Council of American Overseas Research Centers (http://www. caorc. org) and the American Chamber of Commerce in Bulgaria (http://www. amcham. bg/). A principal aim of ARCS will be to foster research and collaboration between North American scholars and those in Southeast European countries, formerly deprived of access to Western scholarship. Albania, Bulgaria, Kosovo, Macedonia, Montenegro, Romania and Serbia share a remarkable historical heritage and strong cultural ties. Sofia is well situated intellectually and politically as host city for an international research institution; inasmuch as it has not been directly engaged in recent troubles between countries of Southeast Europe, and is relatively centrally located, it has a great potential to provide an intellectual setting for careful and unbiased assessment of Southeast Europe's past. The intellectual community thus realized should become a significant resource for overcoming some of the longstanding ethnic and national problems in the region. ARCS regularly publishes a newsletter that highlights work of the Center. Previous editions of the newsletter are available for download in pdf format at the bottom of the page.", 
    "domain": "arcsofia.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "American Research Center in Sofia Newsletter", 
        "url": "http://arcsofia.org/en/page/23-Newsletter"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "newsletter"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2794666368270304173", 
            "resource_date": "2011-11-04T15:42:03.279-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:49.356892"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/11/open-access-journal-american-research.html", 
            "resource_date": "2011-11-04T15:42:03.279-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:49.356909"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "assets-uploads-docs-ARCS-Newsletter-8-Summer-2011-pdf", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "ARCS Newsletter 8, Summer 2011", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://arcsofia.org/assets/uploads/docs/ARCS_Newsletter_8,_Summer_2011.pdf", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}