{
    "description": "Nouvelle Édition des Listes I-IV Esta nueva edición actualizada de las listas de ediciones de referencia y de abreviaturas empleadas en el DGE es la misma que acompaña a la segunda edición revisada y aumentada del volumen I, publicado en 2008. Un suplemento, todavía inédito y sin concluir, que aparecerá en el volumen VIII, es presentado por separado. La indicación Supl. en las listas permite consultar individualmente los añadidos y correcciones de este nuevo suplemento. Un sistema de menús facilita el desplazamiento rápido entre unas y otras listas y también dentro de ellas. En las listas I-III todas las referencias bibliográficas abreviadas son enlaces que permiten acceder cómodamente al lugar de la lista IV donde la abreviatura en cuestión es resuelta. Inversamente, en la lista IV todas las abreviaturas de autores y obras, de papiros y óstraca y de inscripciones también son enlaces que permiten acceder a la entrada correspondiente de las listas I-III. Además, en todas las listas las referencias cruzadas entre dos entradas son enlaces que también facilitan una consulta rápida y eficaz. El trabajo de preparación y revisión de este original informático ha corrido a cargo de Juan Rodríguez Somolinos, con la colaboración de Eugenio Luján Martínez. %IMAGEREPLACED%", 
    "domain": "dge.cchs.csic.es", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "DICCIONARIO GRIEGO-ESPAÑOL Canon Lists of editions and abbreviations", 
        "url": "http://dge.cchs.csic.es/lst/lst-int.htm"
    }, 
    "keywords": [], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Nouvelle Édition des Listes I-IV", 
    "url": "http://dge.cchs.csic.es/lst/3lst-int.htm", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}