{
    "authors": [], 
    "contributors": [], 
    "description": "The Mahmoud Salih Collection. As a journey of a thousand miles must begin with a single step, so a collection of books must begin with a single book. Early in March 1997, Lady Elizabeth Bingham, a very dear friend and colleague at SOS Sahel UK (a charity that helps the people of the Sahel to fight poverty through better management of their environment) was passing through Cairo from Sudan where she was inspecting some of SOS Sahel’s projects. I happened to mention to her that I have been searching for a book for the last ten years without success. The book was \"Capital Investment in Africa - Its Course And Effects\", by S Herbert Frankel, Professor of Economics and Economic History at University of Witwatersrand, Johannesburg. The book was published by Oxford University Press in 1938. Sir Hubert Huddleston, Governor-General of the Sudan (1940-47) had quoted a passage from it in his 1941 annual report. The quotation was: \"There can be doubt that the economic development of the Sudan in the twentieth century has been a remarkable achievement and one which, in many respects, can be regarded as a model for other African Countries\". That quotation intrigued me, and I wanted to read everything he had written about Sudan in that book. Within days of Lady Elizabeth’s departure from Cairo to London, I received a copy in the post of the book. In her accompanying letter she informed me that her book seller had put her in touch with a certain Paul Wilson, an antiquarian book dealer who specialised in African and Middle-Eastern books. He not only had the book, but he informed her that he also had a large collection of books about Sudan for which he was seeking a buyer. I telephoned her immediately, thanked her for her efforts and requested her to contact Paul Wilson and inform him that I am interested in his collection, and that he should not sell it until I had had a chance of seeing him and it. A couple of weeks later I flew to London, took the train to Shrewsbury, met Paul and within a couple of hours we had shaken hands on a deal. Paul’s collection, at the time, amounted to about 850 books. I requested of him that he continue looking to add books, documents, maps and paintings to the collection, He has been doing that for me for the last ten years, with the collection now boasting approximately 2,000 books, double that number of historical documents, pamphlets and maps, paintings and photographs. The idea was to move the whole collection to Sudan after securing an appropriate home for it there. But after five years of fruitless search and broken promises from the authorities there, I decided to instead loan the Collection to a University that provides courses in Sudanese Studies, so that as many scholars can benefit from it as possible, rather that for it to remain in boxes in a warehouse in England. The obvious choice was the University of Bergen, because of their extensive Sudanese courses and its long and close co-operation with Sudanese Universities, especially the University of Khartoum. On the last day of the conference on Sudanese Studies, which was successfully hosted by the University of Bergen in April 2006, I informed my friend Professor Anders Bjorkelo, the Director of The Centre for Middle-Eastern and Islamic Studies, of my intention. He was thrilled with the idea and obtained the approval of the University within days. Early in June 2006, Paul and I flew to Bergen on the same day that the books arrived by truck from Shrewsbury, England. The Collection was received with great enthusiasm and appreciation by everybody at the University, from the Rector down to the under-graduate students. The books were unpacked and arranged on to their shelves in a room provided for their housing at the Centre. The books were made available for study, and the University has kindly provided funds for the scanning and digitalising of the books which appear on this website, completely free of charge. I wish to express my appreciation and gratitude to everyone at the University who helped and participated in this worthwhile endeavour. Mahmoud S O Salih.", 
    "domain": "digitalt.uib.no", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "The Mahmoud Salih Collection", 
        "url": "https://digitalt.uib.no/handle/1956/1"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "natural history", 
        "history"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6486406938807098571", 
            "resource_date": "2015-04-06T08:24:43.525-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:13:09.614053"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/04/the-mahmoud-salih-collection.html", 
            "resource_date": "2015-04-06T08:24:43.525-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:13:09.614066"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "handle-1956-2-2447", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Zoology and Natural History", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "https://digitalt.uib.no/handle/1956.2/2447", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}