{
    "description": "Catalogue of the Armenian Manuscripts in the Bodleian Library, by the Rev. Sukias Baronian and F. C. Conybeare (Oxford, 1913), in 165 pdf pages. File size: 9.6 MB. * Pghatoni imastasiri tramaxos'ut'iwnik' [Dialogues of the Philosopher Plato], edited by Arsen Suk'rean/Soukry (Venice, 1877), in 203 pdf pages. Matenagrut'iwnk' naxneats' series. Classical Armenian texts of Euthyphro, Defense of Socrates, and Timaeus. File size: 4.5 MB. A Collation with the Ancient Armenian Versions of the Greek Text of Aristotle's Categories, by F. C. Conybeare (Oxford, 1892), in 236 pdf pages. File size: 6.2 MB. Philo. About the Contemplative Life or the Fourth Book of the Treatise Concerning Virtues, by F. C. Conybeare (Oxford, 1895), in 510 pdf pages. Includes Classical Armenian text and texts in Greek, and Latin, with a study and scholarly notes. File size: 14.1 MB. P'iloni ebrayets'woy bank' erek' dzew i loys e\"ntsayealk' a. b. ytaghags naxaknamut'ean; g. yaghags kendaneats' [Philonis Judaei sermones tres hactenus inediti I. et II. De providentia et III. De animalibus]. Classical Armenian text and Latin translation by Mkrtich' Awgerean (Jean-Baptiste Aucher), (Venice, 1822), in 209 pdf pages. File size: 10.2 MB. P'iloni ebrayets'woy mnats'ordk' i hays [Philonis Judaei Paralipomena Armena]. Classical Armenian text and Latin translation by Mkrtich' Awgerean (Jean-Baptiste Aucher), (Venice, 1826), in 680 pdf pages. File size: 33.7 MB. The Apology and Acts of Apollonius and Other Monuments of Early Christianity, by F. C. Conybeare (London, 1894), in 376 pdf pages. File size: 14.9 MB., Frederic Murad, editor. In two volumes: volume 1, (Jerusalem, 1905) in 131 pdf pages. File size: 1.7 MB; volume 2, (Jerusalem, 1906) in 349 pdf pages. File size: 5.5 MB. The Armenian Version of Revelation and Cyril of Alexandria's Scholia on the Incarnation and Epistle on Easter, by F. C. Conybeare (London, 1907), in 487 pdf pages. English translation, Classical Armenian texts, and scholarly notes. File size: 12.1 MB. Srbazan pataragamatoyts'k' hayots' [Divine Liturgy of the Armenians], Yovsep' Gat'rchean, editor (Vienna, 1897), in 776 pdf pages. Gat'rchean's critical edition includes a study and extensive scholarly notes as well as translations from corresponding Syriac, Greek, and Latin liturgies. File size: 20.3 MB. Rituale Armenorum, being the Administration of the Sacraments and the Breviary Rites of the Armenian Church together with the Greek Rites of Baptism and Epiphany by F. C. Conybeare (Oxford, 1905), in 595 pdf pages. The book includes The East Syrian Epiphany Rites, translated by A. J. Maclean. File size: 15.4 MB. Pataragamatoyts' hayots' [Liturgia Armena] (Venice, 1832, second edition). Classical Armenian text with Italian translation by G. Avedichian, in 150 pdf pages. File size: 4.2 MB. (Jerusalem, 1868), two volumes in one download: To'nats'oyts', in 551 pdf pages. File size: 13.3 MB. To'nakarg Hayastaneayts' S. Ekeghets'woy [Regulations Concerning Feast-Days of the Holy Armenian Church], Sargis Xanchean, editor (Constantinople, 1898), in 487 pdf pages. File size: 6.3 MB. Zhamagirk' [Breviary], (Calcutta, 1848), in 757 pdf pages. File size: 11 MB.", 
    "domain": "rbedrosian.com", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Online Armenian Catalogs, Philosophical, Patristic, and Theological Materials", 
        "url": "http://rbedrosian.com/patristics.html"
    }, 
    "keywords": [
        "Latin", 
        "liturgy", 
        "monuments", 
        "antiquity", 
        "Greek", 
        "catalogue", 
        "book", 
        "Armenian", 
        "Syria", 
        "classics", 
        "manuscripts", 
        "Italian"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7403471012930031005", 
            "resource_date": "2012-12-07T16:13:34.865-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:02.629039"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/online-armenian-catalogs-philosophical.html", 
            "resource_date": "2012-12-07T16:13:34.865-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:02.629054"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Catalogue of the Armenian Manuscripts in the Bodleian Library", 
    "url": "http://rbedrosian.com/Downloads3/Cony_Catalogue_Arm_Bodleian.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}