{
    "description": "volume 2 (Venice, 1904), Kerovbe Chrak'ean, editor, in 533 pdf pages. File size: 7.2 MB. *, by the late Kat'oghikos Karekin Sarkissian is available on another page of this site and may be downloaded there: A Brief Introduction to Armenian Christian Literature., by Rev. Father Krikor Vardapet Maksoudian, edited by Christopher H. Zakian is available on another page of this site and may be downloaded there: Chosen of God, the Election of the Catholicos of all Armenians. an article by Sirarpie Der Nersessian from the journal Armenian Quarterly (1946), pp. 67-81 is available on another page of this site and may be downloaded there: Image Worship in Armenia and Its Opponents. The Church of Armenia, by Malachia Ormanian (Oxford, 1912), in 316 searchable pdf pages. here: The Church of Armenia. File size: 8 MB. Le Vatican et les Arméniens, by Malachia Ormanian (Rome, 1873), in 331 pdf pages. here: Le Vatican et les Armeniens. File size: 9.8 MB. Matenadaran haykakan t'argmanut'eants' naxneats' (dar d-zhg) [Catalog of Ancient Armenian Translations (4-13th centuries)], by Garegin Zarbhanalean (Venice, 1889), in 827 pdf pages. This study describes works of foreign literature that were translated into Armenian through the 13th century. here: Matenadaran haykakan t'argmanut'eants' naxneats' (dar d-zhg). File size: 18 MB. L'Arménie chrétienne et sa littérature, by Félix Nève (Louvain, 1886), in 427 pdf pages. here: L'Arménie chrétienne et sa littérature. File size: 7.6 MB. Histoire, dogmes, traditions et liturgie de l'Église Arménienne Orientale, by Édouard Dulaurier (Paris, 1859), in 211 pdf pages. here: Histoire, dogmes, traditions et liturgie de l'Église Arménienne Orientale. File size: 4.9 MB. The Armenian Church Founded by St. Gregory the Illuminator, being a sketch of the history, liturgy, doctrine, and ceremonies, of this ancient national church, by E. F. K. Fortescue (London, 1873), in 371 pdf pages. here: The Armenian Church. File size: 8.9 MB. Arshaloys k'ristoneut'ean Hayots' [The Dawn of Christianity among the Armenians], by Levon (Ghewond) Alishan (Venice, 1901), in 304 pdf pages. File size: 4.2 MB. Patmut'iwn hayastaneayts' ar'ak'elakan surb ekeghets'woy [History of the Holy Armenian Apostolic Church], by Meliksedek Murateants' (Jerusalem, 1872), in 747 pdf pages. Duplicate pages in the scan. File size: 17.9 MB. Patmut'iwn zhoghovots' hayastaneayts' ekeghetsowoy [History of the Councils of the Armenian Church], by Abe'l Mxit'areants' (Vagharshapat, 1874), in 187 pdf pages. File size: 3.8 MB. Die Beziehungen der armenischen Kirche zu den syrischen bis zum Ende des 6. Jahrhunderts, by E. Ter-Minassiantz (Leipzig, 1904). File size: 4.5 MB. Armenian translation of the above, Eruand Ter-Minaseants' Hayots' ekeghets'u yaraberut'iwnnere\" Asorwots' ekeghets'ineri het [The Relations of the Armenian Church with Syrian Churches] (Ejmiatsin, 1908). File size: 6.9 MB. Die armenische Kirche in ihren Beziehungen zur byzantinischen (vom IV. bis zum XIII. Jahrhundert), by Arshak Ter-Mikelian (Leipzig, 1892). File size: 3.1 MB. Armenian translation of the above, Arshak Ter-Mikelian Hayastaneayts' ekeghets'in ew biwzandean zhoghovots' paragayk' [The Armenian Church and the Byzantine Councils] (Moscow, 1892). File size: 6 MB. Patmut'iwn tiezerakan zhoghovots' ekeghets'woy ork' yarewels gumarets'an [History of the Ecumenical Councils Convened in the East], by Po'ghos Yovnaneants' (Vienna, 1847), in 693 pdf pages. File size: 15.3 MB. Shnorhali ew paragay iwr [Shnorhali and His Times], by Levon (Ghewond) Alishan (Venice, 1873). A detailed study of the life, times, and works of Saint Nerses Shnorhali (\"The Gracious\" or \"The Graceful\") (1098-1173), kat'oghikos of the Armenian Church (1166-1173), poet, theologian, and philologist, in 641 pdf pages. File size: 14.6 MB. * Bar'aran surb grots' handerdz patkerok' [Illustrated Dictionary of the Bible] (Constantinople, 1881). An extensive and remarkably fine Bible dictionary in Armenian, with tables, maps and illustrations. This anonymous work in 707 pdf pages is more thorough than and, we believe, superior to the famous English-language Dictionary of the Bible (1888) by Dr. William Smith. File size: 31.4 MB. Hamabarbar' kam ts'ank nmanadzayn bar'its' noroy ktakarani [Concordance or Listing of Homophonous Words in the New Testament] (Smyrna, 1848), in 629 pdf pages. This is an alphabetical dictionary of words in the Armenian New Testament with citations of the passages. File size: 21.6 MB.", 
    "domain": "rbedrosian.com", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Online Armenian Catalogs, Philosophical, Patristic, and Theological Materials", 
        "url": "http://rbedrosian.com/patristics.html"
    }, 
    "keywords": [
        "Bible", 
        "religion", 
        "dictionaries", 
        "journal", 
        "Byzantium", 
        "literature", 
        "Christianity", 
        "maps", 
        "imagery", 
        "New Testament", 
        "Armenian", 
        "Armenia", 
        "Syria", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7403471012930031005", 
            "resource_date": "2012-12-07T16:13:34.865-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:02.941178"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/online-armenian-catalogs-philosophical.html", 
            "resource_date": "2012-12-07T16:13:34.865-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:02.941191"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "volume 2", 
    "url": "http://rbedrosian.com/Downloads/Ankanon_girk_nor02.pdf", 
    "volume": "2", 
    "year": null, 
    "zotero_id": null
}