{
    "description": "Zhamagirk' [Breviary], (Calcutta, 1848), in 757 pdf pages. File size: 11 MB. *, Nerse's Sargisean, editor (Venice, 1855). Matenagrut'iwnk' naxneats' series. In two volumes: volume 1, in 804 pdf pages. File size: 32.6 MB; volume 2, in 855 pdf pages. File size: 33.3 MB., Levon (Ghewond) Alishan, editor (Vienna, 1874). Matenagrut'iwnk' naxneats' series. In two volumes: volume 1, in 749 pdf pages. File size: 19.2 MB; volume 2, in 571 pdf pages. File size: 11.8 MB. Lives and Legends of the Georgian Saints, translation and commentary by David Marshall Lang (London, 1956; repr. New York, 1976), in 177 searchable pdf pages. File size: 5.2 MB. Hamar'o't vark' srbots' ew kusanats' arewmtean ekeghets'woy [Concise Lives of the Saints and Virgins of the Western Church] (Venice, 1900), in 677 pdf pages. File size: 11.8 MB., W. Wigan Harvey, editor (Cambridge, 1857) in two volumes: volume 1, in 605 pdf pages. File size: 22.5 MB; volume 2, in 587 pdf pages. File size: 23.5 MB. St. Irenaeus, the Demonstration of the Apostolic Preaching translated from the Armenian with introduction and notes by J. Armitage Robinson (London, 1920), in 188 pdf pages. File size: 3.5 MB. The Proof of the Apostolic Preaching with seven fragments. Armenian version edited and translated by Bishop Karapet Ter Mekerttschian and Rev. Dr. S. G. Wilson. Patrologia Orientalis, volume 12 (Paris, 1919). A French translation by J. Barthoulot is in the same volume. Download is the entire volume in 826 pdf pages. File size: 39.6 MB. Euthaliana, volume 3 of Texts and Studies, Contributions to Biblical and Patristic Literature edited by J. Armitage Robinson (Cambridge, 1895), in 140 pdf pages. Studies of Euthalius Codex H of the Pauline Epistles and the Armenian Version. File size: 2.5 MB. (Venice, 1836). Matenagrut'iwnk' naxneats' series in four volumes: volume 1, in 545 pdf pages. File size: 14.5 MB; volume 2, in 501 pdf pages. File size: 11.7 MB; volume 3, in 293 pdf pages. File size: 8.5 MB; volume 4, in 329 pdf pages. File size: 9.7 MB. Eranelwoyn Kiwrghi Erusaghemay hayrapeti koch'umn e\"ntsayut'ean [The Venerable Bishop Cyril of Jerusalem's Catechesis] (Venice, 1832), in 499 pdf pages. File size: 8.5 MB. Seberianosi Emesats'wots Gabaghats'wots' episkoposi Char'k' 15 [Fifteen Homilies of Severianus of Emesa, Bishop of Gabala], (Venice, 1830) Classical Armenian text, in 241 pdf pages. Matenagrut'iwnk' naxneats' series. File size: 8.8 MB. Seberianos kam Sewerianos....[Severiani sive Seberiani Gabalorum episcopi Emesensis Homiliae/Severiani opera in Armenia conservata], Classical Armenian text of the fifteen homilies with facing Latin translation by Mkrtich' Awgerean (Jean-Baptiste Aucher) (Venice, 1827), in 485 pdf pages. File size: 14.9 MB. Yovhannu Oskeberani Kostandnupo'lusi episkoposapeti char'k' [Homilies of John Chrysostom, Archbishop of Constantinople] (Venice, 1861), in 953 pdf pages. Matenagrut'iwnk' naxneats' series. The file is very large: 98.1 MB. Ep'ip'an Kiprats'u vasn naxapatiw eghegheats' iwrak'anch'iwr at'or'ots' mayrak'aghakats' [Epiphanius of Cyprus' On the Rank of the First Churches and Those of the Metropolitan Sees], edited by Franz Finck (Tiflis, 1902), in 127 pdf pages. Classical Armenian and Greek texts. File size: 2.1 MB. Sokratay sk'olastikosi ekeghets'akan patmutiwn t'argmaneats' P'ilon T'irakats'i ew patmut'iwn varuts' srboyn Sighbestrosi episkoposin hr'ovmay [Socrates Scholasticus' History of the Church translated by Philo of Thrace and Life of the Blessed Silvester, Bishop of Rome]. Classical Armenian texts and scholarly notes by Mesrop Ter Movse'sean (Vagharshapat, 1897), in 971 pdf pages. File size: 19.8 MB. Timotheus Älurus, des Patriarchen von Alexandrien Widerlegung der auf der Synode zu Chalcedon festgesetzten Lehre... Critical edition of the Classical Armenian text by Karapet Ter-Mekerttschian and Erwand Ter-Minassiantz (Leipzig, 1908), in 457 pdf pages. File size: 9.3 MB.", 
    "domain": "rbedrosian.com", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Online Armenian Catalogs, Philosophical, Patristic, and Theological Materials", 
        "url": "http://rbedrosian.com/patristics.html"
    }, 
    "keywords": [
        "bible", 
        "literature", 
        "religion", 
        "series", 
        "Georgian", 
        "French", 
        "Greek", 
        "Latin", 
        "Armenian", 
        "Armenia", 
        "classics", 
        "patrologia", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7403471012930031005", 
            "resource_date": "2012-12-07T16:13:34.865-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:02.690590"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/online-armenian-catalogs-philosophical.html", 
            "resource_date": "2012-12-07T16:13:34.865-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:02.690604"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Zhamagirk' [Breviary]", 
    "url": "http://rbedrosian.com/Downloads3/Zhamagirk_Calcutta_1848.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}