{
    "description": "Arqueología y Territorio Medieval. ISSN 1134-3184. Editorial Policy 1. The journal Arqueología y Territorio Medieval is dedicated to the history and archaeology of European and Mediterranean medieval societies, in their different politico-social, economic, religious and cultural forms, etc, between the Vth and XVth centuries as well as their prolongations into the Modern Age. 2. It is an annual publication which is published in the last trimester of the year. It is structured around fixed sections dedicated to research, management and conservation and book reviews. The journal may also include proceedings of colloquia or scientific meetings, at the suggestion of their organizers and under the conditions established by the Editorial Board. 3. Articles may be submitted to any section of the journal. To begin with, the length of the text and the documents accompanying it are unrestricted. However, the Editorial Board may propose certain limits or reductions in specific cases. 4. The journal accepts articles written in the official languages of the Spanish State as well as in French, English, Italian and Portuguese. 5. Like in other international publications, the web version of a number of the journal will be published in this web after a delay of one year from the paper version. The way of accessing the texts will be established by the University of Jaén, as publisher entity, and the Editorial Board of the journal.", 
    "domain": "www.ujaen.es", 
    "identifiers": {
        "issn": {
            "generic": [
                "1134-3184"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "archeaology", 
        "Middle Ages", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3116645056285834597", 
            "resource_date": "2011-02-02T10:53:05.476-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:37.083573"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/02/open-access-journal-arqueologia-y.html", 
            "resource_date": "2011-02-02T10:53:05.476-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:37.083589"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Arqueología y Territorio Medieval", 
    "url": "http://www.ujaen.es/revista/arqytm/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}