{
    "description": "[First posted in AWOL 29 December 2010. Updated 14 February 2014: Since I can no longer find pages for this journal at the original source, I now include links to the most recent version at the Internet Archive]. Name-ye Iran-e Bastan: The International Journal of Ancient Iranian Studies. Name-ye Iran-e Bastan:The International Journal of Ancient Iranian Studies (courtesy of Iran University Press), can be accessed through Sasanika. Our goal is to present all published volumes of the journal through this web-site in pdf format. At present, we have the first volume available for download. Please note that the file sizes are large and the download might take a long time. We are working towards presenting the content of Name-ye Iran-e Bastan in an easier to download version. Please forgive us for the present inconvenience. Name-ye Iran-e Bastan - Vol. 1 No. 1, Spring & Summer of 2001: Cover: English or Persian Table of Contents: English or Persian Preface: English or Persian News: Persian Editorial: English or Persian Abstract of Articles in Persian: English Articles: Arda Wiraz Namag: Some Critical Remarks / B. Gheiby Das Jahr 7 Kaiser Valerians / E. Kettenhofen Notes on Some Women of the Shahnama / M. Omidsalar The Magi in the Derveni Papyrus / James R. Russell Early Sasanians' Claim to Achaemenid Heritage / A. Shahbazi Kerdir's Naqsh-e Rajab Inscription / T. Daryaee On the Pahlavi Translation of the Quranic Statement / H. Reza'i Baghbidi The Development of Initial Consonant Clusters in Persian / A. A. Sadeghi The Shahnama in \"The New Comparative Literature\" Studies / A. Khatibi Tafazzoli Memorial Volume / Kh. Asadi Name-ye Iran-e Bastan - Vol. 2 No. 6, Fall & Winter of 2003, click here.", 
    "domain": "web.archive.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "Iran", 
        "open access", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-286004508525070056", 
            "resource_date": "2014-02-14T06:26:55.566-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:33.605024"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/12/open-access-journal-name-ye-iran-e.html", 
            "resource_date": "2014-02-14T06:26:55.566-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:33.605039"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Name-ye Iran-e Bastan: The International Journal of Ancient Iranian Studies", 
    "url": "https://web.archive.org/web/20120614102644/http://www.humanities.uci.edu/sasanika/library/journals.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}