{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 7 April 2011. Updated 14 February 2015 (now only available in the Internet Archive]. Ovid, Myth and (Literary) Exile. ISSN 2069-4288. Ovid, Myth and (Literary) Exile, edited by Adina Ciugureanu, Ludmila Martanovschi and Nicoleta Stanca, was published in 2010 by Ovidius University Press as conference proceedings following the international conference with the same topic held at Ovidius University in September 10-12, 2009. The volume, summing up various views on exile and scholarship on Ovid, has been largely appreciated. This has encouraged the editors to obtain an ISSN number and turn it into the first volume of a scholarly journal with the same title. The response of the editorial board to the newly-born periodical has been enthusiastic; therefore, the journal has been set as a yearly publication, both on paper and electronically, starting December 2011. The general purpose of the journal Ovid, Myth and (Literary) Exile is to gather new scholarship and research on Ovid’s work and influence on world culture on the one hand, and on exile, whether literary or not, on the other. The journal addresses academics and graduate students, whose research interests are in the area, to approach Ovid’s work as well as the concepts of exile and myth from large cross-cultural and inter-disciplinary paradigms including world literature, history, anthropology, sociology, the history of ideas, geography, politics and other associated fields and disciplines. Thus, the 2011 volume of Ovid, Myth and (Literary) Exile will publish articles on exile poetry and fiction, on Ovid’s work, especially the texts written in exile, and, generally, on representations of exile in literary and cultural texts, the politics of exile, ways of (re)writing history and geography from an exilic perspective. Deadline for submission: September 1, 2011. Ovid, Myth and (Literary) Exile is an Open Access peer-reviewed journal, freely accessible online. Following the Budapest Open Access Initiative definition of \"Open Access\", the users have the right to \"read, download, copy, distribute, print, search, or link\" to the full texts of articles. The Proceedings of the Ovid, Myth and (Literary) Exile Conference, Constanta, September 10-12, 2009. ISBN 978-973-614-559-9. ISSN 2069-4288. Edited by. Adina CIUGUREANU. Ludmila MARTANOVSCHI. Nicoleta STANCA. Table of Contents.", 
    "domain": "web.archive.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "isbn": {
            "generic": [
                "978-973-614-559-9"
            ]
        }, 
        "issn": {
            "generic": [
                "2069-4288"
            ]
        }
    }, 
    "is_part_of": {
        "title_full": "Ovid, Myth and (Literary) Exile", 
        "url": "http://web.archive.org/web/20120530062713/http://www.univ-ovidius.ro/litere/ovidius/ovid.htm"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6199426761502718262", 
            "resource_date": "2015-02-14T09:03:18.012-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:12:50.781432"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/new-open-access-journal-ovid-myth-and.html", 
            "resource_date": "2015-02-14T09:03:18.012-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:12:50.781446"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "3ea7059b9cf44c34d3ed1c090022e5a5cefee40e", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "PDF", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://web.archive.org/web/20120530062653/http://www.univ-ovidius.ro/litere/ovidius/vol_2010/30_Albu_.pdf", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}