{
    "description": "ðāğiz, p. 77, Nağīb Mahfūz tra fides e laicità. Una esegesi di al-Sukkariyya, p. 93, Preliminaries of a Project in Special-Field Lexicography, p. 101, Strannoe čado XXogo veka: Gender as Cosmic Mystery in Arkady and Boris Strugatsky’s Otel’ U pogibšego al’pinista, p. 117, L’espressione linguistica del potere nell’Iran achemenide, p. 127, Yufa you meiyou? Le condizioni della nascita (o dell’assenza) dello studio grammaticale in Cina, p. 159, Lao She e lo humour, p. 177, Brave Daughters of the Buddha: The Feminisms of the Burmese Buddhists Nuns, p. 201, A Reflection on the «Invisibleness» of Tibetans in Taiwan -Close look at its relationship with Taiwanese nationalism-, p. 223, Sur la cohérence textuelle dans le poème haïku, p. 239, Quest e nostalgia nella narrativa di viaggio di Murakami Haruki, p. 251, Manifestazione del tragico nella messinscena di Othello in stile Nō di Ueda Munakata Kuniyoshi, p. 269 Schede Bibliografiche e Recensioni Studi e ricerche sulle vie di Pellegrinaggio del Medioevo, XIV/1, Firenze, Opus libri, 2006, pp. 110 (), p. 285 Francesco D’Arelli, La Cina in Italia. Una bibliografia dal 1899 al 1999 ( Re-pertoria ac Bibliographica, 2), Roma, Istituto Italiano per l’Africa e l’Oriente, 2007, pp. 392 (), p. 294 Federico Dal Bo, La lingua malata: linguaggio e violenza nella filosofia contemporanea Heuresis 11, Sezione di scienze sociali, 5), introduzione di Alberto Cavaglion, Bologna, CLUEB 2007, pp. 133 (), p. 296 Shashin, Japanese Canadian Photography to 1942, 2005 [Based on the Japanese Canadian National Museum’s touring exhibition. The exhibition was curated by Grace Eiko Thomson, who also coordinated this catalogue publication that includes essays by Jan Gates, Imogene Lim, Patricia Roy, Phyllis Senese, Grace Eiko Thomson and Jim Wolf. Paperback, 92 black and white images throughout the book. 96 pages] (), p. 299 Presentazione, p. 7, Deutsche Briefe von Äthiopiern aus der Protestantischen Mission: Von der Reichseinigung unter Yohannis IV. bis zur grossen Hungersnot (1879 bis 1889), p. 9, Riflessioni sul Mediterraneo: dall’archivio di Iain Chambers alla geografia gotica di Massimo Scotti, p. 53, Didaskal…aj g¦r Ð kairÒj, oÙk ¢ntilog…aj ( Or. 40, 44). Forme di ascolto in contesto didattico nelle Orazioni di Gregorio di Nazianzo, p. 69, Il contributo di ‘Alī al-Dū‘āğī alla rinascita letteraria e teatrale della Tunisia. Echi di teatro dell’assurdo nella pièce teatrale Rā‘ī al-nuğūm («Il guardiano delle stelle»), p. 85, Rā‘ī al-nuğūm (Il guardiano delle stelle)(Traduzione di Maria Rosaria Conte), p. 97, A Cultural Practice Between Material Culture and Ideology: Sanitary Appliances in Modern, Traditional Levantine Jewry, and in the Norms Set by a Local Ritualist, p. 105, Giovanni Battista nella tradizione islamica, p. 133, Aspetti del fenomeno di raddoppiamento nella lingua ungherese e le ‘parole gemelle’, p. 153, Das erste Kapitel der Frauendichtung, p. 163, Nuclei slavo-pagani nella letteratura polacca, p. 173, L’epopea camoniana nel trattato del goano João da Cunha Jaques, p. 197, Il Cattolicesimo in Cina agli occhi del Cardi-nale Zen: vescovo di Hong Kong, p. 213, Viaggio nella terra di primavera: Midaregami di Yosano Akiko, p. 237 Schede Bibliografiche e Recensioni Il Cardinale Celso Costantini e la Cina. Un protagonista nella Chiesa e nel mondo del XXI secolo, a cura di Paolo Goi, Diocesi di Concordia – Pordenone, Provincia di Pordenone 2008, pp. 367 (), p. 257 Michel Quitout, Paysage linguistique et enseignement des langues au Maghreb des origines à nos jours: L’amazighe, l’arabe et le français au Maroc, en Algérie, en Tunisie et en Libye ( Europe-Maghreb ), préf. de G. Grandguillaume Paris, L’Harmattan, 2007, pp. 174 (), p. 262 Presentazione, p. 7, From the Ethnikos Dikhasmos to the Ethnike Kata-strophe (1916-1923): Eleftherios Venizelos and King Constantine I, p. 9, Hemingway e io - oppure: io e Hemingway, p. 27, Ist der Übersetzer Autor oder Interpret?, p. 33, Scalarité endophrastique vs scalarité exophrastique: quels types d’échelle?, p. 43, L’allocuzione indiretta in ebraico antico, p. 73, Recent Changes in the Process of Obtaining Israeli Citizenship. A Validation of the «Ethno-Republican» Discourse?, p. 89, Scrittrici britanniche del Settecento e Le Mille e una Notte: dalla trasmigrazione di un genere alla creazione di nuovi generi letterari, p. 109, Tahamul, nang e namus: strutture - simbolo di stra-tificazione socio-culturale in Mille splendidi soli di Khaled Hosseini, p. 123, Desde Chechenia hasta Osetia del Sur. Breve análisis de las guerras más recientes en el Cáucaso, p. 131, Dialogando su antiche questioni e nuovi spiragli dell’evangelizzazione in Cina. Vincenza Cinzia Capristo intervista Angelo S. Lazzarotto, p. 141, La «febbre dell’interpretariato» in Cina, p. 185, Japanese calligraphy: the path to writing as art, p. 193, The Resurgence of Nationalism in China and Japan: A Comparative Analysis, p. 209, Esempi di affissazione con valore intensivo nel verbo maleo-polinesiano, p. 223 Schede Bibliografiche e Recensioni Michele Fatica, Matteo Ripa e il Collegio dei Cinesi di Napoli (1682–1869) Percorso documentario e iconografico Catalogo della Mostra ( Collana Matteo Ripa, 19), Napoli, U.N.O., 2006, pp. 329 (), p. 229 Italia-Cina. Un incontro di lunga durata, rapporti storico-politici, geoecono-mici, culturali, a cura di Lida Viganoni, Roma, TIELLEMEDIA Edi-tore, 2008, pp. 434 (, p. 233 Renzo Contarini - Augusto Luca, L’ultimo Missionario ( Oriente ), Milano, Italia Press Edizioni, 2009, pp. 149 (), p. 241", 
    "domain": "web.archive.org", 
    "identifiers": {}, 
    "is_part_of": {
        "issn": "1972-3598", 
        "title": "Orientalia Parthenopea Journal", 
        "url": "http://web.archive.org/web/20120328192434/http://www.orientaliaparthenopea.org/IngCollana.htm"
    }, 
    "keywords": [
        "imagery", 
        "gender", 
        "photography", 
        "project", 
        "culture", 
        "catalogue", 
        "China", 
        "exhibition"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "ðāğiz", 
    "url": "http://web.archive.org/web/20120328192434/http://www.orientaliaparthenopea.org/MRConte1.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}