{
    "description": "Contacts ). Presentazione, p. 7, Fonti inglesi sul Giappone prima del soggiorno di William Adams, p. 9, La pittura di Maruyama Ōkyo (1733-1795) fra tradizione e innovazione, p. 25, La presentazione letteraria dell’agopuntura e della moxibustione in Europa, p. 51, Le vie del cielo del Sol Levante. Prima parte: Dagli aquiloni al Tamamushi, p. 65, La favola di Cenerentola tra Oriente ed Occidente, p. 87, La poesia moderna in Giappone. Considerazioni sull’esperienza poetica di Ishikawa Takuboku e Hagiwara Sakutarō nei primi anni del ‘900, p. 101 Presentazione, p. 7, Note a margine della festa di Hol i p. 9, Biwa: le origini dello strumento ed il suo ruolo nel contesto musicale giapponese, p. 15, Il colonialismo culturale in Cina. La definizione dell’identità cinese moderna, p. 33, Turismo cinese in Italia: ultime tendenze e previsioni, p. 61, I periodici italiani sugli studi estremo-orientali, p. 87, La vaccinazione in Giappone, p. 95, Le vie del cielo del Sol Levante. Seconda parte: Gli albori dell’aeronautica militare e civile, p. 107, Considerazioni sul valore della «copia» nell’ambito dell’arte giapponese: una mostra del Museo Nazionale di Tōkyō, p. 121 Presentazione, p. 7, A gyerty ák csonkig égtek. Prima parte: fenomeni di ricorrenza in Sandor Marai, p. 9, L’evangelizzazione dell’India: quale India?, p. 27, La festa di Holī. Ipotesi carnevalesca nella terra di Bharat, p. 53, Le missioni cattoliche in Tibet. Gli studi italiani, p. 83, Xi’an - Pompei: un gemellaggio di valenza storica, p. 91, La presentazione del Giappone all’Inghilterra attraverso la corrispondenza dei suoi mercanti nel primo Seicento, p. 97, Chindon-ya: il pazzariello giapponese, p. 109, Le «donne di conforto» delle truppe giapponesi durante la seconda guerra mondiale, p. 113, Il giardino giapponese in Italia, p. 129 Presentazione, p. 7, A gyertyák csonkig égtek. Parte seconda: variazioni per un titolo e il valore simbolico delle candele e del fuoco, p. 9, Il «Levante» una categoria letteraria trans-mediterranea?, p. 17, Minima ugaritica: ÞMR in KTU 1. 5119, p. 35, Alcune osservazioni sul toponimo «India», p. 39, «Nel dire e nel fare». Esempi di raddoppiamento grammaticale nelle lingue austronesiane, p. 61, Considerazioni sulla pittura dell’epoca di Nara: il Torige ritsujo byōbu e lo Shōtoku Taishi nidōji zō, p. 71, Gli scavi di archeologia subacquea nell’isola di Takashima, p. 79, Il Kju sju Kagami di Engelbert Kaempfer, p. 99, Akutagawa Ryūnosuke e il suo interesse narrativo sulla figura del kappa, p. 105, Shibusa Shirazu Orchestra: tra Jazz e Butō, p. 129 Presentazione, p. 7, L’arabo luġah nella comparazione semitica, p. 9, L’esercizio di Ren nella pratica medica. Note per la riflessione confuciana sulle relazioni tra medico e paziente, p. 17, Mao chengji e Gulliver’s Travels: due satire a confronto, p. 31, Il Centenario del raid automobilistico Pechino-Parigi, p. 47, A proposito dell’immigrazione cinese in Campania: l’insediamento nell’avellinese e il caso di Solofra, p. 59, L’influenza dell’ideologia imperiale sull’archeologia del periodo Kofun, p. 75, L’esperienza giapponese di Erwin von Baelz, p. 89, Tsukumogami: gli «spiriti» delle cose, p. 95, Il rekishi shōsetsu di Mori Ōgai e Inoue Yasushi: una rivisitazione dei confini tra storia e letteratura, p. 113, Agapé ed eros in Deddoendo no omoide di Yoshimoto Banana, p. 133 Recensioni e schede bibliografiche Jean-Claude Haelewyck, Grammaire comparée des langues sémitiques. Éléments de phonétique, de morphologie et de syntaxe (), p. 149 Wilfred H. van Soldt, The Topography of the City-State of Ugarit (), p. 150 Presentazione, p. 7, Napfelkelte (Alba) (trad. di Judit Papp), p. 9, Kathmandu, Mahendranagar, Mumbai, Kalkota (trad. di Judit Papp), p. 13, Dagály előtt - Kivonatok a tengerből - (Prima dell’alta marea - Estratti dal mare) (trad. di Judit Papp), p. 17, Imuka álma (Il sogno di Imuka) (trad. di Judit Papp), p. 23, Instead of justifying his not-being-there, p. 27, L’Occidente e la «morte sacra»: tra realtà e sistemi di rappresentazione, p. 35, La «libertà religiosa» dall’inizio della Repubblica cinese ai nostri giorni, p. 59, La salute della Cina: per una storia della politica sanitaria cinese dalla nascita della Repubblica Popolare all’economia di mercato, p. 83, Tradurre il dialetto del Kansai. Una proposta del racconto Bulldog di Tsutsui Yasutaka, p. 95, Bulldog (trad. di Antonio Manieri), p. 111, Mure Yōko tra Joryū bungaku e influenze contemporanee, p. 119, Relazioni di opposizione nelle forme composte in alcune lingue del Sud-est asiatico, p. 139 Schede libri ricevuti Carte di viaggi e viaggi di carta. L’Africa, Gerusalemme e l’aldilà ( Studi, 30), a cura di Giusi Baldissone - Marco Piccat, Novara, Interlinea srl edizioni, 2002, 144 pp. (), p. 147 Le capitali nei paesi dell’Europa Centrale e Orientale: Centri politici e laboratori culturali, Atti del Convegno Internazionale di Studi, Napoli, 3-4-5 marzo 2005, a cura di Michaela Böhmig - Antonella D’Amelia, Università degli Studi di Napoli: L’Orientale, Dipartimento di Studi dell’Europa Orientale, Napoli, M. D’Auria Editore, 2007, [ Hungarica et Slavica, 4], collana diretta da Amedeo Di Francesco - Boris Uspenskij - Aleksander Wilkoń, 508 pp. (), p. 149 Giorgio Amitrano, Il mondo di Banana Yoshimoto, Super Universale Economica Feltrinelli, Milano, 2007, 126 pp. (), p. 156 Presentazione, p. 7, Jan Andrzej Morsztyn: Poesie scelte (testo a fronte), p. 9, László Nemes: un aspirante scrittore ungherese al servizio della Royal Army in Italia, p. 19, Tű a kazalban (Ago nel pagliaio) (trad. di Judit Papp), p. 27, Asimmetria del tempo e brutalità della storia in La nuova vita di Orhan Pamuk, p. 37, La stampa egiziana e il dibattito sullo scontro di civiltà dopo l’11 settembre, p. 45, Note di storia di toponimìa dell’Oceano Indiano: Taprobane e Dēb, p. 65, Alcuni problemi circa una corretta descrizione del sistema vocalico hindī-urdū, p. 87, Un campano racconta la cosmogonìa e la mitologia indù: Giacomo Fenicio, S. J. (Capua 1558 - Porakkad 1632), p. 95, Sciamanesimo vecchio e nuovo in Giappone: analisi antropologiche, p. 119, Abbigliamento giapponese nell’iconografia occidentale dei secoli XVI-XVIII, p. 137, Kajii Motojirō tra watakushi shōsetsu e elementi modernisti, p. 153, Sakura no ki no shita ni wa ( Sotto gli alberi di ciliegio ) (trad. di Ilaria Ciccone), p. 163, Remon ( Il limone ) (trad. di Ilaria Ciccone), p. 167, Omekakesan (trad. di Luciana Ingrosso), p. 173, La via del guerriero nel XX secolo: il bushidō tra strumentalizzazione e propaganda, p. 187, Gli scavi archeologici del genkō bōrui: un muro difensivo e un simbolo di potenza, p. 197 Schede Bibliografiche e Recensioni La Carta del Preste Juan / anónimo del siglo XII ( Biblioteca Medieval, XXII), ed. de Javier Martín Lalanda, Madrid, Ediciones Siruela, c2004, pp. 174 (), p. 217 Daniele Gattoni, Dall’estremo Oriente all’estremo occidente: storia delle migrazioni cinesi, giapponesi, coreane negli Stati Uniti dal 1848 al 1924 ( Tutti-autori ), Milano, Lampi di stampa, c2008, pp. 656 (), p. 224 Presentazione, p. 7, Deutsche Briefe von Äthiopiern aus der Protestantischen Mission: Vom Fall des Téwodros bis zur Unterwerfung des Königs Minílik (1869 bis 1878), p. 9, «Hi, kifek, ça va?». Un’avventura etnopragmatica nel Libano contemporaneo, p. 57, I frammenti descrittivi di ‘Azmī Bišāra. Denuncia e resistenza nel romanzo al- ðāğiz, p. 77.", 
    "domain": "web.archive.org", 
    "identifiers": {}, 
    "is_part_of": {
        "issn": "1972-3598", 
        "title": "Orientalia Parthenopea Journal", 
        "url": "http://web.archive.org/web/20120328192434/http://www.orientaliaparthenopea.org/IngCollana.htm"
    }, 
    "keywords": [
        "museums", 
        "Ugarit", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9039930559165941759", 
            "resource_date": "2013-10-29T16:32:41.907-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:15:35.098681"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/10/open-access-journal-orientalia.html", 
            "resource_date": "2013-10-29T16:32:41.907-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:15:35.098697"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Contacts", 
    "url": "http://web.archive.org/web/20120328192434/http://www.orientaliaparthenopea.org/IngContatti.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}