{
    "description": "[First posted in AWOL 5 August 2010, updated 2 October 2004 (The site is no longer at its original location, but remains visible in several iterations in the Internet Archive)]. Le Wiki Culture Diff': Ressources en Egyptologie. Le Wiki Culture Diff' constitue un espace de diffusion des travaux de chercheurs en sciences exactes et sciences humaines. Diverses publications dans les domaines de l'Astro-Egyptologie, de l'Egyptologie, de la Géophysique et de la Glaciologie sont d'ores et déjà disponibles. Il s'agit d'articles en français ou en anglais au format pdf dont le contenu se veut accessible à tous et gratuitement. Annonce: Téléchargez gratuitement les six premiers numéros de la revue i-Medjat (i. e. papyrus électronique). Les articles suivants, tous relatifs à l'égyptologie, sont disponibles en téléchargement. Cliquez sur leur intitulé afin d'accéder à leur contenu: Transplantando en el centro por Hatshepsut Auteur: Graciela Gestoso Singer, CEHAO, Universidad Catolica Argentina Résumé: \"Transplanting trees from the peripheries to the center was a known leitmotiv in the Ancient Near East. Gardens served as a symbol of life, fertility, prosperity, change and power, and represented the integration of an \"ideological\" or a \"geographical\" expansion in Antiquity. The garden of Hatshepsut was a microcosm, which incorporated trees from Punt, symbolizing the ideological control of an \"unknown\" remote land, and the concrete elimination of \"intermediaries\" and \"payments\" to obtain these exotic goods. \". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°15, 2011. Carnet de bal. Petite suite à une Archéologie linguistique de la danse en Afrique Auteur: Alain Anselin, Université des Antilles-Guyane Résumé: \"Le bal des langues indo-européennes, particulièrement le bal français, la ballada, chanson à danser provençale, le bailar portugais, la ballerina italienne, des langues romanes, et le *b-V-l des langues africaines sont sans rapport aucun. Aucune des deux grandes familles de langues ne saurait être tenue pour être à l'origine du mot dans l'autre. \". Cet article est paru dans la revue La Somme et le Reste n°8, 2006. Aegyptio-Graphica VII. Le harpon et la barque. Des powerfacts aux hiéroglyphes. Auteur: Alain Anselin, Université des Antilles-Guyane Résumé: \"The study of the artefacts of the tombs of pre-dynastic cemeteries of Upper Egypt shows a minimal, but sociologically significant, concordance with the results of their size distribution. Particularly, the incorporation of two characteristic powerfacts, harpoon and boat, as standardized motifs in religious funerary iconographical \"show\" of naqadan leaders, then their constituent passage from iconography to hieroglyphic writing accompany, illustrate and qualify a growing process of social stratification and the emergence of the state in the Nile Valley. \". Cet article est paru dans la revue Revista de la Sociedad Uruguaya de Egyptologia. Réflexions autour des noms égyptiens de l'oeil. A propos de découvertes archéologiques récentes dans le delta. Auteur: Alain Anselin, Université des Antilles-Guyane Résumé: \"Deux décennies de recherches n'ont pas fini de renouveler de manière radicale la vision classique des premiers âges de l'Egypte pharaonique. L'écheveau des données s'avère complexe, sujet à un renouvellement permanent de l'état des connaissances. \". Cet article est paru dans la revue Apuntes de Egiptologia n°3. Le delta du Nil avant les pharaons. Entre originalités locales et influences étrangères Auteur: Yann Tristant, EHESS, Centre d'Anthropologie, Toulouse Résumé: \"Qu'il s'agisse d'archéologie gréco-romaine, pharaonique ou préhistorique, il faut reconnaître au delta du Nil un potentiel étonnant, mais trop longtemps sous-estimé. Ces vingt dernières années ont marqué une étape importante dans la connaissance de l'archéologie de la région, et plus particulièrement de son passé le plus ancien. Elles ont aussi montré les dangers qui menacent les sites, les vivants rappelant toujours plus, dans un contexte démographique alarmant, leur droit à disposer de l'espace. Aujourd'hui habité par près de vingt millions de personnes, avec des densités de population parfois supérieures à 1800 habitants au kilomètre carré, le delta du Nil est la région la plus peuplée d'Egypte. A l'heure où la ville dispute toujours plus de place à la campagne, le patrimoine archéologique du Nord est manacé de disparaître. Et parce que les sites les plus anciens sont aussi les plus fugaces, qu'ils ne marquent pas le paysage à la manière des temples et des tombeaux pus récents, les derniers vestiges prédynastiques sont inexorablement recouverts par le tissu urbain, noyés sous la nappe phréatique et rongés par les remontées de sel. Le colloque de Toulouse, en septembre 2005, a été l'occasion pour de nombreux chercheurs de rappeler à quel point les sites du delta souffrent de cet état de fait et nécessitent d'importants projets de sauvegarde. Le présent article se propose de faire le bilan des connaissances acquises sur l'archéologie prépharaonique du delta du Nil et des perspectives de recherche concernant les hautes époques. \". Cet article est paru dans la revue ArchéoNil n°15. Onderzoek naar het bakproces van Black-topped aardewerk uit de Predynastische periode van Egypte Auteur: Fabienne Loyens. Résumé: \"Op het einde van de 19de eeuw tastte men voor het ontstaan van Egypte als eenheids - staat en de vroege geschiedenis van het land nog volledig in het duister. Maar vanaf 1895 werden meerdere belangrijke vondsten gedaan die een nieuwe fase in het on - derzoek inluidden. 2 Erg belangrijk waren de opgravingen van William Flinders Petrie waardoor men voor het eerst inzicht kreeg in de Predynastische culturen die aan het historische Egypte vooraf gaan. De belangrijkste fase hieruit wordt de Naqada-cultuur genoemd, naar het zeer uitgestrekte grafveld te Naqada (Zuid-Egypte) dat in 1895 door Petrie (1896) opgegraven werd. \" Un modèle zoomorphe d'orientation spatiale et temporelle en égyptien ancien Auteur: Alain Anselin, Université des Antilles-Guyane Résumé: \"Michel Malaise et Jean Winand enchaînent dans leur Grammaire raisonnée deux remarques solidaires: les dérivations de type nisbé, exemples: imy, iry, admises par les prépositions \"trahissent peut-être leur origine substantivale\"; beaucoup de prépositions simples \"sont à l'origine des substantifs désignant une partie du corps: tp, tête, Hr, visage, Xnt, face, front, H#, nuque, et peut-être r(#) bouche ? La plupart des prépositions égyptiennes, simples ou composées, m, dans, im, dedans, m-H#. t, devant, au front de, m-xnw, à l'intérieur de, Hr, sur, xr, dessous, Hr-H#. t, sous le front de, auparavant, r, vers, contre, pour/jusqu'à, r-H#t, devant, avant, r-Xft, devant, en face de, m-tp, r-b#H, devant, s#, m-s#, dans le dos de, r-s#, au dos de, après, Hr-s#, sur le dos, sur (derrière, relation spatiale) ou après (relation temporelle), Hn-o, avec, en compagnie de, se conforment ainsi au principe d'unidirectionnalité selon lequel la grammaticalisation est un processus unidirectionnel, où la structure de la langue reflète les modèles de conceptualisation humaine qui les façonne. \"Of all these sources models, body-parts are by far the most important\". B. Heine, à qui l'on doit ces propos synthétiques, donne précisément l'exemple de l'un des systèmes de l'orientation spatiale, l'orientation déictique: \"Spatial concepts tend to be expressed in terms of body-parts (. ). What is behind/in front of us is likely to be expressed in terms of where our back/face is located\". C'est avec cette clé que nous allons nous efforcer d'ouvrir la porte du modèle égyptien. \". Cet article est paru dans la revue Basade n°3. Le lézard et le têtard. Archéologie linguistique du nombre: faune égyptienne et pensée de la quantification Auteur: Alain Anselin, Université des Antilles-Guyane Résumé: \"Toute langue est l'archive d'une culture, de sa configuration intellectuelle et de ses modèles cognitifs. Ses mots et leurs sémogrammes peuvent être considérés sous cet angle comme autant d'artefacts de l'activité humaine. Dans cette perspective, nous proposons une archéologie du nombre à partir des hiéroglyphes du lézard et du têtard. \". Cet article est paru dans la revue Basade n°2. Ngok Lituba: Groupe de Recherches Universitaire Pluridisciplinaire Auteur: Oum Ndigi, Université de Yaounde 1 Résumé: \"La question générale du peuplement de l'Afrique et celles, plus singulières, des origines historiques, des trajectoires migratoires, des apparentements, des identités, toujours dynamiques, et des contacts culturels et linguistiques, se trouvent au centre de l'historiographie africaine depuis au moins un demi-siècle. A la faveur de travaux marquants de nombreux spécialistes, dont ceux fondateurs de C. A. Diop qui ont contribué à la reconnaissance de l'égyptologie et des antiquités égypto-nubiennes comme une source majeure de cette historiographie, de nouveaux chantiers de recherche pluridisciplinaires ont été ouverts sous l'égide de l'UNESCO pour répondre à ces questions. C'est dans ce cadre que se situe le projet Ngok Lituba. Ce projet doit son nom à un mythe phare et un site majeur de référence historique des Basaa, un peuple de langue bantu du Sud Cameroun. Culture, langue et anthropobiologie des Basaa soutiennent la comparaison sur bien des points avec celles des peuples des régions nilotique et saharienne, suggérant aussi bien l'existence d'une aire culturelle ancienne comprise entre le Sahara, les rives du Nil et le Nord Cameroun, que des mouvements migratoires à une époque reculée. \". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°10. \"Aegyptio-Graphica V. Un pluriel archaïque sur un vase Decorated du Nagada II C\" Auteurs: Lorène Labridy et Fabrice Silpa, Université des Antilles-Guyane Résumé: \"Le travail que nous proposons de faire ici est l'étude de l'iconographie d'une céramique nagadéenne de type Decorated (Nagada IIB-D), provenant d'Abydos. En raison de son décor complexe, Hendricks la date du Nagada IIC. Sa décoration a été décrite par Petrie. \". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°10. La rhétorique dans le Conte du Paysan Eloquent ou le Maître de Parole Auteurs: Nadine Dokoui-Cabrera et Fabrice Silpa, Université des Antilles-Guyane Résumé: \"Dans un article précédent, développant une étude logique du Conte du Paysan Eloquent, nous avions insisté sur la richesse de ce texte et introduit la possibilité d'en faire une analyse du point de vue de la rhétorique. En effet, Le \"Conte du Paysan Eloquent\" met en exergue la notion de justice sociale fondée par la Maât. Ainsi, Patrice Le Guilloux écrit: \"si l'éloquence du Paysan sert de fil conducteur au récit, elle n'en constitue pas pour autant le but\". Et il poursuit en ces termes: \"pour Jan Assmann, grand spécialiste du sujet, ce texte constitue même un véritable \"Traité sur la Maât\". \". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°9. Voyage au pays des merveilles - Relectures du Conte du Naufragé Auteur: Alain Anselin, Université des Antilles-Guyane Résumé: \"P. Le Guilloux le rappelle avec justesse, le Conte du Naufragé, connu par sa seule édition du Papyrus Golenischeff ou Papyrus Ermitage 1115, dont la rédaction est généralement datée de la XIème ou XIIème dynastie, est un récit qui possède plusieurs niveaux de lecture. L'ïle du k3 du Conte du Naufragé a des allures anticipées de la fameuse île du milieu, iw hry-ib, du texte du Papyrus Chester Beatty I, les Aventures d'Horus et Seth - et le Conte du Naufragé mériterait une approche similaire à celle conduite par M. Broze pour ce texte ramesside postérieur. \". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°7/8. A propos de l'Abeille égyptienne et des Textes des Sarcophages Auteur: Oscar Pfouma, membre du Centre de Recherches sur l'Imaginaire (Université de Grenoble) et des groupes de recherche Candace (Université de Yaounde) et ARDA (Université de Barcelone) Résumé: \"Ce court article est en fait l'expression d'une pause dans mes recherches sur les Formules des Textes des Sarcophages. Le défunt y commence généralement son éternité qui l'assimile à Atoum-Rê ou à Rê au terme de transformations invoquées dans des formules qui paraissent obscures au lecteur. Pourtant, rien ne m'y paraît étranger. Bien des choses m'y rappellent plus d'un tour de penser et de dire de ma culture. Au point que j'ai entrepris il y a deux ans de rédiger un dictionnaire à la fois lexicographique et culturel de ma langue maternelle, le kwasio. \". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°6. A propos d'un mythe Nyangatom d'origine du bétail Auteur: Jean Loïc Le Quellec, UMR 7041, \"Archéologie et Sciences de l'Antiquité\", CNRS Résumé: \"Ce mythe nous a été conté par Joseph Lyololo Loteng, étudiant Nyangatom rencontré à Adis-Abeba le 13 juin 2001. \". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°3/4. Checklist of predynastic Decorated pottery with human figures Auteur: Stan Hendrickx, Katholieke Universiteit Leuven Résumé: \"The present checklist was conceived as an appendix to Barbara Adam's article on sherds with human figures from her excavations at Hierakonpolis (Adams 2002) and therefore only aims at being a research tool. \". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°3/4. Note sur les mythes basaa du Cameroun et la préhistoire saharienne Auteur: Oum Ndigi, Université de Yaounde 1 Résumé: \"Au cours du colloque international de Barcelone de mars 1996 sur le thème \"L'Egypte ancienne, une civilisation africaine\", l'anthropologue fran¸ais Jean-Loïc Le Quellec a présenté deux communications sur le thème \"L'art rupestre du Messak et l'Egypte ancienne: une clé de lecture ?\". Au cours de l'une d'elles, intitulée \"Présentation de l'art rupestre du Messak (Fezzan, Lybie)\", Jean-Loïc Le Quellec a projeté une série de diapositives montrant, sur un dispositif rupestre, des \"femmes ouvertes\" mises en valeur juste au-dessus de l'ouverture des grottes. Tout en soulignant que cette association précise (femme ouverte + grotte ou fissure) ne saurait relever du hasard, et serait donc significative, il a évoqué le mythe basaa, qui donne à l'humanité pour lieu originel Ngok li. tuba, \"La Roche Percée\", comme une référence lointaine et probable à ce type de représentations et d'associations retrouvées sur plusieurs sites du Messak\". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°3/4. Egyptology between Africa and Europe Auteur: Mark de Brito Résumé: \"The thrust of this symposium is to interpret Egyptian civilization in the context of present-day and other African cultures. An impressive array of contributors, European and African, pursue the theme accross several disciplines: theory (epistemology), language, comparative religion, anthropology, history, prehistory, and archaeology. \". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°3/4. Monarchie pharaonique et royautés divines africaines Auteur: Josep Cervello Autuori, Universitat Autonoma de Barcelona Résumé: \"D'une perspective strictement fonctionnaliste, il est difficile d'expliquer certains aspects de la royauté de l'Egypte ancienne, comme cela peut être le cas pour l'identification du roi mort avec un dieu assassiné (Osiris), ou bien pour la fête du rajeunissement au cours de laquelle le roi doit mourir puis renaître pour se revitaliser et poursuivre ainsi son règne. Ces traits, en revanche, peuvent plus facilement être expliqués dans une perspective symboliste. Toutefois, peut-être ne s'agit-il pas uniquement d'une question épistémologique. Peut-être, en effet, sommes-nous essentiellement en présence d'un problème de contexte culturel, et la comparaison avec d'autres traditions culturelles proches peut être très révélatrice quand il s'agit de tenter de comprendre le véritable sens de tel ou tel aspect de la monarchie pharaonique\". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°2. Autruches et flamants - les oiseaux représentés sur la céramique prédynastique de la catégorie Decorated Auteur: Stan Hendrickx, Katholieke Universiteit Leuven Résumé: \"The identification of the birds frequently represented on predynastic Decorated pottery (Naqada IIC-D, about 3650-3300 cal BC), ostriches and flamingos, has always been a controversial issue. A reinvestigation of the available information indicates that they are basically ostriches. The elements supposed characteristic for the flamingo seem to be mainly the result of the stylised manner of drawing. The identification as ostriches is confirmed by a number of more detailed representations. However, eventually a deliberate mixture with characteristics of the flamingo can be supposed. Related words for dsr \"flamingo\", such as dsr. w \"red\" and \"wrath\" also refer to characteristics of the ostrich. As is suggested by early dynastic evidence, the ostrich was probably already during the predynastic period an important element of military and religious iconography. The possible iconographic relation between the ostrich and the flamingo leads to the early dynastic dsr-festival in which a boat played an important role. This in the end allows a link with the boats which are frequently depicted in combination with the birds on Decorated pottery. The birds and boats are therefore considered part of an elite iconography. \". Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°1.", 
    "domain": "web.archive.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "wiki", 
        "culture", 
        "digital library", 
        "egyptology"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-353794619872537154", 
            "resource_date": "2014-10-02T16:48:01.732-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:45.167754"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/08/egyotilogical-wiki-culture-diff.html", 
            "resource_date": "2014-10-02T16:48:01.732-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:45.167770"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Le Wiki Culture Diff': Ressources en Egyptologie", 
    "url": "http://web.archive.org/web/20111221175427/http://www.culturediff.org/wikiegypto.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}