{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 30 November 2009. Updated 22 September 2013]. This newsletter is now restricted to member of the society. The first twelve issues remain openly accessible at the Internet Archive]. Herculaneum Archaeology. (The Friends of Herculaneum Society). Papers from the First Naples Conference (30 June-2 July 2006), the first supplement to Herculaneum Archaeology, includes contributions by Francesca Longo Auricchio (Università degli Studi di Napoli Federico II), \"The International Centre for the Study of the Herculaneum Papyri (CISPE)\", Antonio De Simone (Università degli Studi Suor Orsola Benincasa - Napoli), \"Herculaneum and the Villa of the Papyri: Studies, Excavation, and Prospects\", and Carlo Knight, \"Sir William Hamilton’s Neapolitan houses\", on an early enthusiast for the eighteenth-century discoveries at Herculaneum. Earlier issues of Herculaneum Archaeology remain available: Issue 1 (Summer 2004) includes an introduction to the Society and its aims (Robert Fowler and Dirk Obbink), \"To Dig or not to Dig?\" (Andrew Wallace-Hadrill and Robert Fowler), \"Out of the Ashes\" (Roger Macfarlane, on digitally imaging the Herculaneum Papyri), and a review of Shelley Hales, The Roman House and Social Identity (Anna Collar). Issue 2 (Winter 2005) includes an introduction to the Society’s Archive, \"Deconstructing Herculaneum\" (James Andrews on the excavation and reconstruction of the site), \"Brought to Light\" (new images from Herculaneum and Monte Soma), \"News from the Herculaneum Papyri\" (Richard Janko), \"Il Porcino - Our Mascot?\" (Dirk Obbink), and a review of L. Richardson, Jr. , A Catalog of Identifiable Figure Painters of Ancient Pompeii, Herculaneum, and Stabiae (Matthew Bladen). Issue 3 (Summer 2005) includes an updated account of the Herculaneum Archive (Dirk Obbink), \"Mapping the Villa of the Papyri\" (Mantha Zarmakoupi), \"The Virtues of Virtual Unrolling\" (Brent Seales), \"Herculaneum in the History of Art Criticism\" (James I. Porter), and a review of Carol C. Mattusch, The Villa dei Papiri at Herculaneum: Life and Afterlife of a Sculpture Collection (Matthew Bladen). Issue 4 (Winter 2006) includes \"Herculaneum through History\", a review of J. Mühlenbrock and D. Richter (edd. ), Verschüttet von Vesuv: die letzten Stunden von Herculaneum (Roger T. Macfarlane), \"New Light on the ‘Dark Side’ of Vesuvius\" (Girolamo F. De Simone and Satoshi Matsuyama), and \"Exploring an Ancient Library\", a review of David Sider, The Library of the Villa dei Papiri at Herculaneum (David Armstrong). Issue 5 (Summer 2006) includes \"Volcanism at Vesuvius\" (Chris Hawkesworth and James Small), photographs taken at the Society’s first Naples conference (30 June-2 July 2006), \"From the Archive\" (verses on Herculaneum by Giacomo Leopardi with a parallel translation by David Armstrong), and \"The Library of Philodemus\", a review of Daniel Delattre, La Villa des Papyrus et les rouleaux d’Herculanum: La Bibliothèque de Philodème (W. B. Henry). Issue 6 (Winter 2006) includes a report on the Society's activities, \"The First Naples conference 28 June - 2 July 2006\" by Bob Fowler, \"Re-examining the Casa del mosaico di Nettuno e Anfitrite at Herculaneum\" by James Andrews and latest news frrom Pompeii and Herculaneum. Issue 7 (Summer 2007) includes a report on the Getty Villa by Roger Macfarlane, \"Virtual Villa: digitally reconstructing the Villa of the Papyri\" by Mantha Zarmakoupi, \"What's in a name?\", by Holger Essler, and \"Lucretius and Roman Epicureanism\", by Beate Beer. Issue 8 (Winter 2007) includes \"Activities of the Centro Internazionale per lo Studio dei Papiri Erconalesi\" by Francesca Longo Auricchio, an account of the international Villa of the Papyri Conference by Mantha Zarmakoupi, and an article on \"Tracing the Water Supply at Herculaneum\" by Society bursar Duncan Keenan-Jones. Issue 9 (Summer 2008) includes a report of the Second Naples Congress, an article on \"Roman Libraries and the Villa of the Papyri\" by Matthew Nicholls, and a report by Society bursar Ciro Montella on \"Aspects and Problems of Insula II at Herculaneum\". Issue 10 (Winter 2008) offers a translation of \"An Eighteenth-Century Traveler's Account\" by Nigel Wilson, an interim report on \"Computer Modelling in Herculaneum\" by Peter Spital, and the winning entry in the Schools Competition. Issue 11 (Summer 2009) contains news and a full report of the Paris meeting by Richard Janko. Issue 12 (Summer 2010) contains news, a full report of the Third Herculaneum Conference by Robert Fowler, an article by Christopher Smith, Director of the British School at Rome, and a report on the travelling exhibition \"Pompeii and the Roman Villa\" by Carol Mattusch. See the full.", 
    "domain": "web.archive.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "Herculaneum", 
        "archaeology", 
        "open access"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8012467544801359195", 
            "resource_date": "2013-09-22T08:26:21.348-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:15:09.445554"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/10/open-access-journal-herculaneum.html", 
            "resource_date": "2013-09-22T08:26:21.348-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:15:09.445571"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "a876113fa55d4b955c5c8dfa13d71ff924a43bcd", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Papers from the First Naples Conference", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/?q=2006%20papers"
        }, 
        {
            "title_full": "Issue 1", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue1.pdf"
        }, 
        {
            "title_full": "Issue 2", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue2.pdf"
        }, 
        {
            "title_full": "Issue 3", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue3.pdf"
        }, 
        {
            "title_full": "Issue 4", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue4.pdf"
        }, 
        {
            "title_full": "Issue 5", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue5.pdf"
        }, 
        {
            "title_full": "Issue 6", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue6.pdf"
        }, 
        {
            "title_full": "Issue 7", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue7.pdf"
        }, 
        {
            "title_full": "Issue 8", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue8.pdf"
        }, 
        {
            "title_full": "Issue 9", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue9.pdf"
        }, 
        {
            "title_full": "Issue 10", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue10.pdf"
        }, 
        {
            "title_full": "Issue 11", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue11.pdf"
        }, 
        {
            "title_full": "Issue 12", 
            "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/files/newsletters/harchissue12.pdf"
        }
    ], 
    "title": "Herculaneum Archaeology", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://web.archive.org/web/20110726023622/http://www.herculaneum.ox.ac.uk/?q=newsletters", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}