{
    "description": "Orientalia Parthenopea Journal. ISSN 1972-3598. A group of young researchers who completed their studies within the milieu of the Università degli Studi di Napoli “L’Orientale” or carried out their post-graduate research work in the same university started the publication of Orientalia Parthenopea Journal in June 2005. The journal collects essays on Eastern Cultures from Eastern Europe to Far East Asia and Comparative Studies. The editorial board of Orientalia Parthenopea reserves for itself the right to use experienced national or even international referees to evaluate the quality of the articles. Among our referees figure the following scholars: Giorgio Amitrano, Michaela Böhmig, Gianluca Coci, Riccardo Contini, Lorenzo Declich, Francesco De Sio Lazzari, Amedeo Di Francesco, Salvatore Diglio, Gennaro Gervasio, Hayashida Kenzo, Giancarlo Lacerenza, Amedeo Maiello, Luigia Melillo, Shyam Manohar Pandey, Adriano Rossi, Domenico Silvestri, Adolfo Tamburello, Giovanni Verardi. All scholars for whom qualitative research methodology are basic perspectives of orientalistic disciplines, are welcomed to submit their articles and support our initiative. There will be published empirical, theoretical and methodological articles applicable to all fields and specializations within orientalistic disciplines. Subject Coverage Topics include, but are not limited to, the following: History, Archeology, Art, Medicine, Linguistics, Literature, Comparative Studies, Philosophy, Religion, etc. All those who would like to submit any of their work can send it to the address of the Editorial Board (see Contacts ) attaching a printout of the text, file, any particular sources and all information necessary to contact the author. On the other hand, all those who would like to have their books reviewed should send them to the office of the Association (see Contacts ).", 
    "domain": "web.archive.org", 
    "identifiers": {
        "issn": {
            "generic": [
                "1972-3598"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "Italy", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9039930559165941759", 
            "resource_date": "2013-10-29T16:32:41.907-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:42.947078"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/10/open-access-journal-orientalia.html", 
            "resource_date": "2013-10-29T16:32:41.907-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:42.947095"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Orientalia Parthenopea Journal", 
    "url": "http://web.archive.org/web/20120328192434/http://www.orientaliaparthenopea.org/IngCollana.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}