{
    "description": "The Ancient Saar Project: London-Bahrain Archaeological Expedition. Robert C Killick, 2007. The excavations at Saar, Bahrain, took place between 1990 and 1999. The work was undertaken by the London-Bahrain Archaeological Expedition which was formed specifically for the purpose. The UK academic supporter of the project was the Institute of Archaeology, University College, London. In Bahrain, the Expedition received the patronage of the Amir, the late Shaikh Isa bin Sulman Al-Khalifa. The project was funded mainly by the business community in Bahrain, as well as by the British Academy and other academic funding bodies (for a full list, see Appendix 1 in Saar Volume 3). The directors were Robert Killick, Jane Moon, and Harriet Crawford (for the period 1990-5). The site of Saar had been previously excavated by a Jordanian expedition (results unpublished) and it was clear from that work that the settlement was inhabited for part of the Early Dilmun period (late third and early second millennia BC) and then abandoned. This corresponds to the period of Bahrain's involvement in Arabian Gulf trade when commodities were shipped through Bahrain, from Oman and the Indus, on their way to the cities of southern Babylonia, and vice versa. A procedure documented, if patchily, in the cuneiform records of the time. Nearly all previous archaeological work on this period prior to the excavation of Saar has focused on the extensive burial mounds and on isolated temples. The importance of Saar, therefore, resides in the fact that it is the first (and currently only) Early Dilmun settlement to have been investigated in any detail. This importance has been recognised by the Government of Bahrain which has placed the 'Saar Heritage Park' on the Tentative World Heritage List. The Saar Settlement The settlement itself is located on a small but prominent eastern outcrop of a limestone ridge which provides about the only natural elevation in the northern part of Bahrain. Immediately west of the settlement, and on the highest part of the ridge, is the Saar burial field, while to the south there are two cemetery complexes of interconnected graves. The settlement is spread over an estimated area of between 15,000 and 23,000 sq m, of which 7,500 sq m was excavated by the end of the project. Saar is a well laid out settlement with a main street running up from the southeastern outskirts; a temple in the centre at the crossroads of the settlement; and two- and three-roomed buildings, constructed in rows (e. g. Block A) with standard room plans and suites of domestic installations. Over 80 buildings, mainly houses, were investigated by the Expedition, as well as a well and a gypsum kiln. All these are described in detail in Saar Report 3. On the basis of pottery comparisons, the duration of the settlement is currently estimated to be about 250 years, from 2100 to 1850 BC approximately. Introduction Overview Downloads Usage Statistics Reports: Saar Excavation Report 2 Early Dilmun Seals from Saar, fragments of art and administration. by Harriet Crawford Full Report PDF 6 Mb Saar Excavation Report 3 The Early Dilmun Settlement at Saar. by Robert Killick and Jane Moon Full Report PDF 45 Mb Database Documentation: PDF 54 Kb Entity Relationship Diagram JPG 48 Kb Database Tables: SECTIONS CSV 20 Kb Installation codes CSV 1 Kb Bldg codes CSV 1 Kb FINDS CSV 2. 08 Mb Pottery periods CSV 2 Kb GRAVES CSV 4 Kb ARCHITECTS PLANS CSV 12 Kb CONTEXTS CSV 730 Kb SAMPLING CSV 53 Kb DRAWINGS CSV 27 Kb Room types CSV 1 Kb Block levels CSV 6 Kb PHOTOGRAPHS CSV 520 Kb Bldg measurements CSV 4 Kb SITE SUPERVISORS PLANS CSV 45 Kb Site period CSV 1 Kb FILE LIST CSV 5 Kb Pot versus strat CSV 5 Kb JPG Images: Bahrain map. Early Dilmun sites in Bahrain JPG 53 Kb Cemeteries. The Northern Burial Complex JPG 266 Kb Double chamber burials. Two-tier Early Dilmun burials along the southwestern edge of the Saar mound-field JPG 267 Kb Honeycomb cemetery. Part of the Southern Burial Complex JPG 313 Kb Middle East map. Southwestern Asia JPG 153 Kb Saar area map. Archaeological remains in the Saar area JPG 155 Kb Settlement limits. Location and extent of the Saar settlement JPG 118 Kb Site aerial. The Early Dilmun settlement at Saar from the air, taken in 1993 (S) JPG 272 Kb Site and eastwards. The plain to the east of the settlement (E) JPG 350 Kb.", 
    "domain": "archaeologydataservice.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Bahrain", 
        "Persian Gulf", 
        "archaeology", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5388834250746306961", 
            "resource_date": "2014-09-22T11:16:54.343-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:08.168790"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/09/the-ancient-saar-project-london-bahrain.html", 
            "resource_date": "2014-09-22T11:16:54.343-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:08.168806"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Ancient Saar Project: London-Bahrain Archaeological Expedition", 
    "url": "http://archaeologydataservice.ac.uk/archives/view/saar_ba_2007/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}