{
    "description": "ADS e-archiving system. The ADS-easy system, developed by the Archaeology Data Service (ADS), allows depositors to upload digital content and associated metadata from archaeological fieldwork and research securely to the ADS, from where it can be added to the growing list of resources within the archive catalogue. ADS- easy allows you to: create and manage projects more effectively generate project metadata as the basis of the resource discovery metadata upload digital data directly into the ADS repository develop a selection and retention policy through adding and removing data according to specific criteria generate costing information using the costing calculator automate the creation of technical metadata enhance data through the creation of file level metadata which can be created within the interface, or uploaded using a pre-populated template submit your archive to the ADS ADS-easy offers significant advantages to depositors over traditional methods of archive creation and submission, allowing for. data management from the outset of a project implementation of time efficiency measures for both depositor and archive flexibility in the creation of the digital archive involvement in selection and retention control over the costs and economics of deposition security during the submission phase To be kept informed on the latest development of ADS-easy follow the dedicated news feed and/or sign up for emails when you register.", 
    "domain": "archaeologydataservice.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Archaeology Data Service", 
        "tools"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3513891340421520993", 
            "resource_date": "2013-09-19T09:28:09.301-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:44.558956"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/09/ads-e-archiving-system.html", 
            "resource_date": "2013-09-19T09:28:09.301-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:44.558972"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "ADS e-archiving system", 
    "url": "http://archaeologydataservice.ac.uk/easy/home", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}