{
    "authors": [], 
    "contributors": [], 
    "description": "The Ancient Saar Project: London-Bahrain Archaeological Expedition. Robert C Killick, 2007. The excavations at Saar, Bahrain, took place between 1990 and 1999. The work was undertaken by the London-Bahrain Archaeological Expedition which was formed specifically for the purpose. The UK academic supporter of the project was the Institute of Archaeology, University College, London. In Bahrain, the Expedition received the patronage of the Amir, the late Shaikh Isa bin Sulman Al-Khalifa. The project was funded mainly by the business community in Bahrain, as well as by the British Academy and other academic funding bodies (for a full list, see Appendix 1 in Saar Volume 3). The directors were Robert Killick, Jane Moon, and Harriet Crawford (for the period 1990-5). The site of Saar had been previously excavated by a Jordanian expedition (results unpublished) and it was clear from that work that the settlement was inhabited for part of the Early Dilmun period (late third and early second millennia BC) and then abandoned. This corresponds to the period of Bahrain's involvement in Arabian Gulf trade when commodities were shipped through Bahrain, from Oman and the Indus, on their way to the cities of southern Babylonia, and vice versa. A procedure documented, if patchily, in the cuneiform records of the time. Nearly all previous archaeological work on this period prior to the excavation of Saar has focused on the extensive burial mounds and on isolated temples. The importance of Saar, therefore, resides in the fact that it is the first (and currently only) Early Dilmun settlement to have been investigated in any detail. This importance has been recognised by the Government of Bahrain which has placed the 'Saar Heritage Park' on the Tentative World Heritage List.", 
    "domain": "archaeologydataservice.ac.uk", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "The Ancient Saar Project: London-Bahrain Archaeological Expedition", 
        "url": "http://archaeologydataservice.ac.uk/archives/view/saar_ba_2007/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5388834250746306961", 
            "resource_date": "2014-09-22T11:16:54.343-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:11:55.402867"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/09/the-ancient-saar-project-london-bahrain.html", 
            "resource_date": "2014-09-22T11:16:54.343-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:11:55.402879"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "archives-view-saar-ba-2007-stats-cfm", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Usage Statistics", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://archaeologydataservice.ac.uk/archives/view/saar_ba_2007/stats.cfm", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}