{
    "authors": [], 
    "contributors": [], 
    "description": "Engendering Roman Military Spaces. Penelope M. Allison, 2008 (updated 2012). The research project 'Engendering Roman Military Spaces', investigates socio-spatial behaviour inside Roman military forts during the early Empire. It uses the distribution of artefacts found in forts in the German provinces to analyse the activities carried out within the various components of these forts. It then investigates the relationships between these spaces and the members of these communities - both soldier and non-soldier - who were likely to have been engaged in these activities. In so doing it develops better understandings of the complexity of the daily life within such military establishments. It focuses particularly on evidence for women and children and on their roles within these military domains. The project challenges widely-held assumptions: that military communities in the early empire were essentially segregated soldier communities; that only senior officers' families and household were accommodated inside and any other camp-followers lived in the civilian settlements outside the fort walls; and that a ban on legal marriage for ordinary soldiers meant that they could not have had families with whom they could have co-habited before the end of the 2nd century AD. Spindle whorls and loom weights in the museum of the Roman fort at Saalburg. This study demonstrates that analyses of artefact distribution patterns, along with those of the structural remains, provide more nuanced understandings of the functioning of Roman military bases and of Roman military life. It also demonstrates that women and children were members of these communities, and that, rather than being the hindrance that some ancient authors considered them (e. g. Juvenal, Satires VI. 398-405; Herodian, Histories 3. 8. 4), they may have taken useful and productive roles in the functioning of these military establishments. The archive holds the datasets and interactive maps produced by this project, and is a companion to the forthcoming publication, Frontier Communities in the Early Roman Empire: artefactual evidence for women and children inside German military bases [working title]. The project, Engendering Roman Spaces, was funded by an Australian Research Council QEII Fellowship held at the Australian National University.", 
    "domain": "archaeologydataservice.ac.uk", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Engendering Roman Military Spaces", 
        "url": "http://archaeologydataservice.ac.uk/archives/view/milspace_leic_2008/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6485909718098050679", 
            "resource_date": "2013-10-13T11:39:24.137-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:13:09.508498"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/10/engendering-roman-military-spaces.html", 
            "resource_date": "2013-10-13T11:39:24.137-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:13:09.508511"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "archives-view-milspace-leic-2008-stats-cfm", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Usage Statistics", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://archaeologydataservice.ac.uk/archives/view/milspace_leic_2008/stats.cfm", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}