{
    "description": "Opinions of ancient philosophers (Prototype of a collection of all ancient testimonies related to philosophers of greco-roman world). This collection of testimonies aims at collecting in a database the text of the sources related to the so-called presocratic philosophers. This collection of testimonies has been at first limited to Milesian (Thales, Anaximander, Anaximenes) and Eleatic philosophers (Xenophanes, Parmenides, Zeno, Melissus). This limitation was only a practical one. This web site, and the database attached to it, is only to be considered as a prototype of what an exhaustive collection of testimonies related to presocratic philosophers should look like. The work has not to be considered as a finished one: indexations, at many levels, have not been completed, texts are still lacking, etc. Any remark or critical comment will be appreciated. Cette collection de témoignages vise à rassembler au sein d’une base de données informatique le texte des sources relatives aux philosophes dits présocratiques ou préplatoniciens. Dans un premier temps, la collecte des témoignages ne sera cependant systématique que pour les philosophes Milésiens (Thalès, Anaximandre, Anaximène) et Eléates (Xénophane, Parménide, Zénon, Mélissos). Cette limitation pratique tient au caractère de « prototype » de cette base de données, qui reste en voie d’élaboration tant pour ce qui concerne les entrées de textes que les formes de leur indexation. Nous la publions seulement à titre de proposition, soumise à la critique.", 
    "domain": "www.placita.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8520492224128956779", 
            "resource_date": "2012-01-21T09:44:58.527-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:06.098133"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/01/opinions-of-ancient-philosophers.html", 
            "resource_date": "2012-01-21T09:44:58.527-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:06.098149"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Opinions of ancient philosophers", 
    "title_extended": "Opinions of ancient philosophers (Prototype of a collection of all ancient testimonies related to philosophers of greco-roman world)", 
    "url": "http://www.placita.org/DefaultEN.aspx", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}