{
    "description": "Opinions des anciens philosophes - Opinions of ancient philosophers. Cette collection de témoignages vise à rassembler au sein d’une base de données informatique le texte des sources relatives aux philosophes dits présocratiques ou préplatoniciens. Dans un premier temps, la collecte des témoignages ne sera cependant systématique que pour les philosophes Milésiens (Thalès, Anaximandre, Anaximène) et Eléates (Xénophane, Parménide, Zénon, Mélissos). Cette limitation pratique tient au caractère de « prototype » de cette base de données, qui reste en voie d’élaboration tant pour ce qui concerne les entrées de textes que les formes de leur indexation. Nous la publions seulement à titre de proposition, soumise à la critique. Une autre partie de ce projet consistant à réunir les principaux textes anciens relevant de la doxographie systématique (qu’il s’agisse d’œuvres complètes, ou d’extraits), des philosophes n’appartenant pas à la période dite présocratique trouvent également droit de cité dans cette base, bien qu’il ne soit aucunement question pour le moment de chercher à réunir exhaustivement les sources les concernant. This collection of testimonies aims at collecting in a database the text of the sources related to the so-called presocratic philosophers.", 
    "domain": "www.placita.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Presocratics", 
        "philosophy", 
        "antiquity"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7250708882429846899", 
            "resource_date": "2014-07-30T08:39:46.694-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:48.419707"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/11/opinions-des-anciens-philosophes-online.html", 
            "resource_date": "2014-07-30T08:39:46.694-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:48.419723"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Opinions des anciens philosophes - Opinions of ancient philosophers", 
    "url": "http://www.placita.org/Default.aspx", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}