{
    "description": "Universität Wien: Theses and Dissertations on Antiquity Most are available for download. Universität Wien: Theses and Dissertations on Antiquity. Most are available for download. Ägyptische Sprache und Literatur Brein, Georg (2008) Wurzelinkompatibilitäten im Wortschatz der Pyramidentexte. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Satzinger, Helmut Schilk, Sheba Celina (2010) Steine der Freude. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Satzinger, Helmut Zelenkova, Lubica (2008) Die privaten Stiftungsinschriften des funerären Bereichs des Alten Reiches und der 1. Zwischenzeit. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Satzinger, Helmut. Alte Geschichte Appl, Marlies (2010) Das Nyktostrategenamt im spätantiken Ägypten. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Tost, Sven Auernheimer, Martin Julius (2012) Antiker Mythos in neuen Medien. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Haider, Hilde Bauer, Hansjürgen (2013) Der Kircheneinbau im sog. Serapeion in Ephesos. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Pillinger, Renate Johanna. Keine Volltext-Freigabe durch VerfasserIn. Breitsprecher, Victoria Johanna (2013) \"De nummis asylorum\". Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Szaivert, Wolfgang Dumitru, Victor (2010) Die dakischen Könige von Burebista bis Decebal. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Mitthof, Fritz. Keine Volltext-Freigabe durch VerfasserIn. de Gracia Caraballo Hoyos, Maria (2013) Pagane und christliche Armeepriester. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Palme, Bernhard Fabiankowitsch, Anna (2013) Die Fundmünzen der antiken Zivilstadt Lauriacum aus den archäologischen Grabungen der Jahre 1951 - 1959. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät BetreuerIn: Alram, Michael. Keine Volltext-Freigabe durch VerfasserIn. Faustmann, Cornelia (2013) Studien zur Entwicklung der lateinischen Epigraphik in Österreich. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Hameter, Wolfgang. Keine Volltext-Freigabe durch VerfasserIn. Fellinger, Magdalena (2013) Die Rolle der Frau im Kaiserkult der Provinz Asia. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Corsten, Thomas Fischer, Albert (2012) Die Unterstützer des Tiberius Gracchus (cos. 133). Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Heftner, Herbert. Keine Volltext-Freigabe durch VerfasserIn. Fiska, Georg (2012) Das Teatro Marittimo in der Villa Hadriana. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Schmidt-Colinet, Andreas Fleischhacker, Johann (2012) Imperator, Caesar und dominus noster. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Mitthof, Fritz Frana, Zéa Ilse (2014) Die Kelten bei Dionysios von Halikarnassos. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Hofeneder, Andreas Gavrili, Paraskevi (2011) Musical scenes of Roman daily life. Dissertation, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Reuter, Christoph Grabenweger, Wilhelmine (2008) Falsche und fremde römische Inschriften in Norikum. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Weber, Ekkehard Hensellek, Benedikt Anselm (2011) Bürgerrechtsverleihungen an römische Flottensoldaten. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Palme, Bernhard Hirschler, Michael (2013) Provenienzstudien zu den griechischen Ehren-, Sieger- und Weihinschriften aus Olympia bis 400 v. Chr. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Taeuber, Hans. Keine Volltext-Freigabe durch VerfasserIn. Hirzbauer, Michael Klaus (2013) Altägyptischer Tempelbau und Herrscherlegitimierung zur Zeit der Argeaden und des ersten Ptolemäers. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Hölbl, Günther. Keine Volltext-Freigabe durch VerfasserIn. Hofmann, Vera (2009) Die Struktur der kleinasiatischen Städte in Strabons Geographika Buch XII. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Taeuber, Hans Gesperrt bis: 2 June 2012. Keine Volltext-Freigabe durch VerfasserIn. Huber, Katharina (2012) Der Kaiser im Osten - Münzprägungen zu Neros Griechenlandreise. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Szaivert, Wolfgang. Keine Volltext-Freigabe durch VerfasserIn. Huber, Katharina (2013) Wesen und Funktion der Kistophoren in der Provinz Asia am Beispiel von Tralleis. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Szaivert, Wolfgang. Keine Volltext-Freigabe durch VerfasserIn. Jankovich, Katarzyna (2008) ʿEzbet Helmi, Palastbezirk der Hyksoszeit und des Neuen Reichs: nichtkeramische Funde. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Bietak, Manfred. Gesperrt bis: 26 November 2011 Jesenko, Alexandra Stephanie (2012) Der Kosmet. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Palme, Bernhard Juraske, Alexander (2011) Das Ende der römischen Republik im Historienfilm. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Weber, Ekkehard. Gesperrt bis: 1 February 2012 Kaiser, Anna Maria (2012) Militärorganisation im spätantiken Ägypten. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Palme, Bernhard. Keine Volltext-Freigabe durch VerfasserIn. Kovarik, Sophie (2014) Das spätantike Notariat. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Mitthof, Fritz. Keine Volltext-Freigabe durch VerfasserIn. Krenn, Katharina (2013) Von der Mater Magna zur Madonna. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät BetreuerIn: Boaglio, Gualtiero. Keine Volltext-Freigabe durch VerfasserIn. Krenn, Katharina (2011) A pugione. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Mitthof, Fritz. Keine Volltext-Freigabe durch VerfasserIn. König, Robert (2012) Die Annahme von Ideen - Platons Parmenides. Dissertation, University of Vienna. Fakultät für Philosophie und Bildungswissenschaft BetreuerIn: Zeidler, Kurt Walter. Keine Volltext-Freigabe durch VerfasserIn. Lappé, Kira (2013) \"trans danuvium in expeditionem. \". Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Mitthof, Fritz. Keine Volltext-Freigabe durch VerfasserIn. Losehand, Joachim (2005) Die letzten Tage des Pompeius. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Dobesch, Gerhard Lotz, Helmut (2013) Sparta und die griechischen Städte Kleinasiens 400 - 394 v. Chr. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Corsten, Thomas Luger, Claudia (2008) Von Andromache bis Thetis. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Eder, Birgitta. Keine Volltext-Freigabe durch VerfasserIn. Macho, Claudia (2010) Anakrisis - Vorverfahren und Beweisführung im attischen Prozess. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Harter-Uibopuu, Kaja. Keine Volltext-Freigabe durch VerfasserIn. Markwitz, Manuel (2014) Untersuchungen zu Leben, Wirken und Karriere des Gaius Marius nach seinem sechsten Konsulat (100 v. Chr. - 86 v. Chr. ). Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Heftner, Herbert Maurer, Karin (2012) Der Pontarch des westpontischen Koinons. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Mitthof, Fritz. Keine Volltext-Freigabe durch VerfasserIn. Michlits, Christian (2008) Die Geschichte Theras in hellenistischer und römischer Zeit. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Taeuber, Hans Mitterlechner, Tina (2008) Die Entstehung öffentlicher Kulte im westlichen Mittelitalien. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Aigner-Foresti, Luciana. Keine Volltext-Freigabe durch VerfasserIn. Neumeier, Barbara (2012) Untersuchungen zur Geschichte des britannischen Usurpators Magnus Maximus und seiner Zeit. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Heftner, Herbert Pistofidou, Alexandra (2013) Acropolis. Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Schmale, Wolfgang Potz, Andrea (2013) Flavius Eugenius. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Palme, Bernhard. Keine Volltext-Freigabe durch VerfasserIn. Preindl, Katharina (2013) Dionysos in Nikaia - Mythos und Kult. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Corsten, Thomas. Keine Volltext-Freigabe durch VerfasserIn. Resel, Markus (2009) Staat und Wirtschaft im spätantiken Italien. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Cerman, Markus Rockenbauer, Astrid (2010) Priesterämter in Lakonien. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Taeuber, Hans. Keine Volltext-Freigabe durch VerfasserIn. Rosenbaum, Malte (2013) Die Münzprägung des Kaisers Probus (276-282). Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Szaivert, Wolfgang Samitz, Christoph (2008) Das solonische Vereinsgesetz (Dig. 47,22,4). Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Siewert, Peter. Keine Volltext-Freigabe durch VerfasserIn. Samitz, Christoph (2014) Die Finanzverwaltung griechischer Städte Kleinasiens in hellenistischer Zeit. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Taeuber, Hans. Keine Volltext-Freigabe durch VerfasserIn. Schachinger, Wolfgang (2010) Die Propaganda des Augustus im Spiegel seiner Münzprägung. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Weber, Ekkehard. Keine Volltext-Freigabe durch VerfasserIn. Scheriau, Alexandra (2009) Fulvia - Leben, Wirken und Diffamierung einer römischen Politikerin. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Mitthof, Fritz Schinnerl, Alexander (2014) Der gallische Gott Ogmios. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Hofeneder, Andreas Sänger, Patrick (2009) Römische Veteranen unter den Severern und frühen Soldatenkaisern in Äygpten. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Palme, Bernhard. Keine Volltext-Freigabe durch VerfasserIn. Tauber, Patrick (2013) Die Gestaltung des wirtschaftlichen Lebens im Athen des 4. Jh. anhand der Reden des Demosthenes. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Bannert, Herbert Tedesco, Paolo (2015) Late Roman Italy. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Pohl, Walter Gesperrt bis: 15 February 2016. Keine Volltext-Freigabe durch VerfasserIn. Toifelhardt, Paul (2010) Die etruskische \"puia\". Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Amann, Petra Trost, Monika Margit (2009) Die beiden Etruskerstädte Veii und Caere und ihre Beziehungen zum antiken Rom. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Weber, Ekkehard Uebel, Katharina (2012) Boudicca - Verlauf und Hintergrund einer Rebellion gegen die römische Herrschaft und ihre Darstellung in den Quellen. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Mitthof, Fritz Vlcek, Eva (2013) Römische Graffiti auf Wandmalerei aus Österreich. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Taeuber, Hans Walters, Erik (2010) Unitas in latin antiquity. Dissertation, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Smolak, Kurt Wengraf, Michael (2010) Die Mitglieder der catilinarischen Verschwörung. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Heftner, Herbert Widauer, Jasmin Maria (2014) Aspekte spätantiker Kindheit in der patristischen Literatur. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Palme, Bernhard Wieser, Ulrike (2010) Untersuchungen zum Ersten Punischen Krieg. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Heftner, Herbert Zechmeister, Michael (2012) Konfliktresolutionsmechanismen der eisenzeitlichen Keltiké. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Karl, Raimund. Alter Orient, Nordafrika Abd, El Karem Mona (2013) Die Nutzung tierischer Ressourcen während des 5. und 4. Jahrtausends v. Chr. in Ägypten. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Köhler, Christiana Buhl, Margot Elisabeth (2013) Die römischen Steinbrüche und Minen in der südlichen Ostwüste. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Hölbl, Günther. Keine Volltext-Freigabe durch VerfasserIn. Fuchs, Dagmar (2009) Ägyptische Residenzen und Tempel. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Bietak, Manfred Hinterplattner, Marleen Valentine (2011) Kann der europäische Kolonialismus als Wendepunkt in der Auseinandersetzung mit der Sklaverei in Nordafrika angesehen werden? Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Lohlker, Rüdiger Hirzbauer, Michael Klaus (2013) Altägyptischer Tempelbau und Herrscherlegitimierung zur Zeit der Argeaden und des ersten Ptolemäers. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Hölbl, Günther. Keine Volltext-Freigabe durch VerfasserIn. Hudáková, Lubica (2013) The representations of women in the Middle Kingdom. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Jánosi, Peter-Christian. Keine Volltext-Freigabe durch VerfasserIn. Höflmayer, Felix (2010) Die Synchronisierung der minoischen Alt- und Neupalastzeit mit der ägyptischen Chronologie. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Bietak, Manfred Jankovic, Bojana (2013) Aspects of Urukean agriculture in the first millennium BC. Dissertation, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Jursa, Michael Jankovich, Katarzyna (2008) ʿEzbet Helmi, Palastbezirk der Hyksoszeit und des Neuen Reichs: nichtkeramische Funde. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Bietak, Manfred. Gesperrt bis: 26 November 2011 Kahlbacher, Andrea (2011) Raumfunktion und Dekorationsprogramm der Felsgräber des Alten und Mittleren Reiches. Magisterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Jánosi, Peter Christian Linder, Nadia (2013) Frühgeschichtliche Untersuchungen zur \"Schutzgottheit\" LAMMA. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Selz, Gebhard J. Morawetz, Franz (2012) Die Grabräuberpapyri. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Satzinger Helmut Müller, Miriam (2012) Das Stadtviertel F/I in Tell el-Dabᶜa/Auaris. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Bietak, Manfred. Gesperrt bis: 9 August 2015 Naass, Marie (2013) Die politische Ökonomie der Krise in Ägypten. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Günay, Cengiz Neumann, Michael Walter (2008) Kanalisationsanlagen, Wasserleitungen und sanitäre Einrichtungen im pharaonischen Ägypten. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Jánosi, Peter. Keine Volltext-Freigabe durch VerfasserIn. Randl, Monika Silke (2008) Die Entwicklung der Salbkegel im Flachbild. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Satzinger, Helmut. Keine Volltext-Freigabe durch VerfasserIn. Schilk, Sheba Celina (2010) Steine der Freude. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Satzinger, Helmut Schnirzer, Martin (2013) Die Faszination des Reisens bei Ivan Bunin. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät BetreuerIn: Poljakov, Fedor. Keine Volltext-Freigabe durch VerfasserIn. Steiner, Herwig (2008) Ägyptische Festungen und Stadtgründungen in Nubien von der Prädynastischen Zeit bis zum Ende des Neuen Reiches. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Bietak, Manfred Strommer, Julia (2011) Die Geschichte der Katze in der religiösen Ikonographie des Alten Ägypten. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Satzinger, Helmut. Keine Volltext-Freigabe durch VerfasserIn. Waser, Magdalena (2012) Die Kapellen und Gräber der königlichen Frauen Mentuhoteps II. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Jánosi, Peter-Christian Zelenkova, Lubica (2008) Die privaten Stiftungsinschriften des funerären Bereichs des Alten Reiches und der 1. Zwischenzeit. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Satzinger, Helmut. Altorientalische Archäologie, christliche Archäologie Gavrili, Paraskevi (2011) Musical scenes of Roman daily life. Dissertation, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Reuter, Christoph Kaplarevic, Marko (2011) Frühchristliche Malerei in Serbien. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Pillinger, Renate Köck, Johanna (2008) Darstellungen von Schlaf und Tod auf spätantik-frühchristlichen Denkmälern. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Pillinger, Renate Linder, Nadia (2013) Frühgeschichtliche Untersuchungen zur \"Schutzgottheit\" LAMMA. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Selz, Gebhard J. Murel, Susanna (2012) Past in the Present. Diplomarbeit, University of Vienna. Fakultät für Sozialwissenschaften. BetreuerIn: Gingrich, Andre Pressler, Siana Ivova (2013) Die Konstantinische Wende im Bereich des heutigen Bulgarien im Spiegel der Denkmäler. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Pillinger, Renate Johanna Schilk, Sheba Celina (2010) Steine der Freude. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Satzinger, Helmut Siegl, Kathrin (2012) Die sog. Region der Mensores in der Domitillakatakombe in Rom. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Pülz, Andreas von Dellemann, Evelyn (2013) Der Schleier in der frühchristlichen Kunst. Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Pillinger, Renate Johanna. Wurm, Vannina Maria (2009) Symbole und Mythen im populären Film. Diplomarbeit, University of Vienna. Katholisch-Theologische Fakultät. BetreuerIn: Hödl, Hans Gerald Griechische Welt Ambros, Gabriele Susanne (2011) Das Heiligtum der paphischen Göttin auf Zypern. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Specht, Edith. Keine Volltext-Freigabe durch VerfasserIn. Breitsprecher, Victoria Johanna (2013) \"De nummis asylorum\". Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Szaivert, Wolfgang Cvetojevic, Milan Mile (2013) Zwei Riesen und ein Zwerg. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Liedl, Gottfried Dass, Oliver (2010) Die Abenteuer der schönen Chariklea. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gissenwehrer, Michael Fellinger, Magdalena (2013) Die Rolle der Frau im Kaiserkult der Provinz Asia. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Corsten, Thomas Gavrili, Paraskevi (2011) Musical scenes of Roman daily life. Dissertation, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Reuter, Christoph Gretscher, Martin Alexander (2013) Straßen in den griechischen Städten Lukaniens. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Gassner, Verena. Keine Volltext-Freigabe durch VerfasserIn. Huber, Katharina (2012) Der Kaiser im Osten - Münzprägungen zu Neros Griechenlandreise. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Szaivert, Wolfgang. Keine Volltext-Freigabe durch VerfasserIn. Huber, Katharina (2013) Wesen und Funktion der Kistophoren in der Provinz Asia am Beispiel von Tralleis. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Szaivert, Wolfgang. Keine Volltext-Freigabe durch VerfasserIn. Hörwarthner, Dieter (2012) Untersuchungen zur Architektur des Heraions von Olympia. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Meyer, Marion. Keine Volltext-Freigabe durch VerfasserIn. Kovarik, Sophie (2014) Das spätantike Notariat. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Mitthof, Fritz. Keine Volltext-Freigabe durch VerfasserIn. Krämer, Gabriela (2010) Frühe Handelsschifffahrt. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Szaivert, Wolfgang. Keine Volltext-Freigabe durch VerfasserIn. Lotz, Helmut (2013) Sparta und die griechischen Städte Kleinasiens 400 - 394 v. Chr. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Corsten, Thomas Lotz, Helmut (2012) Studien zur frühhellenistischen Alltagskeramik in Ephesos. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Kerschner, Michael Gesperrt bis: 11 March 2014. Keine Volltext-Freigabe durch VerfasserIn. Maurer, Karin (2012) Der Pontarch des westpontischen Koinons. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Mitthof, Fritz. Keine Volltext-Freigabe durch VerfasserIn. Merker, Raimund (2009) Hinter der Maske des Feldherrn. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Bannert, Herbert. Keine Volltext-Freigabe durch VerfasserIn. Neuhauser, Alexandra (2008) Geschichte und Verwaltung der außerägyptischen Besitzungen des Ptolemäerreiches. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Palme, Bernhard Pistofidou, Alexandra (2013) Acropolis. Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Schmale, Wolfgang Ratschl, Lena Kristina (2010) Athena in Attika. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Meyer, Marion. Keine Volltext-Freigabe durch VerfasserIn. Reiter, Paul (2009) Herodot - Vater der Ethnologie? Diplomarbeit, University of Vienna. Fakultät für Sozialwissenschaften. BetreuerIn: Chevron, Marie-France Rockenbauer, Astrid (2010) Priesterämter in Lakonien. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Taeuber, Hans. Keine Volltext-Freigabe durch VerfasserIn. Schintlmeister, Luise (2013) Aphrodite in Ephesos. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Ladstätter, Sabine Steinmüller, Martin (2008) Gleicheit, Freiheit, Geschwisterlichkeit. Diplomarbeit, University of Vienna. Evangelisch-Theologische Fakultät. BetreuerIn: Öhler, Markus Tauber, Patrick (2013) Die Gestaltung des wirtschaftlichen Lebens im Athen des 4. Jh. anhand der Reden des Demosthenes. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Bannert, Herbert Tintel, Florian (2014) Das Bild der mutterländischen Griechen von der Magna Graecia. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Taeuber, Hans Tomasitz, Dean (2008) Zur Geschichte der Kegelschnitte als Thema im Mathematikunterricht. Diplomarbeit, University of Vienna. Fakultät für Mathematik. BetreuerIn: Humenberger, Johann von Miller, Alexandra Christine Johanna (2013) Die archaischen Siedlungsbefunde von Ephesos. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Kerschner, Michael. Keine Volltext-Freigabe durch VerfasserIn. Waldner, Alice (2009) Keramische Evidenzen zur Baugeschichte des unteren Embolos von Ephesos. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Ladstätter, Sabine. Keine Volltext-Freigabe durch VerfasserIn. Klassische Archäologie Baer, Martin (2013) Konsekrationsprägungen der Augustae von Marciana bis Faustina II. (112 - 176 n. Chr. ). Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Schmidt-Colinet, Andreas Bauer, Hansjürgen (2013) Der Kircheneinbau im sog. Serapeion in Ephesos. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Pillinger, Renate Johanna. Keine Volltext-Freigabe durch VerfasserIn. Bernhardt, Katrin (2013) Die mykenische Welt und Kreta. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Alram-Stern, Eva. Keine Volltext-Freigabe durch VerfasserIn. Brzakovic, Marina (2014) Römische Hinterlassenschaften im Gemeindegebiet Kladovo in Serbien. Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gassner, Verena Börner, Christina (2013) St. Pölten, Klostergarten, Haus 1 und 2 - die Keramik. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gassner, Verena Bürge, Teresa (2011) Der Palast von Iraq al-Amir. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Schmidt-Colinet, Andreas Darvish Zadeh, Ali (2012) Fingerprints in der Archäologie. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Neugebauer-Maresch, Christine. Gesperrt bis: 18 April 2014 Ebner, Desiree (2009) Entwicklung der archäologischen Forschung und deren museale Präsentation ab dem 20. Jahrhundert in Kärnten. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Theune-Vogt, Claudia Eckl, Barbara (2013) Die skulpierten Steindenkmäler im norischen Teil Niederösterreichs. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Ladstätter, Sabine Fabiankowitsch, Anna (2013) Die Fundmünzen der antiken Zivilstadt Lauriacum aus den archäologischen Grabungen der Jahre 1951 - 1959. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät BetreuerIn: Alram, Michael. Keine Volltext-Freigabe durch VerfasserIn. Fegerl, Karin (2008) Archäozoologische Untersuchungen eines Fundkomplexes aus dem Tempelbezirk des Jupiter Heliopolitanus von Carnuntum. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gassner, Verena Fischbauer, Sonja (2010) Sammeln, Forschen, Ausstellen. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Theue-Vogt, Claudia Fiska, Georg (2012) Das Teatro Marittimo in der Villa Hadriana. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Schmidt-Colinet, Andreas Fuchs, Jördis (2011) Spätantike militärische horrea an Rhein und Donau. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gassner, Verena Gamper, Kathrin (2013) Werksteinarchitektur im Kontext privater Wohnbauten Westkleinasiens. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Thür, Hilke Gavrili, Paraskevi (2011) Musical scenes of Roman daily life. Dissertation, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Reuter, Christoph Goffriller, Gabriele (2008) Dimostrazioni. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Rosenauer, Artur. Keine Volltext-Freigabe durch VerfasserIn. Grammer, Benedikt (2013) Stadtentwicklung im 3. Jahrhundert n. Chr. in Pannonien. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Gassner, Verena. Keine Volltext-Freigabe durch VerfasserIn. Gretscher, Martin Alexander (2013) Straßen in den griechischen Städten Lukaniens. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Gassner, Verena. Keine Volltext-Freigabe durch VerfasserIn. Gugl, Rainer (2012) \"Fürchtet Gott, ehrt den Kaiser!\". Diplomarbeit, University of Vienna. Evangelisch-Theologische Fakultät. BetreuerIn: Öhler, Markus Hirschler, Michael (2013) Provenienzstudien zu den griechischen Ehren-, Sieger- und Weihinschriften aus Olympia bis 400 v. Chr. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Taeuber, Hans. Keine Volltext-Freigabe durch VerfasserIn. Huller, Irina Marilyn (2013) Fresken in Tell el-Dab'a. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Bietak, Manfred Hölbling, Eva (2008) Das römische Gräberfeld von Pottenbrunn. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Scherrer, Peter. Gesperrt bis: 27 October 2011 Hörwarthner, Dieter (2012) Untersuchungen zur Architektur des Heraions von Olympia. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Meyer, Marion. Keine Volltext-Freigabe durch VerfasserIn. Jandl, Markus Franz (2012) Die fabrica des Legionslagers Vindobona. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Cech, Brigitte Kaplarevic, Marko (2011) Frühchristliche Malerei in Serbien. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Pillinger, Renate Kerschbaumer, Katharina (2013) Die Ta-Textserie aus Pylos aus archäologischer Perspektive. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Blakolmer, Fritz Kertesz, Nikolett (2013) Die Pfeilerkrypta. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Blakolmer, Fritz Kieweg-Vetters, Gudrun (2011) Die Wandmalerei der Villa von Bruckneudorf, Burgenland. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Pillinger, Renate. Keine Volltext-Freigabe durch VerfasserIn. Koch, Thomas (2012) Die Ziegelstempel von Vindobona. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gassner, Verena Kulovits, Clara (2014) Häfen bei Kastellen in Raetien und Noricum. Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gassner, Verena Köck, Johanna (2008) Darstellungen von Schlaf und Tod auf spätantik-frühchristlichen Denkmälern. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Pillinger, Renate Ladurner, Mechthild (2011) Terrakotten im Schutt. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Gassner, Verena. Keine Volltext-Freigabe durch VerfasserIn. Lappé, Kira (2012) Die Praetoria der augusteischen Legionslager. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Gassner, Verena. Keine Volltext-Freigabe durch VerfasserIn. Lotz, Helmut (2012) Studien zur frühhellenistischen Alltagskeramik in Ephesos. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Kerschner, Michael Gesperrt bis: 11 March 2014. Keine Volltext-Freigabe durch VerfasserIn. Maschek, Dominik (2010) Ratio decoris. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Krinzinger, Friedrich. Keine Volltext-Freigabe durch VerfasserIn. Maspoli, Ana Zora (2012) Römische Militaria aus dem Legionslager, den canabae legionis und der Zivilstadt von Vindobona. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Groh, Stefan. Keine Volltext-Freigabe durch VerfasserIn. Mayrhofer, Petra (2012) Römische Haustechnik. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Thür, Hilke Michlits, Christian (2012) Die archäologischen Zeugnisse Theras in hellenistischer und römischer Zeit. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Schmidt-Colinet, Andreas Millgrammer, Maria (2009) Männliche Tonstatuetten in der minoischen und mykenischen Kultur. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Alram, Eva Müller, Ingrid Katharina (2008) Die Grabung 1996 auf Parzelle 80 im römischen Vicus von Mautern-Favianis. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Groh, Stefan Oremus, Katharina (2012) Antike Türen aus Pompeji - Studien zu Türkonstruktionen anhand ausgewählter Beispiele. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Thür, Hilke Peloschek, Lisa (2012) Der Umgang mit Vergangenheit in peloponnesischen Heiligtümern im 1. Jahrtausend v. Chr. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Alram-Stern, Eva Pistofidou, Alexandra (2013) Acropolis. Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Schmale, Wolfgang Podgorschek, Fabia-Milena (2012) Die Basis von Sorrent. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Meyer, Marion. Keine Volltext-Freigabe durch VerfasserIn. Preindl, Katharina (2012) \"ἀλλὰ γὰρ ἔστιν μοῦσα καὶ ἡμῖν\" (Eur. Med. 1085) - [Alla gar estin musa kai hēmin]. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Meyer, Marion. Keine Volltext-Freigabe durch VerfasserIn. Pressler, Siana Ivova (2013) Die Konstantinische Wende im Bereich des heutigen Bulgarien im Spiegel der Denkmäler. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Pillinger, Renate Johanna Profant, Elke (2010) Die feine graue Ware aus dem Heiligtum des Iuppiter Heliopolitanus in Carnuntum. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Gassner, Verena. Keine Volltext-Freigabe durch VerfasserIn. Ratschl, Lena Kristina (2010) Athena in Attika. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Meyer, Marion. Keine Volltext-Freigabe durch VerfasserIn. Reichardt, Bettina (2013) Menschen und Mischwesen. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Meyer, Marion Gesperrt bis: 16 May 2017. Keine Volltext-Freigabe durch VerfasserIn. Reiter, Johannes (2012) Die Gemma Augustea. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Glaser, Franz. Keine Volltext-Freigabe durch VerfasserIn. Rembart, Laura (2009) Die Datierung des sogenannten Serapeion in Ephesos anhand des stratifizierten Fundmaterials. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Ladstätter, Sabine Räuchle, Viktoria Johanna (2008) Mythische Mörderinnen. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Meyer, Marion Schintlmeister, Luise (2013) Aphrodite in Ephesos. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Ladstätter, Sabine Schuh, Ulrike (2013) Das Heidentor von Carnuntum. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Jobst, Werner. Keine Volltext-Freigabe durch VerfasserIn. Soro, Laura (2013) Mykenische Funde auf Sardinien. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Trnka, Gerhard. Gesperrt bis: 30 April 2018 Svoboda, Dieta-Frauke (2013) Altäre und kleinformatige Kulteinrichtungen in Heiligtümern der Magna Graecia im Spannungsfeld zwischen griechischer Kolonisation und italischer Identität. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Gassner, Verena Gesperrt bis: 6 March 2015. Keine Volltext-Freigabe durch VerfasserIn. Thaler, Joachim (2013) Siedlungsstrukturen des municipium von Tridentum und seinem Territorium von der Spätantike bis zur langobardischen Eroberung. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gassner, Verena Tsoneva, Hristina (2008) Spätantik-frühchristliche Denkmäler im mittleren Strumatal. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Pillinger, Renate. Keine Volltext-Freigabe durch VerfasserIn. von Miller, Alexandra Christine Johanna (2013) Die archaischen Siedlungsbefunde von Ephesos. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Kerschner, Michael. Keine Volltext-Freigabe durch VerfasserIn. Waldner, Alice (2009) Keramische Evidenzen zur Baugeschichte des unteren Embolos von Ephesos. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Ladstätter, Sabine. Keine Volltext-Freigabe durch VerfasserIn. Waser, Magdalena (2010) Behinderte in der hellenistisch-römischen Kleinplastik. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Krierer, Karl Reinhard Watzinger, Tanja (2013) Kultpraxis im archaischen Großgriechenland. Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gassner, Verena Weinberger, Ulrike (2012) Die Nebengebäude und Wirtschaftsflächen römischer Villen in den Donauprovinzen. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Thür, Hilke Weisenhorn, Markus (2009) Der sog. \"Dreiteilige Schrein\" in Ikonographie und Architektur der ägäischen Bronzezeit. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Blakolmer, Fritz Wiltschnigg, Hemma Sophia (2014) Bestattungssitten im minoischen Kreta. Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Blakolmer, Fritz. Wodtke, Petra (2010) Die historischen Regionen Epirus und Akarnanien in der römischen Kaiserzeit. Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gassner, Verena Klassische Sprachen und Literaturen: Allgemeines Allesch, Clemens Andreas (2013) Ein Ständchen für Amaryllis - Untersuchungen zu Theokrits Komos (Idyll 3). Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Bannert, Herbert Blank, Cornelia (2011) \"Et statim gallus cantavit. \". Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Smolak, Kurt Kimeswenger, Irina Farah (2014) \"Ist der Mensch rasend oder stellt er sich nur so?\" - Friedrich Hölderlins Übersetzungen aus dem Griechischen. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Bannert, Herbert. Trenk, Bernd (2013) \"Panem et Circenses\". Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät BetreuerIn: Grewing, Farouk. Keine Volltext-Freigabe durch VerfasserIn. Römisches Reich Astl, Agnes (2012) Die osirianische Triade auf magischen Gemmen. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Satzinger, Helmut Bauer, Hansjürgen (2013) Der Kircheneinbau im sog. Serapeion in Ephesos. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Pillinger, Renate Johanna. Keine Volltext-Freigabe durch VerfasserIn. Breitsprecher, Victoria Johanna (2013) \"De nummis asylorum\". Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Szaivert, Wolfgang Bruna, Elisabeth (2013) Kaiser Tiberius zwischen literarischer Figur und historischer Gestalt. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Mitthof, Fritz Buhl, Margot Elisabeth (2013) Die römischen Steinbrüche und Minen in der südlichen Ostwüste. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Hölbl, Günther. Keine Volltext-Freigabe durch VerfasserIn. Dorfbauer, Lukas Julius (2009) Das Wunderbare in den politischen Gedichten Claudians. Dissertation, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Smolak, Kurt de Gracia Caraballo Hoyos, Maria (2013) Pagane und christliche Armeepriester. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Palme, Bernhard Ebner, Christoph (2010) \"Familia gladiatoria pugnabit\". Dissertation, University of Vienna. Rechtswissenschaftliche Fakultät BetreuerIn: Memmer, Michael. Keine Volltext-Freigabe durch VerfasserIn. Eckl, Barbara (2013) Die skulpierten Steindenkmäler im norischen Teil Niederösterreichs. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Ladstätter, Sabine Fabiankowitsch, Anna (2013) Die Fundmünzen der antiken Zivilstadt Lauriacum aus den archäologischen Grabungen der Jahre 1951 - 1959. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät BetreuerIn: Alram, Michael. Keine Volltext-Freigabe durch VerfasserIn. Fellinger, Magdalena (2013) Die Rolle der Frau im Kaiserkult der Provinz Asia. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Corsten, Thomas Fleischhacker, Johann (2012) Imperator, Caesar und dominus noster. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Mitthof, Fritz Fröstl, Michael (2011) Sceleris vestigia nostri. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Smolak, Kurt Gavrili, Paraskevi (2011) Musical scenes of Roman daily life. Dissertation, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Reuter, Christoph Grammer, Benedikt (2013) Stadtentwicklung im 3. Jahrhundert n. Chr. in Pannonien. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Gassner, Verena. Keine Volltext-Freigabe durch VerfasserIn. Gretscher, Martin Alexander (2013) Straßen in den griechischen Städten Lukaniens. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Gassner, Verena. Keine Volltext-Freigabe durch VerfasserIn. Happenhofer, Julian (2013) Rectius itaque Lucretius - Lukrez und Epikur in den Divinae institutiones des Laktanz. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Weber, Dorothea Hensellek, Benedikt Anselm (2011) Bürgerrechtsverleihungen an römische Flottensoldaten. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Palme, Bernhard High, Adrian (2013) Mehrsprachigkeit im römischen Südosteuropa. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Mitthof, Fritz Huber, Katharina (2012) Der Kaiser im Osten - Münzprägungen zu Neros Griechenlandreise. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Szaivert, Wolfgang. Keine Volltext-Freigabe durch VerfasserIn. Huber, Katharina (2013) Wesen und Funktion der Kistophoren in der Provinz Asia am Beispiel von Tralleis. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Szaivert, Wolfgang. Keine Volltext-Freigabe durch VerfasserIn. Jandl, Markus Franz (2012) Die fabrica des Legionslagers Vindobona. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Cech, Brigitte Jesenko, Alexandra Stephanie (2012) Der Kosmet. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Palme, Bernhard Jochum, Benjamin (2013) Analyse der inhaltlichen und didaktischen Aufbereitung des Ersten und Zweiten Punischen Krieges. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Hameter, Wolfgang Juraske, Alexander (2011) Das Ende der römischen Republik im Historienfilm. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Weber, Ekkehard. Gesperrt bis: 1 February 2012 Kaplarevic, Marko (2011) Frühchristliche Malerei in Serbien. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Pillinger, Renate Keglevic, Branka (2013) Die Briefe des Avitus von Vienne. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Pohl, Walter. Keine Volltext-Freigabe durch VerfasserIn. Klammer, Julia (2012) Altwegestrukturen im Hinterland von Mautern/Favianis. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Doneus, Michael Koch, Thomas (2012) Die Ziegelstempel von Vindobona. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gassner, Verena Kostial, Natascha (2013) Die Annahme des Christentums und die Ansiedelung im Imperium am Beispiel der Goten. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Schwarcz, Andreas Kovarik, Sophie (2014) Das spätantike Notariat. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Mitthof, Fritz. Keine Volltext-Freigabe durch VerfasserIn. Krenn, Katharina (2011) A pugione. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Mitthof, Fritz. Keine Volltext-Freigabe durch VerfasserIn. Krischke, Philipp (2011) Noricum in der Antike und im frühen Mittelalter bis 600 n. Chr. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Schwarcz, Andreas. Keine Volltext-Freigabe durch VerfasserIn. Krobath, Thomas (2013) Das Ende der römischen Herrschaft in der Diözese Britannien und im norischen Raum. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Pohl, Walter. Keine Volltext-Freigabe durch VerfasserIn. Krämer, Gabriela (2010) Frühe Handelsschifffahrt. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Szaivert, Wolfgang. Keine Volltext-Freigabe durch VerfasserIn. Kulovits, Clara (2014) Häfen bei Kastellen in Raetien und Noricum. Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Gassner, Verena Köck, Johanna (2008) Darstellungen von Schlaf und Tod auf spätantik-frühchristlichen Denkmälern. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Pillinger, Renate Losehand, Joachim (2005) Die letzten Tage des Pompeius. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Dobesch, Gerhard Marth, Doris (2013) Der sogenannte \"Antiquus Austriacus\" und weitere auctores antiquissimi. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Weber, Ekkehard Gesperrt bis: 20 November 2015. Keine Volltext-Freigabe durch VerfasserIn. Maspoli, Ana Zora (2012) Römische Militaria aus dem Legionslager, den canabae legionis und der Zivilstadt von Vindobona. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Groh, Stefan. Keine Volltext-Freigabe durch VerfasserIn. Matlschweiger, Melanie (2011) Henri Pirenne. Diplomarbeit, University of Vienna. Fakultät für Psychologie. BetreuerIn: Liedl, Gottfried Maurer, Karin (2012) Der Pontarch des westpontischen Koinons. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Mitthof, Fritz. Keine Volltext-Freigabe durch VerfasserIn. Mlenek, Esther (2010) Tod und Bestattung der stadtrömischen Heiden und Christen. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Palme, Bernhard Müller, Martina (2012) Untersuchungen zu Leben, Karriere und Persönlichkeit des P. Cornelius Dolabella (cos. suff. 44). Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Heftner, Herbert Neumeier, Barbara (2012) Untersuchungen zur Geschichte des britannischen Usurpators Magnus Maximus und seiner Zeit. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Heftner, Herbert Potz, Andrea (2013) Flavius Eugenius. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Palme, Bernhard. Keine Volltext-Freigabe durch VerfasserIn. Preindl, Katharina (2013) Dionysos in Nikaia - Mythos und Kult. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Corsten, Thomas. Keine Volltext-Freigabe durch VerfasserIn. Preßmair, Gerhild (2013) Von der Fibel bis zur Pfeilspitze. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Theune-Vogt, Claudia Profant, Elke (2010) Die feine graue Ware aus dem Heiligtum des Iuppiter Heliopolitanus in Carnuntum. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Gassner, Verena. Keine Volltext-Freigabe durch VerfasserIn. Rembart, Laura (2009) Die Datierung des sogenannten Serapeion in Ephesos anhand des stratifizierten Fundmaterials. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Ladstätter, Sabine Resel, Markus (2009) Staat und Wirtschaft im spätantiken Italien. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Cerman, Markus Rosenbaum, Malte (2013) Die Münzprägung des Kaisers Probus (276-282). Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Szaivert, Wolfgang Sawiuk, Przemyslaw (2012) Anfänge des Provinzialwesens in der römischen Republik. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Heftner, Herbert Schachinger, Wolfgang (2010) Die Propaganda des Augustus im Spiegel seiner Münzprägung. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Weber, Ekkehard. Keine Volltext-Freigabe durch VerfasserIn. Schintlmeister, Luise (2013) Aphrodite in Ephesos. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Ladstätter, Sabine Siegl, Kathrin (2012) Die sog. Region der Mensores in der Domitillakatakombe in Rom. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Pülz, Andreas Stern, Matthias (2013) Der Pagarch und die Organisation des öffentlichen Sicherheitswesens im spätantiken Ägypten. Masterarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Tost, Sven. Keine Volltext-Freigabe durch VerfasserIn. Sänger, Patrick (2009) Römische Veteranen unter den Severern und frühen Soldatenkaisern in Äygpten. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Palme, Bernhard. Keine Volltext-Freigabe durch VerfasserIn. Tedesco, Paolo (2015) Late Roman Italy. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Pohl, Walter Gesperrt bis: 15 February 2016. Keine Volltext-Freigabe durch VerfasserIn. Trenk, Bernd (2013) \"Panem et Circenses\". Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät BetreuerIn: Grewing, Farouk. Keine Volltext-Freigabe durch VerfasserIn. Vlcek, Eva (2013) Römische Graffiti auf Wandmalerei aus Österreich. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Taeuber, Hans Waldner, Alice (2009) Keramische Evidenzen zur Baugeschichte des unteren Embolos von Ephesos. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Ladstätter, Sabine. Keine Volltext-Freigabe durch VerfasserIn. Walters, Erik (2010) Unitas in latin antiquity. Dissertation, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Smolak, Kurt Weinberger, Ulrike (2012) Die Nebengebäude und Wirtschaftsflächen römischer Villen in den Donauprovinzen. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Thür, Hilke Widauer, Jasmin Maria (2014) Aspekte spätantiker Kindheit in der patristischen Literatur. Dissertation, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Palme, Bernhard Wiedergut, Karin Maria (2010) Rechtsstreitigkeiten der publicani mit Städten in Kleinasien im 2. und 1. Jh. v. Chr. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät BetreuerIn: Taeuber, Hans. Keine Volltext-Freigabe durch VerfasserIn. Zehetner, Stefan (2009) Der Signifer. Diplomarbeit, University of Vienna. Historisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Mitthof, Fritz Semitische Sprachen und Literaturen: Allgemeines Mayerhofer, Kerstin (2012) Die Slavische Abrahamsapokalypse und ihre Überlieferung. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Miklas, Heinz Ostrovljanovic, Boban (2011) Das Deborah-Lied. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Jaroš, Karl Schmidl, Martina (2012) Rhetorik neubabylonischer Privatbriefe. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Jursa, Michael Subasi, Vera (2011) Dogs in Islam. Diplomarbeit, University of Vienna. Philologisch-Kulturwissenschaftliche Fakultät. BetreuerIn: Procházka, Stephan.", 
    "domain": "othes.univie.ac.at", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "dissertations", 
        "Austria", 
        "theses", 
        "antiquity"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1001484277884710615", 
            "resource_date": "2015-05-28T16:27:13.808-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:06:51.463589"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/universitat-wien-theses-and.html", 
            "resource_date": "2015-05-28T16:27:13.808-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:06:51.463605"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ägyptische Sprache und Literatur", 
    "url": "http://othes.univie.ac.at/view/subjects/18=2E72.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}