{
    "description": "I supplementi (dedicati a temi di attualità) Nato per soddisfare l’esigenza di far conoscere e rendere fruibile una categoria di documenti di grandis­sima importanza storica e storico-artistica quali sono le monete, specchio insostituibile della vita economica, sociale ed artistica dei vari Stati nelle diverse epoche, il Bollettino di Numismatica si è rivelato, nel tempo, anche un formidabile strumento di tutela a disposizione degli operatori del settore. L’enorme quantità di ma­teriali dispersi in miriadi di collezioni grandi, medie e piccole, pubbliche e private, unitamente alla ricchezza di un sottosuolo che ancora oggi riesce a parlare a quanti si avvicinano, con attenta professionalità, ai “tesori” di informazioni che esso racchiude necessitava, infatti, di un collettore unico ed ufficialmente riconosciuto nel quale far confluire le informazioni sul patrimonio numismatico del nostro paese. Da qui la decisione di affian­care, alla serie ordinaria prevista con cadenza semestrale e dedicata in via prioritaria alla pubblicazione dei materiali da scavo, anche una più articolata collana di serie monografiche dove far confluire l’enorme quantità di materiali di collezione, di proprietà tanto pubblica quanto privata, con particolare attenzione anche a classi di monete omogenee per epoca ed area di provenienza ma disperse sul territorio in differenti raccolte.", 
    "domain": "www.numismaticadellostato.it", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Il Bollettino di Numismatica", 
        "url": "http://www.numismaticadellostato.it/bollettinoIntro.do?prov=H:B"
    }, 
    "keywords": [
        "series"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2369844543722320425", 
            "resource_date": "2013-04-11T14:37:43.279-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:12:29.545281"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/04/open-access-journal-il-bollettino-di.html", 
            "resource_date": "2013-04-11T14:37:43.279-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:12:29.545303"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "I supplementi", 
    "url": "http://www.numismaticadellostato.it/supplementi.do?prov=H:B:RIV", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}