{
    "description": "Monspaet-Datenbank des Instituts für Ägyptologie und Koptologie der Westfälischen Wilhelms-Universität Münster. Untersuchung der (Tempel-) Bautätigkeit von legitimen Königen versus der von Usurpatoren anhand von Bauinschriften und erhaltenen Baudenkmälern (Ehemaliger Sonderforschungsbereich 493: Funktionen von Religion in antiken Gesellschaften des Vorderen Orients, Projekt C2/5) Die Datenbank enthält Material zur Bautätigkeit der Könige der Spätzeit, und, aber nur „en passant“ mitgenommen, auch weiteres Material, einige Privatdenkmäler und funeräre Objekte von Königen. Abweichend vom Gebrauch in der Literaturdatenbank wurden hier Leerstellen in Suchbegriffen nicht durch „_“ gefüllt. Das Material kann auf drei verschiedene Weisen abgerufen werden. Normale Suche über Suchmaske wie oben angedeutet. Suche über zwei verschiedene (grobe selbstgestrickte) Karten von Ägypten (Delta / Oberägypten und Nubien). Klickt man einen Ortsnamen an, werden alle dort für das Thema relevanten Datensätze aufgerufen. Suche nach Dynastien und Königen sowie Objekten aus dem Ausland. Es gibt Listen von Dynastien und deren Königen mit Untergliederung nach Ortsnamen. Königsnamen, die unter einem bestimmten Ortsnamen rot erscheinen, können aufgerufen werden, worauf die von diesem dort aufgefundenen Objekte zum Thema angezeigt werden. Das Projekt hatte die Sammlung bzw. Aufarbeitung des relevanten (archäologischen) Materials in einer Datenbank zur Voraussetzung. Die bisher publizierten Listen von Denkmälern der Könige der Spätzeit sind (mit Ausnahme einer Liste von H. Jenni für Nektanebos (II. ) von 1998) entweder veraltet (Kienitz für das 4. Jhdt. v. Chr. (28. -30. Dyn. ) von 1953, Traunecker für die 29. Dyn. von 1979, Posener für die 27. Dyn. von 1936) bzw. eine Liste für die 26. Dyn. existiert gar nicht). Über die Tempel allein gibt es die neue Monographie von D. Arnold, The Tempels Of The Last Pharaohs, New York - Oxford 1999 (das Buch geht im betrachteten Zeitraum über den hier behandelten hinaus, insoweit es sowohl die 25. Dyn. als auch die ptolemäisch-römische Zeit umfasst). Allerdings liegt hier das Schwergewicht auf architektonischen Rekonstruktionen; Königen werden Bauten oft nur zugeschrieben ohne Diskussion der Belege.", 
    "domain": "www1.ivv1.uni-muenster.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "architecture", 
        "inscriptions"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-675729438826163211", 
            "resource_date": "2015-02-04T11:39:47.595-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:42.483193"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/02/monspaet-datenbank-des-instituts-fur.html", 
            "resource_date": "2015-02-04T11:39:47.595-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:42.483208"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Monspaet-Datenbank des Instituts für Ägyptologieund Koptologie der Westfälischen Wilhelms-Universität Münster", 
    "url": "http://www1.ivv1.uni-muenster.de/litw3/Aegyptologie/index03.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}