{
    "description": "Dig Quest: Israel. By The Friends of the Israel Antiquities Authority. Become an archeologist! Use your iPhone or iPad as a tool to tap, dig, and explore Israel’s past. Discover the Dead Sea Scrolls in an ancient cave, and piece them together to reveal their meaning! Dig up the 2,000 year old Lod Mosaic, then uncover its story in a fast-paced quiz game! You’ll need skills, creativity, and smarts to become a great archaeologist and unlock all the rewards. WHAT YOU GET TO DO • Use your iPhone or iPad as an archaeological tool to brush, tap, and dig for hidden relics • Explore an ancient cave and search for the Dead Sea Scrolls then piece 14 of them together in a challenging puzzle game • Dig up a 2,000 year old mosaic floor and play a fast-paced quiz game in which you unlock the secrets of the mosaic • Grow your own collection of antiquities as you master the games - try to win them all! FEATURES • 30+ levels in two unique games based on world-famous archaeological discoveries • 50+ stunning images of real antiquities • Amazing historical facts and artifacts • Spoken word excerpts from the Dead Sea Scrolls • Gabe, your host and team leader, is based on a composite of real archaeologists working in the field A UNIQUE APP Dig Quest: Israel was created by the Israel Antiquities Authority and features addictive games and puzzles based on world-famous antiquities in the National Treasures. The games in the App are designed around real discoveries and archaeological artifacts and were developed in collaboration with the IAA’s team of pre-eminent archaeologists, scholars and researchers. As they play, kids get a feel for what archaeologists do as they experience the excitement of discovery and the creativity and skills involved in solving mysteries from the distant past. The Dead Sea Scrolls are among the oldest biblical manuscripts and are considered the greatest manuscript discovery of the 20th century. The Lod Mosaic is one of the largest, best preserved Roman mosaics ever found and is currently touring the world with stops at The Metropolitan Museum of Art, the Louvre, Waddeson Manor and the Hermitage. **FREE for iPhone and iPad.", 
    "domain": "itunes.apple.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Israel", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4142967761426043266", 
            "resource_date": "2014-11-22T10:01:22.507-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:52.717378"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/11/dig-quest-israel.html", 
            "resource_date": "2014-11-22T10:01:22.507-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:52.717392"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Dig Quest: Israel", 
    "url": "https://itunes.apple.com/il/app/id913694523", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}