{
    "description": "Have you taken the AWOL User Survey ? Have you taken the AWOL User Survey ?. Emperors. By Dan Weiner. Description. A complete listing of inscription titles for every Roman emperor from Augustus to Galerius. Look up the name of an emperor (either his official inscription name or his common name) and then see a full list of his titles and the dates. You can also look up each emperor on Wikipedia! Emperors also includes a guide, written by a member of the University of Rochester Classics Department, to help you interpret the dates. This app is a must-have for anyone interested in ancient Rome, from a tourist visiting the Roman Forum to a classicist writing their next book! This app is designed for both iPhone and iPad Free Category: Education Released: Mar 06, 2015 Version: 1. 0 Size: 0. 6 MB Language: English Seller: Dan Weiner © 2015 Daniel Weiner Description. A complete listing of inscription titles for every Roman emperor from Augustus to Galerius. Look up the name of an emperor (either his official inscription name or his common name) and then see a full list of his titles and the dates. You can also look up each emperor on Wikipedia! Emperors also includes a guide, written by a member of the University of Rochester Classics Department, to help you interpret the dates. This app is a must-have for anyone interested in ancient Rome, from a tourist visiting the Roman Forum to a classicist writing their next book! This app is designed for both iPhone and iPad Free Category: Education Released: Mar 06, 2015 Version: 1. 0 Size: 0. 6 MB Language: English Seller: Dan Weiner © 2015 Daniel Weiner Description. A complete listing of inscription titles for every Roman emperor from Augustus to Galerius. Look up the name of an emperor (either his official inscription name or his common name) and then see a full list of his titles and the dates. You can also look up each emperor on Wikipedia! Emperors also includes a guide, written by a member of the University of Rochester Classics Department, to help you interpret the dates. This app is a must-have for anyone interested in ancient Rome, from a tourist visiting the Roman Forum to a classicist writing their next book!.", 
    "domain": "itunes.apple.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9037339817310581104", 
            "resource_date": "2015-03-07T18:13:41.071-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:56.534305"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/app-emperors.html", 
            "resource_date": "2015-03-07T18:13:41.071-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:56.534321"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Emperors", 
    "url": "https://itunes.apple.com/us/app/emperors/id969178209", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}