{
    "description": "Similar Items 21. %IMAGEREPLACED% Add to Bookbag Money, expense, and naval power in Thucydides' History 1-5.24 Kallet-Marx, Lisa University of California Press,  1993 Classics | Economics and Business | Ancient History Thucydides has been found guilty of indifference toward financial matters without a consideration of all the evidence. Now Lisa Kallet-Marx examines Thucydides' treatment of financial resources by studying his comments on finance in the context of the whole work and scrutinizes other, chiefly epigra... [more] Similar Items 22. %IMAGEREPLACED% Add to Bookbag Myth, meaning, and memory on Roman sarcophagi Koortbojian, Michael University of California Press,  1995 Classics | Art | Art History | Art and Architecture Michael Koortbojian brings a novel approach to his study of the role of Greek mythology in Roman funerary art. He looks at two myths - Aphrodite and Adonis and Selene and Endymion - not only with respect to their appearance on Roman sarcophagi, but also with regard to the myths' significance in the... [more] Similar Items 23. %IMAGEREPLACED% Add to Bookbag Nemea: a guide to the site and museum Miller, Stephen G. (Stephen Gaylord) 1942- University of California Press,  1989 Classics | History | Archaeology | Ancient History In classical antiquity, beginning in 573 B.C., Nemea hosted international athletic competitions like those at Olympia, Delphi, and Isthmia; the games at the four sites constituted the Panhellenic cycle, and the victors were the most famous athletes of antiquity. Nemea was never a city-state but serv... [more] Similar Items 24. %IMAGEREPLACED% Add to Bookbag Nuptial arithmetic: Marsilio Ficino's commentary on the fatal number in Book VIII of Plato's Republic Allen, Michael J. B University of California Press,  1994 Classics | Philosophy | Medieval Studies | Renaissance History The latest of Michael Allen's distinguished studies of the Renaissance Neoplatonist, Marsilio Ficino (1433-1499), presents a difficult, fascinating text. Late in his career, Ficino wrote a commentary on the intractable passage in Book VIII of Plato's Republic that concerns the mysterious geometric o... [more] Similar Items 25. %IMAGEREPLACED% Add to Bookbag The poet's truth: a study of the poet in Virgil's Georgics Perkell, Christine University of California Press,  1989 Classics | Classical Literature and Language The controversy over Virgil's optimism or pessimism, which has long absorbed readers of his poetry, might fruitfully yield to a perspective which allows contradictions to stand unresolved, to constitute, in fact, the essence of his poems' meaning. So interpreted, the pervasive contradictions of the... [more] Similar Items 26. %IMAGEREPLACED% Add to Bookbag The politics of desire: Propertius IV Janan, Micaela Wakil University of California Press,  2000 Classics | Classical Literature and Language | Poetry Propertius (ca. 54 b.c.-ca. 2 b.c.) was a Roman poet who composed four compelling books of elegies in the chaotic years surrounding Rome's transition from republic to empire. The first three of these books revolve mostly around a tormented love affair with a woman called Cynthia. The fourth book of... [more] Similar Items 27. %IMAGEREPLACED% Add to Bookbag The power of Thetis: allusion and interpretation in the Iliad Slatkin, Laura M University of California Press,  1992 Classics | Classical Literature and Language | Classics In The Power of Thetis, Laura M. Slatkin reveals the full importance of mythic allusion in Homeric composition and in the experience of Homer's audience. Similar Items 28. %IMAGEREPLACED% Add to Bookbag Public disputation, power, and social order in late antiquity Lim, Richard 1963- University of California Press,  1995 Classics | Classical Religions | Religion | Christianity Richard Lim explores the importance of verbal disputation in Late Antiquity, offering a rich socio-historical and cultural examination of the philosophical and theological controversies. He shows how public disputation changed with the advent of Christianity from a means of discovering truth and sel... [more] Similar Items 29. %IMAGEREPLACED% Add to Bookbag The Question of \"eclecticism\": studies in later Greek philosophy Dillon, John M University of California Press,  1988 Classics | Classical Philosophy | Social and Political Thought This collection of essays is addressed to the growing number of philosophers, classicists, and intellectual historians who are interested in the development of Greek thought after Aristotle. In nine original studies, the authors explore the meaning and history of \"eclecticism\" in the context of anci... [more] Similar Items 30. %IMAGEREPLACED% Add to Bookbag Reading Sappho: contemporary approaches Greene, Ellen 1950- University of California Press,  1998 Classics | Classical Literature and Language | Literary Theory and Criticism | Poetry Reading Sappho considers Sappho's poetry as a powerful, influential voice in the Western cultural tradition. Essays are divided into four sections: \"Language and Literary Context,\" \"Homer and Oral Tradition\", \"Ritual and Social Context\", and \"Women's Erotics\". Contributors focus on literary history,... [more] Similar Items 31. %IMAGEREPLACED% Add to Bookbag Regionalism and change in the economy of independent Delos, 314-167 B.C Reger, Gary University of California Press,  1994 Classics | History | Archaeology | Economics and Business | Ancient History Gary Reger's highly original book applies modern statistical analysis to the detailed inscriptions at the Temple of Apollo on Delos. These inscriptions, discovered during excavations in the late nineteenth and early twentieth centuries, provide a wealth of information about the business and economic... [more] Similar Items 32. %IMAGEREPLACED% Add to Bookbag Religion in Hellenistic Athens Mikalson, Jon D 1943- University of California Press,  1998 Classics | Classical Religions | Religion | Ancient History Until now, there has been no comprehensive study of religion in Athens from the end of the classical period to the time of Rome's domination of the city. Jon D. Mikalson provides a chronological approach to religion in Hellenistic Athens, disproving the widely held belief that Hellenistic religion d... [more] Similar Items 33. %IMAGEREPLACED% Add to Bookbag Representations: images of the world in Ciceronian oratory Vasaly, Ann University of California Press,  1993 Classics | Literature | Politics | History | Literary Theory and Criticism | Classical Literature and Language Ann Vasaly introduces representation theory into the study of Ciceronian persuasion and contends that an understanding of milieu - social, political, topographical - is crucial to understanding Ciceronian oratory. As a genre uniquely dependent on an immediate interaction between author and audience,... [more] Similar Items 34. %IMAGEREPLACED% Add to Bookbag The revolutions of wisdom: studies in the claims and practice of ancient Greek science Lloyd, G. E. R. (Geoffrey Ernest Richard) 1933- University of California Press,  1989 Classics | Classical History G.E.R. Lloyd's wide-ranging and historical study of the development of Greek science is a valuable contribution to current debates in the philosophy of language, on the analysis of scientific revolutions, and the rationality of science. Similar Items 35. %IMAGEREPLACED% Add to Bookbag Senecan drama and stoic cosmology Rosenmeyer, Thomas G University of California Press,  1989 Classics | Classical Literature and Language | Classical Philosophy | Theatre Lucius Annaeus Seneca, Nero's tutor and advisor, wrote philosophical essays, some of them in the form of letters, and dramas on Greek mythological topics, which since the early Renaissance have exercised a powerful influence on the European theater. Because in his essays Seneca, in his own eclectic... [more] Similar Items 36. %IMAGEREPLACED% Add to Bookbag Spectacle and society in Livy's history Feldherr, Andrew 1963- University of California Press,  1998 Classics | Classical Literature and Language | Classical History | Comparative Literature | Literature Public spectacle - from the morning rituals of the Roman noble to triumphs and the shows of the Arena - formed a crucial component of the language of power in ancient Rome. The historian Livy (c. 60 B.C.E.-17 C.E.), who provides our fullest description of Rome's early history, presents his account o... [more] Similar Items 37. %IMAGEREPLACED% Add to Bookbag Symeon the holy fool: Leontius's Life and the late antique city Krueger, Derek University of California Press,  1996 Religion | Literature | Christianity | Classics | Classical Religions This first English translation of Leontius of Neapolis's Life of Symeon the Fool brings to life one of the most colorful of early Christian saints. In this study of a major hagiographer at work, Krueger fleshes out a broad picture of the religious, intellectual, and social environment in which the L... [more] Similar Items 38. %IMAGEREPLACED% Add to Bookbag Theocritus's urban mimes: mobility, gender, and patronage Burton, Joan B 1951- University of California Press,  1995 Classics | Classical Literature and Language | Women's Studies Drawing on current literary, cultural, and historical approaches, Joan Burton presents sophisticated new readings of Theocritus's urban mimes, which are among the most frequently cited evidence of Hellenistic cultural life, religion, magic, and aesthetics. Unlike Theocritus's bucolic poems, which fo... [more] Similar Items 39. %IMAGEREPLACED% Add to Bookbag Thucydides and the ancient simplicity: the limits of political realism Crane, Gregory 1957- University of California Press,  1998 Classics | Politics | Political Theory | History | Intellectual History Thucydides' History of the Peloponnesian War is the earliest surviving realist text in the European tradition. As an account of the Peloponnesian War, it is famous both as an analysis of power politics and as a classic of political realism. From the opening speeches, Thucydides' Athenians emerge as... [more] Similar Items 40. %IMAGEREPLACED% Add to Bookbag Traditional oral epic: the Odyssey, Beowulf, and the Serbo-Croatian return song Foley, John Miles University of California Press,  1991 Literature | Literary Theory and Criticism | European Literature | Folklore and Mythology | Religion | Language and Linguistics | Classics | Medieval Studies John Miles Foley offers an innovative and straightforward approach to the structural analysis of oral and oral-derived traditional texts. Professor Foley argues that to give the vast and complex body of oral \"literature\" its due, we must first come to terms with the endemic heterogeneity of traditio... [more] Similar Items", 
    "domain": "publishing.cdlib.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "UC Press E-Books Collection", 
        "url": "http://publishing.cdlib.org/ucpressebooks/"
    }, 
    "keywords": [
        "art", 
        "Hellenistic", 
        "Athens", 
        "antiquity", 
        "culture", 
        "late antiquity", 
        "mythology", 
        "epigraphy", 
        "linguistics", 
        "Renaissance", 
        "poetry", 
        "environment", 
        "religion", 
        "book", 
        "California", 
        "Middle Ages", 
        "architecture", 
        "literature", 
        "philosophy", 
        "Drama", 
        "Greek", 
        "Roman", 
        "Christianity", 
        "art history", 
        "imagery", 
        "theater", 
        "language", 
        "science", 
        "theology", 
        "museums", 
        "ancient history", 
        "classics", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Similar Items", 
    "url": "http://publishing.cdlib.org/ucpressebooks/search?identifier=13030/ft3f59n8b0;smode=moreLike;style=eschol;brand=eschol", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}