{
    "description": "April Theme: Fakes, Looting, and Artifacts Lacking Context § April 2nd, 2012 The ASOR Blog is pleased to announce a new “theme” for the month of April—Unprovenanced Artifacts and Possible Forgeries. The ASOR Blog will continue to post other items of interest that are submitted by the ASOR Staff and ASOR Members, but (just like we did in March) we will solicit posts on the “theme” for the month and also encourage unsolicited submissions on the theme from our membership. The guest editors for the month will be ASOR executive director and Professors and. Submissions should be sent to Andy Vaughn with a CC to. ASOR and the guest editors hope to provide a venue for individuals to discuss and debate this important topic, which is certainly timely with the recent announcement of a verdict in the forgery trial in Israel. The judge in that case rightly observed that debate about the authenticity of unprovenanced artifacts and their importance (or lack of importance) should be discussed in an academic setting. The ASOR Blog seeks to provide such a venue for an open and civil discussion.", 
    "domain": "asorblog.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "blog"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9141853338726224344", 
            "resource_date": "2012-04-03T13:41:19.279-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:04:57.172224"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/04/asors-april-blog-theme-unprovenanced.html", 
            "resource_date": "2012-04-03T13:41:19.279-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:04:57.172240"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://asorblog.org/", 
        "http://asorblog.org/"
    ], 
    "title": "ASOR's April Blog Theme: \"Unprovenanced Artifacts and Possible Forgeries\"", 
    "url": "http://asorblog.org/?p=2108", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}