{
    "description": "ASOR Blog will continue to post other items of interest that are submitted by the ASOR Staff and ASOR Members, but (just like we did in March) we will solicit posts on the “theme” for the month and also encourage unsolicited submissions on the theme from our membership. The guest editors for the month will be ASOR executive director and Professors and. Submissions should be sent to Andy Vaughn with a CC to. ASOR and the guest editors hope to provide a venue for individuals to discuss and debate this important topic, which is certainly timely with the recent announcement of a verdict in the forgery trial in Israel. The judge in that case rightly observed that debate about the authenticity of unprovenanced artifacts and their importance (or lack of importance) should be discussed in an academic setting. The ASOR Blog seeks to provide such a venue for an open and civil discussion. It is the policy of the ASOR Blog that any ASOR member can post a respectfully written scholarly opinion or reaction. The Blog is moderated, but it’s not refereed or peer reviewed like an academic journal. The Blog is designed for professional members of ASOR, so membership in ASOR is required. On behalf of ASOR, I wish to thank the guest editors for volunteering to moderate the discussion, and we look forward to a fruitful and lively exchange of ideas in April. Sincerely, Andrew G. Vaughn, Ph.D. ASOR Executive Director", 
    "domain": "asorblog.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "ASOR's April Blog Theme: \"Unprovenanced Artifacts and Possible Forgeries\"", 
        "url": "http://asorblog.org/?p=2108"
    }, 
    "keywords": [
        "blog", 
        "ASOR"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9141853338726224344", 
            "resource_date": "2012-04-03T13:41:19.279-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:41.873992"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/04/asors-april-blog-theme-unprovenanced.html", 
            "resource_date": "2012-04-03T13:41:19.279-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:41.874008"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "ASOR Blog", 
    "url": "http://asorblog.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}