{
    "description": "%IMAGEREPLACED% The Edwin Smith Papyrus, the world's oldest surviving surgical text, was written in Egyptian hieratic script around the 17th century BCE, but probably based on material from a thousand years earlier. The papyrus is a textbook on trauma surgery, and describes anatomical observations and the examination, diagnosis, treatment, and prognosis of numerous injuries in exquisite detail. American archaeologist Edwin Smith discovered the papyrus in Egypt in the 1860s, and his daughter donated the papyrus to the New-York Historical Society after his death.  It eventually made its way to the Library of the New York Academy of Medicine, and it was recently translated for the first time in over 50 years into English by James P. Allen of the Metropolitan Museum of Art in New York. The Edwin Smith Papyrus, the world's oldest surviving surgical text, was written in Egyptian hieratic script around the 17th century BCE, but probably based on material from a thousand years earlier. The papyrus is a textbook on trauma surgery, and describes anatomical observations and the examination, diagnosis, treatment, and prognosis of numerous injuries in exquisite detail. American archaeologist Edwin Smith discovered the papyrus in Egypt in the 1860s, and his daughter donated the papyrus to the New-York Historical Society after his death.  It eventually made its way to the Library of the New York Academy of Medicine, and it was recently translated for the first time in over 50 years into English by James P. Allen of the Metropolitan Museum of Art in New York. Turn the Pages | Gallery of Images", 
    "domain": "archive.nlm.nih.gov", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "National Library of Medicine: Turning the Pages Online", 
        "url": "http://archive.nlm.nih.gov/proj/ttp/intro.htm"
    }, 
    "keywords": [
        "imagery", 
        "art", 
        "Egypt", 
        "egyptology", 
        "Metropolitan Museum of Art", 
        "museums", 
        "textbooks", 
        "papyrology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "%IMAGEREPLACED%", 
    "url": "http://archive.nlm.nih.gov/proj/ttp/flash/smith/smith.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}