{
    "description": "From E-Corpus Lettre/newsletter n° 9  : 02/2011. What's new in the E-CORPUS digital library Arabic, Georgian and Syriac manuscripts from St. Catherine's Monastery Mount Sinai (Egypt) are now available on e-corpus. This work carried out by the Université Catholique de Louvain within the framework of project Manumed (digitization of microfilm); detailed records are being captured with titles and incipits etc. Arabic MSS: 202 manuscripts / 50 987 images Syriac MSS: 130 manuscripts / 27806 images Georgian MSS: 12 manuscripts / 3099 images TOTAL: 344 manuscripts; 81 892 images Hebrew manuscripts from the Library of Nîmes, Carré d'Art 19 mss, 3 372 pages accessible on e-corpus see web site (still in progress). Documents on the history of Egypt: E-corpus just received a specific endowment from a patron to digitize 50 000 pages of documents on the history of Egypt (from the pharaonic periode to the present); if you have documents or collections that you would like digitized within this context you can. These documents will be available on e-corpus and in the \" virtual library of the history of Egypt \" managed by e-corpus. Arabic manuscripts from father Jean-Jospeh-Léandre Bargès (1810-1896) (bibliothèque dioscésaine de Marseille, Le Mistral) In the process of digitization and soon to be on  E-CORPUS Persian and Arabic manuscripts from the Aga Khan Museum (Geneva) The digitization of a series of antique photographs - Aleppo. Cooperation IFPO Camille Hammad collection, studio photographer in Aleppo from 1933 to 1946 Antique documents from the library of Apt (Vaucluse) (in particular an eighteenth century manuscript on Egypt ) see the document description and images. Documents from the Maison Méditerranéenne des Sciences de l'Homme ( MMSH ) in Aix en Provence and from.", 
    "domain": "newsletter.neteor.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "digital library"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5974810971339828701", 
            "resource_date": "2011-02-28T11:05:48.062-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:15.259634"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/02/whats-new-in-e-corpus-digital-library.html", 
            "resource_date": "2011-02-28T11:05:48.062-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:15.259651"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "What's new in the E-CORPUS digital library", 
    "url": "http://newsletter.neteor.com/online/view_0b4d42963e34a346bc050ea630bdc9ac_888.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}