{
    "description": "Samian Research. The Website comprises a suite of databases concerned with samian ware. Their aim is to standardize the recording and publishing of samian ware in such a way that the data is available both for comaparative identification, and more significantly for scientific analysis using statistical and mapping tools. All have their individual search masks appropriate to the questions likely to require resolution. The databases comprise the following: - Names on samian ware - Ovolo Vessels. - Name marked pots These databases have been developed historically as 'stand alone' applications. At some future date it would be desirable to achieve a complete cross-index, but this is beyond the current capacit y of the contributors. Names on samian ware As a result of a co-operation agreement between the Universities of Reading and Leeds together with the Römisch-Germanisches Zentralmuseum Mainz, the life-löng study madeby Brian Hartley and Brenda Dickinson of the stamps and signatures on samian ware will also become available on the database. This is published as a series of books (Institute of Classical Sudies, London, from 2008 onwards), and replaces the Index of Potters' Stamps (Oswald, 1931). Ovolo vessels This database is presently devoted to South Gaulish decorated samian ware which has an ovolo. The illustrations of decorated ware have been taken from scanned rubbings where possible, to ensure accuracy and a fair representation of the condition of the vessel concerned. The principles employed can be extended to other production centres when specialists are available to enter the necessary data. Name-marked vessels These vessels carry either potters' stamps or signatures. Data capture started with the name-marked decorated products of the South Gaulish samian industry of the first century AD. , and has mainly come from the international Pegasus research group led by and the work of (Mees 1995). Additional materials came from the records of (Radboud University Nijmegen), (Cardiff University) and Alain Vernhet (CNRS Millau - F). The Lezoux archive of Brian Hartley was added with the outstanding help of Robert Hopkins. Products from Rheinzabern are currently being added, and it is hoped that the database can be extended over time to include all of the other main production centres of Gaul and Germany. Restricted Access Some parts of this database have restricted access. In order to protect the commercial interests of the book publishers, data output of the Guest accounts may be limited by omitting fields like images, dating and literature or are incomplete concerning the number of output records. Credits Without the help from Wendy and Robert Hopkins, Katja Hölzl and many others, these digitised versions of hitherto scattered archives would not have been processed so rapidly.", 
    "domain": "www.rgzm.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "pottery", 
        "ceramics"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9188228193087139792", 
            "resource_date": "2013-09-04T08:00:05.480-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:58.475406"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/09/samian-research.html", 
            "resource_date": "2013-09-04T08:00:05.480-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:58.475422"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Samian Research", 
    "url": "http://www.rgzm.de/samian/home/frames.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}