{
    "description": "Maps of the Ottoman Empire. The W. F. Albright Institute of Archaeological Research (AIAR) in Jerusalem in cooperation with the Center for Ancient Middle Eastern Landscapes (CAMEL) at the University of Chicago scanned and geo-referenced a series of topographical maps of Eastern Turkey and the lands of the broader Ottoman Empire with a grant from the US Department of Education TICFIA program. The bulk of the collection contains topographical maps compiled at the British Intelligence Division War Office in 1915 derived from map and survey data collected during multiple expeditions 1839-1906. The collection contains high resolution copies of the original maps held by AIAR, and geo-referenced versions can be requested by contacting. Carte du Liban d'apres les reconaissances de la brigade topographique du Corps Expeditionnaire de Syrie en 1860-61 Description: Map of Lebanon from an expedition of Syria 1860-1861. Publisher: Paris: France. Depot de la Guerre Contributor: W. F. Albright Institute of Archaeological Research (AIAR) Collection: Maps of the Ottoman Empire Tags: AIAR, AIARMAPS, CAMEL, Lebanon Karte des Ostjordanlandes: Blatt A1/2 Description: Map of the lands of Jordan (centered on modern day northern Israel). Compiled at the Intelligence Division War Office by Major F. R. Maunsell, R. A. derived from multiple expeditions 1839-1906. Publisher: Leipzig: Deutschen Verein zur Erforschung Palaestinas Contributor: W. F. Albright Institute of Archaeological Research (AIAR) Collection: Maps of the Ottoman Empire Tags: AIAR, AIARMAPS, CAMEL, Israel, Jordan Eastern Turkey in Asia: Sheet 29 - Meskene Description: Map of Eastern Turkey (centered on modern day northern Syria showing the Euprates River). Compiled at the Intelligence Division War Office by Major F. R. Maunsell, R. A. derived from multiple expeditions 1839-1906. [Incomplete map with cut section]. Publisher: London: British War Office Contributor: W. F. Albright Institute of Archaeological Research (AIAR) Collection: Maps of the Ottoman Empire Tags: AIAR, AIARMAPS, CAMEL, Syria, Turkey Eastern Turkey in Asia: Sheet 25 - Mardin Description: Map of Eastern Turkey. Compiled at the Intelligence Division War Office by Major F. R. Maunsell, R. A. derived from multiple expeditions 1839-1906. Publisher: London: British War Office Contributor: W. F. Albright Institute of Archaeological Research (AIAR) Collection: Maps of the Ottoman Empire Tags: AIAR, AIARMAPS, CAMEL, Turkey Eastern Turkey in Asia: Sheet 32 - Mosul Description: Map of Eastern Turkey (centered on modern day northern Iraq in Mosul area). Compiled at the Intelligence Division War Office by Major F. R. Maunsell, R. A. derived from multiple expeditions 1839-1906. Publisher: London: British War Office Contributor: W. F. Albright Institute of Archaeological Research (AIAR) Collection: Maps of the Ottoman Empire Tags: AIAR, AIARMAPS, CAMEL, Iraq, Mosul, Turkey Eastern Turkey in Asia: Sheet 44 - Deir ez Zor Description: Map of Eastern Turkey (centered on modern day Syria in the Deir ez Zur area). Compiled at the Intelligence Division War Office by Major F. R. Maunsell, R. A. derived from multiple expeditions 1839-1906. Publisher: London: British War Office Contributor: W. F. Albright Institute of Archaeological Research (AIAR) Collection: Maps of the Ottoman Empire Tags: AIAR, AIARMAPS, CAMEL, Syria, Turkey Eastern Turkey in Asia: Sheet 23 - Urfa Description: Map of Eastern Turkey. Compiled at the Intelligence Division War Office by Major F. R. Maunsell, R. A. derived from multiple expeditions 1839-1906. Publisher: London: British War Office Contributor: W. F. Albright Institute of Archaeological Research (AIAR) Collection: Maps of the Ottoman Empire Tags: AIAR, AIARMAPS, CAMEL, Turkey Eastern Turkey in Asia: Sheet 27 - Urmia Julamerk Description: Map of Eastern Turkey. Compiled at the Intelligence Division War Office by Major F. R. Maunsell, R. A. derived from multiple expeditions 1839-1906. Publisher: London: British War Office Contributor: W. F. Albright Institute of Archaeological Research (AIAR) Collection: Maps of the Ottoman Empire Tags: AIAR, AIARMAPS, CAMEL, Turkey Eastern Turkey in Asia: Sheet 33 - Rowanduz Description: Map of Eastern Turkey (centered on modern day northern Iraq in Rawaduz area). Compiled at the Intelligence Division War Office by Major F. R. Maunsell, R. A. derived from multiple expeditions 1839-1906. Publisher: London: British War Office Contributor: W. F. Albright Institute of Archaeological Research (AIAR) Collection: Maps of the Ottoman Empire Tags: AIAR, AIARMAPS, CAMEL, Iraq, Turkey Eastern Turkey in Asia: Sheet 30 - Ras-Ul-Ain Description: Map of Eastern Turkey (centered on modern day Syria). Compiled at the Intelligence Division War Office by Major F. R. Maunsell, R. A. derived from multiple expeditions 1839-1906. Publisher: London: British War Office Contributor: W. F. Albright Institute of Archaeological Research (AIAR) Collection: Maps of the Ottoman Empire Tags: AIAR, AIARMAPS, CAMEL, Syria, Turkey.", 
    "domain": "www.dlir.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "maps"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6906303596312787828", 
            "resource_date": "2015-04-24T19:14:10.669-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:44.093461"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/04/maps-of-ottoman-empire.html", 
            "resource_date": "2015-04-24T19:14:10.669-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:44.093476"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Maps of the Ottoman Empire", 
    "url": "http://www.dlir.org/about-aiarmaps.html?layout=default", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}