{
    "description": "Le lézard et le têtard. Archéologie linguistique du nombre: faune égyptienne et pensée de la quantification Auteur: Alain Anselin, Université des Antilles-Guyane Résumé: \" Toute langue est l'archive d'une culture, de sa configuration intellectuelle et de ses modèles cognitifs. Ses mots et leurs sémogrammes peuvent être considérés sous cet angle comme autant d'artefacts de l'activité humaine. Dans cette perspective, nous proposons une archéologie du nombre à partir des hiéroglyphes du lézard et du têtard.... \" Cet article est paru dans la revue Basade n°2. Ngok Lituba: Groupe de Recherches Universitaire Pluridisciplinaire Auteur: Oum Ndigi, Université de Yaounde 1 Résumé: \" La question générale du peuplement de l'Afrique et celles, plus singulières, des origines historiques, des trajectoires migratoires, des apparentements, des identités, toujours dynamiques, et des contacts culturels et linguistiques, se trouvent au centre de l'historiographie africaine depuis au moins un demi-siècle. A la faveur de travaux marquants de nombreux spécialistes, dont ceux fondateurs de C.A.Diop qui ont contribué à la reconnaissance de l'égyptologie et des antiquités égypto-nubiennes comme une source majeure de cette historiographie, de nouveaux chantiers de recherche pluridisciplinaires ont été ouverts sous l'égide de l'UNESCO pour répondre à ces questions. C'est dans ce cadre que se situe le projet Ngok Lituba. Ce projet doit son nom à un mythe phare et un site majeur de référence historique des Basaa, un peuple de langue bantu du Sud Cameroun. Culture, langue et anthropobiologie des Basaa soutiennent la comparaison sur bien des points avec celles des peuples des régions nilotique et saharienne, suggérant aussi bien l'existence d'une aire culturelle ancienne comprise entre le Sahara, les rives du Nil et le Nord Cameroun, que des mouvements migratoires à une époque reculée... \" Cet article est paru dans les Cahiers Caribéens d'Egyptologie n°10.", 
    "domain": "www.culturediff.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Egypotological wiki: Culture Diff'", 
        "url": "http://www.culturediff.org/wikiegypto.htm"
    }, 
    "keywords": [
        "Egypt", 
        "journal", 
        "archaeology", 
        "antiquity"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-353794619872537154", 
            "resource_date": "2010-08-05T10:13:56.330-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:12:39.189204"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/08/egyotilogical-wiki-culture-diff.html", 
            "resource_date": "2010-08-05T10:13:56.330-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:12:39.189219"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Le lézard et le têtard. Archéologie linguistique du nombre : faune égyptienne et pensée de la quantification", 
    "url": "http://www.culturediff.org/mediasources/articles/egyptologie/Basade2-Anselin.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}