{
    "description": "Autruches et flamants - les oiseaux représentés sur la céramique prédynastique de la catégorie Decorated. Auteur: Stan Hendrickx, Katholieke Universiteit Leuven. Résumé: \" The identification of the birds frequently represented on predynastic Decorated pottery (Naqada IIC-D, about 3650-3300 cal BC), ostriches and flamingos, has always been a controversial issue. A reinvestigation of the available information indicates that they are basically ostriches. The elements supposed characteristic for the flamingo seem to be mainly the result of the stylised manner of drawing. The identification as ostriches is confirmed by a number of more detailed representations. However, eventually a deliberate mixture with characteristics of the flamingo can be supposed. Related words for dsr \"flamingo\", such as dsr. w \"red\" and \"wrath\" also refer to characteristics of the ostrich. As is suggested by early dynastic evidence, the ostrich was probably already during the predynastic period an important element of military and religious iconography. The possible iconographic relation between the ostrich and the flamingo leads to the early dynastic dsr-festival in which a boat played an important role. This in the end allows a link with the boats which are frequently depicted in combination with the birds on Decorated pottery. The birds and boats are therefore considered part of an elite iconography. \". Cet article (en français) est paru dans les Cahiers Caribéens d'Egyptologie n°1. Plus d'infos.", 
    "domain": "www.culturediff.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Egypotological wiki: Culture Diff'", 
        "url": "http://www.culturediff.org/wikiegypto.htm"
    }, 
    "keywords": [
        "pottery", 
        "military", 
        "journal", 
        "religion", 
        "ceramics"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-353794619872537154", 
            "resource_date": "2010-08-05T10:13:56.330-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:13:00.409531"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/08/egyotilogical-wiki-culture-diff.html", 
            "resource_date": "2010-08-05T10:13:56.330-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:13:00.409547"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Autruches et flamants - les oiseaux représentés sur la céramique prédynastique de la catégorie Decorated", 
    "url": "http://www.culturediff.org/mediasources/articles/egyptologie/CCdE1-Hendrickx.pdf", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}