{
    "description": "Aegyptio-Graphica VII. Le harpon et la barque. Des powerfacts aux hiéroglyphes. Auteur: Alain Anselin, Université des Antilles-Guyane Résumé: \" The study of the artefacts of the tombs of pre-dynastic cemeteries of Upper Egypt shows a minimal, but sociologically significant, concordance with the results of their size distribution. Particularly, the incorporation of two characteristic powerfacts, harpoon and boat, as standardized motifs in religious funerary iconographical \"show\" of naqadan leaders, then their constituent passage from iconography to hieroglyphic writing accompany, illustrate and qualify a growing process of social stratification and the emergence of the state in the Nile Valley.... \" Cet article est paru dans la revue Revista de la Sociedad Uruguaya de Egyptologia. Réflexions autour des noms égyptiens de l'oeil. A propos de découvertes archéologiques récentes dans le delta. Auteur: Alain Anselin, Université des Antilles-Guyane Résumé: \" Deux décennies de recherches n'ont pas fini de renouveler de manière radicale la vision classique des premiers -ges de l'Egypte pharaonique. L'écheveau des données s'avère complexe, sujet à un renouvellement permanent de l'état des connaissances... \" Cet article est paru dans la revue Apuntes de Egiptologia n°3.", 
    "domain": "www.culturediff.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Egypotological wiki: Culture Diff'", 
        "url": "http://www.culturediff.org/wikiegypto.htm"
    }, 
    "keywords": [
        "Egypt", 
        "religion", 
        "journal", 
        "archaeology"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-353794619872537154", 
            "resource_date": "2010-08-05T10:13:56.330-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:12:39.108981"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/08/egyotilogical-wiki-culture-diff.html", 
            "resource_date": "2010-08-05T10:13:56.330-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:12:39.108994"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Aegyptio-Graphica VII. Le harpon et la barque", 
    "url": "http://www.culturediff.org/mediasources/articles/egyptologie/RSUE_Anselin.pdf", 
    "volume": "-", 
    "year": null, 
    "zotero_id": null
}