{
    "authors": [], 
    "contributors": [], 
    "description": "Scholem Card Index. The Zohar is among the preeminent spiritual works of all time. Its history attests to its importance: within three hundred years of its creation (at the end of the 13th century) it had become the central text Kabbalistic text. The Kabbalists regarded it as an authoritative source, a model to be emulated, and an interpretive subject. Gershom Scholem (1897-1982), the father of Kabbalah scholarship, followed suit and made the Zohar the focus of his endeavors. Scholem's words about various passages, verses and words from the Zohar can be found in the many notations he made in his copy of the Zohar, on notes that he tucked between its pages, which were published in facsimile in 1991/21 as well as in his Milon HaZohar card index, which is now available on the National Library's website. The catalogue is not a book per se, but personal notes that Scholem took in anticipation of the future writing of a Zohar lexicon. The notes are in the form of white cards, which Scholem stored in impeccable order in a long narrow wooden drawer that fit them perfectly, in his impressive writing desk (which today serves as the Scholem collections librarian's desk at the National Library). Each card deals with a word from the Zohar and includes citations that include this word in its various senses, with references to the Zohar, clarifications of formulation and important notes on the lexicon of the Zohar. The notes written on the cards include, first and foremost, the meaning of the word and its various connotations, both in linguistic and Kabbalistic terms, and sometimes also symbolic ones. In addition, the cards contain other usages and explanations that elucidate the origin of the word and it etymological development from the ancient texts (Bible, Talmud and Midrashim) or medieval texts - philosophy and Kabbalah, in particular allusions to the works of Moses de Leon who Scholem, for most of his life, regarded as the author of the Zohar. The notes also contain etymological considerations and parallel words in other languages, as well as reference to usage in later Kabbalistic texts and discussion of these words in works by both early and modern Zohar commentators. To conclude, even though the Scholem card catalogue cannot be regarded as a fully realized dictionary of the Zohar, it is still of tremendous value as the only attempt thus far to prepare a comprehensive dictionary of this kind. Today, the card index is accessible via the Internet and everyone is free to get a glimpse of the greatest Kabbalistic scholar at work, and learn much about his subject as well as his method.", 
    "domain": "web.nli.org.il", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Scholem Card Index", 
        "url": "http://web.nli.org.il/sites/NLI/English/collections/jewish-collection/scholem/scholem-card-catalog/Pages/default.aspx"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8965627666079070592", 
            "resource_date": "2013-07-24T10:07:49.862-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:17:05.882835"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/07/gershom-scholems-zoharic-lexicon-card.html", 
            "resource_date": "2013-07-24T10:07:49.862-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:17:05.882856"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "886826d1b643acb062480b9f577c662642c7e05a", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Scanning of Gershom Scholem's Milon HaZohar Card Index - Yehuda Liebes", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://web.nli.org.il/sites/NLI/English/collections/jewish-collection/scholem/scholem-card-catalog/Pages/Scholem-Prologue.aspx", 
    "url_alternates": [], 
    "volume": "-", 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}