{
    "description": "IMAGO: The Roman Society Centenary Image Bank. IMAGO was conceived in 2010 to commemorate the Roman Society's centenary. It is intended to be used by students, teachers, lecturers and everyone interested in the archaeology, history and material culture of ancient Rome. Photos are donated and available to use and share for educational and research purposes only, and downloadable images can be quickly saved or copied into presentation software such as PowerPoint. Click here for the complete list with brief descriptions of all photos in the IMAGO database (downloads as an Excel spreadsheet). The majority of the photos are digitised copies of the Society's slide collection, which grew to include 3,500 slides - the best of the collection was scanned and enhanced to improve access to this valuable resource. Although the quality of some slides, mostly donated in the 1950s, 1960s and 1970s, is variable, they are also important records of how Roman monuments and their environments (and the people studying these remains) have changed over time. Many digital images are also available and these will grow as more photos are donated. Donating photos of new and well known sites ensures users of IMAGO will continue to be able to access images of the lastest Roman finds and discoveries.", 
    "domain": "www.romansociety.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "imagery", 
        "art", 
        "database", 
        "image database", 
        "Roman", 
        "Rome"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5922738056764626347", 
            "resource_date": "2015-06-03T20:18:32.843-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:29.811458"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/06/imago-roman-society-centenary-image-bank.html", 
            "resource_date": "2015-06-03T20:18:32.843-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:29.811473"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "IMAGO: The Roman Society Centenary Image Bank", 
    "url": "http://www.romansociety.org/imago/home.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}