{
    "description": "Quaderni IMTO Quaderni IMTO was established with the aim of implementing the preliminary reports of the archaeological fieldwork which is being carried on at the sites of Khor Rori (Sumhuram), Salut, Salut – ST1, and Mughsail. While preliminary reports concerning the activities of the Italian Mission to Oman at the site of Khor Rori and Salut will continue to be presented in the \"Archaeological campaigns\" section, the new online series Quaderni IMTO will provide the publication of the revised reports and of short updates concerning peculiar finds or structures discovered during the excavations. This is meant to promptly provide the visitors with news from the field, in advance of a proper publication of the excavation results or of specific artifacts by the members of IMTO. Preliminary report. Excavation at Khor Rori (SUM12C - SUM13A) Preliminary reports from the Italian Mission to Oman, SUM12C - SUM13A, Vittoria Buffa 2013, University of Pisa, pp. 42 In the most recent years the archaeological campaigns of the University of Pisa at Khor Rori had two major objectives. On one side, the clarification of the planning of the city. With this objective, the work has been concentrated in the central part of the town, south of the Mon... The 5th and 6th campaigns of excavation at the Salut Bronze Age Tower (ST1) Preliminary reports from the Italian Mission to Oman, ST1 12B - ST1 13A, Michele Degli Esposti (ed.) 2013, University of Pisa, pp. 36 After four campaigns of excavation, the main aspects of the general stratigraphy of the Bronze Age Tower at Salut are already known, at least partially. Nevertheless, the large extension of the site required further investigation in order to reveal more of its planning, as well as testing the...", 
    "domain": "arabiantica.humnet.unipi.it", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Arabia", 
        "South Arabia", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8998770719907843066", 
            "resource_date": "2013-12-20T16:27:13.282-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:04:53.924192"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/07/new-open-access-series-quaderni-imto.html", 
            "resource_date": "2013-12-20T16:27:13.282-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:04:53.924209"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://arabiantica.humnet.unipi.it/index.php?id=74&tx_ttnews%5Btt_news%5D=46&cHash=babe4fdd40e82a3fae13b62f2992e756", 
        "http://arabiantica.humnet.unipi.it/index.php?id=74&tx_ttnews%5Btt_news%5D=24&cHash=e083abce85a82b11844588f58cb55770"
    ], 
    "title": "Quaderni IMTO", 
    "url": "http://arabiantica.humnet.unipi.it/index.php?id=27", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}