{
    "description": "Aspetti del sistema preposizionale dell’eblaita maria vittoria tonietti The possibility to penetrate the meaning of a text largely depends, as we know, on the correct understanding of the semantic value of prepositions. However, in the case of the ancient languages, this value is not always easy to reconstruct. After the most recent studies on this topic, the publication in the last ten years of the first two volumes of Chancery Texts from the Ebla Archives has provided an important corpus to better investigate the use of prepositions in the Ebla language. More than the previously studied Lexical and Administrative Texts, similar to and more appropriately than the Ritual ones, the Chancery Texts (besides letters, several treaties, accounts, legal texts, etc.) do reflect the language used, even if in different registers, and in some cases in diachronic and diatopic variations. The present study concentrates both on the Chancery and the Ritual Texts, treating them separately. The numerous occurrences of each preposition of the new corpus have been carefully analyzed, in order to better understand their «basic value» and verify all of their previously suggested derived meanings, ambiguity or «interchangeability», always considering, among the other things, the possibility of a different «perspective» between the translator’s and the translated languages, and of idiomatic verb/preposition usages. A similar analysis has been undertaken for the Ritual Texts, but more focused on the diachronic aspects: the presence in the new corpus of some texts belonging to the older phase of the Archives (the reign of Yirkab-Damu) allows in fact for a fruitful comparison with the more ancient version of the Ritual for the Royal Wedding. Some relevant data for the diachronic analysis can also be derived from the recently published Administrative Texts of the same ancient period. The synchronic and diachronic analysis of all the prepositions led eventually, on the one hand, to the definition of a much clearer and more coherent picture of their usage and value, and on the other hand to detect some important changes the system went through during the forty years of the Archives. The most relevant case is that of ašta, ašti, aštu, which, contrary to their generally assumed interchangeability, revealed clear distinctions in their usage. A tentative diachronic explanation of their rare overlaps is also suggested by the texts. But other interesting data emerge from the analysis of prepositions: their usage in the Abarsal Treaty, for instance, points to a different dialect from the one of Ebla, which seems confirmed by some peculiar linguistic and graphic features of this same text.", 
    "domain": "edizionicf.unive.it", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Antichistica", 
        "url": "http://edizionicf.unive.it/index.php/Ant/index"
    }, 
    "keywords": [
        "Ebla", 
        "data", 
        "language", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5265141004348271316", 
            "resource_date": "2013-10-30T16:59:58.146-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:13:14.327441"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/05/new-open-access-journalseries.html", 
            "resource_date": "2013-10-30T16:59:58.146-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:13:14.327457"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Aspetti del sistema preposizionale dell’eblaita", 
    "url": "http://edizionicf.unive.it/index.php/Ant/article/view/477", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}