{
    "description": "bibliography of modern literature is given (chap. 9) Volume II gives the ancient texts of the listed authors. Volume III gives twenty stories about ancient mariners. L’objectif du travail présenté dans ce site est de. Il s’agit donc d’un inventaire basé sur une étude de la documentation existante et disponible sur internet et non d’une recherche de nouveaux ports antiques qui seraient inconnus à ce jour. Il faut voir cette liste comme une collection incomplète et le travail de géolocalisation comme une première approche parfois spéculative. Tout ceci demande à être corrigé et complété.Les abris listés dans cet ouvrage n’ont pas tous laissé des vestiges visibles de nos jours. En effet, dans la notion d’« abri », il faut inclure les mouillages, les zones d’échouage sur la plage et les ports comprenant des structures telles que digues, jetées, embarcadères, quais, entrepôts à marchandises et à matériel, hangars à bateaux et les cales de halage/rampes à bateaux.On est donc remonté aux sources des textes anciens mentionnant des abris maritimes. C’est finalement un inventaire de près de  basé sur les textes de anciens et quelques auteurs modernes qui est rapporté ici. Aller au contenu LE Catalogue Auteurs Antiques Navires Antiques Mesures Antiques Ptolémée Structures Antiques Ports Docs pdf Liens Contact", 
    "domain": "www.ancientportsantiques.com", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Ancient Ports – Ports Antiques", 
        "url": "http://www.ancientportsantiques.com/"
    }, 
    "keywords": [
        "catalogue", 
        "literature", 
        "bibliography", 
        "antiquity"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "bibliography", 
    "url": "http://www.ancientportsantiques.com/docs-pdf/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}