{
    "description": "[First posted in AWOL 22 April 2012, updated 2 March 2014] Ancient Ports - Ports Antiques. [First posted in AWOL 22 April 2012, updated 2 March 2014]. Ancient Ports - Ports Antiques. A catalogue of Ancient Ports and Harbours This web site presents work done to collect, identify and locate ancient harbours and ports. It is based on a study of existing documentation. The result is a list of around 3000 ancient ports based on the writings of 66 ancient authors and a few modern authors, incl. the Barrington Atlas. A few « potential ancient ports » from a nautical point of view, have been added, based on nautical guides/pilots used by modern sailors. If you are looking for the location of a specific port, use the search engine (top right of this page) that will lead you to the page where this port is mentioned. If you are uncertain about the spelling, you may enter just the part of the name you are certain of into the search engine. This work is published in 4 volumes, all available in pdf versions, and most of it is reproduced on this web site: Volume I gives the list of ports and a bibliography of ancient and modern authors. Volume II gives the French translations of the texts of the listed ancient authors. Volume III provides s ome notes on ancient ships, on ancient measures and astronomy, on Claudius Ptolemy, on ancient structures and on the layout of the Portus of Rome. Volume IV gives twenty stories about ancient mariners. You will have to excuse my limited knowledge of the English language.", 
    "domain": "www.ancientportsantiques.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "geography", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2257455925346159049", 
            "resource_date": "2014-03-02T20:08:42.910-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:26.574775"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/04/ancient-ports-ports-antiques.html", 
            "resource_date": "2014-03-02T20:08:42.910-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:26.574791"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ancient Ports – Ports Antiques", 
    "url": "http://www.ancientportsantiques.com/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}