{
    "description": "Introduction </Parentheses>: Digital Humanities and the Place of Pedagogy Brett D. Hirsch Part 1. Practices The PhD in Digital Humanities Willard McCarty Hands-On Teaching Digital Humanities: A Didactic Analysis of a Summer School Course on Digital Editing Malte Rehbein and Christiane Fritze Teaching Digital Skills in an Archives and Public History Curriculum Peter J. Wosh, Cathy Moran Hajo, and Esther Katz Digital Humanities and the First-Year Writing Course Olin Bjork Teaching Digital Humanities through Digital Cultural Mapping Chris Johanson, Elaine Sullivan, Janice Reiff, Diane Favro, Todd Presner and Willeke Wendrich Looking for Whitman: A Multi-Campus Experiment in Digital Pedagogy Matthew K. Gold Acculturation in the Digital Humanities Community Geoffrey Rockwell and Stéfan Sinclair Part 2. Principles Teaching Skills or Teaching Methodology? Simon Mahony and Elena Pierazzo Programming with Humanists: Reflections on Raising an Army of Hacker-Scholars in the Digital Humanities Stephen Ramsay Teaching Computer-Assisted Text Analysis: Approaches to Learning New Methodologies Stéfan Sinclair and Geoffrey Rockwell Pedagogical Principles of Digital Historiography Joshua Sternfeld Nomadic Archives: Remix and the Drift to Praxis Virginia Kuhn and Vicki Callahan Part 3. Politics They Have Come, Why Don’t We Build It? On the Digital Future of Humanities Jon Saklofske, Estelle Clements and Richard Cunningham Opening Up Digital Humanities Education Lisa Spiro Multiliteracies in the Undergraduate Digital Humanities Curriculum: Skills, Principles and Habits of Mind Tanya Clement Teaching Digital Rhetoric: Wikipedia, Collaboration and the Politics of Free Knowledge Melanie Kill Bibliography.", 
    "domain": "www.openbookpublishers.com", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Digital Humanities Pedagogy: Practices, Principles and Politics", 
        "url": "http://www.openbookpublishers.com/product/161"
    }, 
    "keywords": [
        "historiography", 
        "collaboration", 
        "culture", 
        "teaching", 
        "pedagogy", 
        "education", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-136945710658489230", 
            "resource_date": "2013-09-10T14:58:42.753-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:11:37.326405"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/09/open-access-book-digital-humanities.html", 
            "resource_date": "2013-09-10T14:58:42.753-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:11:37.326419"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "%IMAGEREPLACED%", 
    "url": "http://www.openbookpublishers.com/shopimages/products/normal/DigitalHumantitesPedagogy.jpg", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}