{
    "description": "«Los inicios de la ciencia histórica dedicada al antiguo oriente en España. » FERNÁNDEZ NEGRO, Javier. Portada Sumario Editorial «La ciudad en el mundo antiguo: un retrato \"en negativo\". » GOROSTIDI PI, Diana. «La joven espartana y su participación en la ciudad ladecemonia. » DODERO PAZ, Mar. «La \"no mujer\": categorización social de la prostituta libre en Roma. » MANZANO CHINCHILLA, Guillermo A. «Las mujeres hispanas en el forum: prácticas evergéticas sacerdotales. » MEDINA QUINTANA, Silvia. «El culto a Fortuna Dea en Hispania. Contribución a la romanización del territorio. » BAILÓN GARCÍA, Marta. «La ciudad de Carthago Nova (Cartagena, España). Paradigma de cambio y transformación urbana en la Hispania medioimperial. Ensayo para una síntesis. » QUEVEDO SÁNCHEZ, Alejandro. «Los ludi en la política religiosa de Constancio II y Constante. » MORENO RESANO, Esteban. «Enterrarse entre escombros: una aproximación socio-ideológica a la necrópolis de Pozo Moro (Chinchilla, Albacete). » GARCÍA CARDIEL, Jorge. «I vivi e i morti in un´unica società: riti funebri in Diodoro Siculo. » TREVISAN, Ruben Riccardo. «Muertos mágicos: defixiones en contexto necropolitano. » SÁNCHEZ NATALÍAS, Celia. «El cristianismo primitivo ante la civilización romana. Sobre la imagen como “persecutores christianorum” de Nerón y Domiciano a través de las fuentes cristianas. » CUESTA FERNÁNDEZ, Jorge. «L´opinione del monaco tardoantico sugli spettacoli pubblici: strategie del potere e risvolti sulle masse. » VENTO, Antonia. «El auctoratus: controversia entre libertad e infamia. » CASTILLO SANZ, Francisco. «Las ciuitates “termales” del nordeste de la Tarraconense: Caldes de Montbui y Caldes de Malavella. » FONSECA SORRIBAS, Diana. «La actividad judicial de los gobernadores provinciales a partir de las Actas de los Mártires. » OLMO LÓPEZ, Rubén. «Las “microesferas” en la construcción del discurso histórico: el espacio doméstico en el mundo antiguo. » MAÑAS ROMERO, Irene; URIBE AGUDO, Paula. «El espacio doméstico como expresión de la aculturación de la comunidad prerromana durante los siglos I y II d. C. en el castro de Chao Samartín (Grandas de Salime, Asturias). » MONTES LÓPEZ, Rubén; HEVIA GONZÁLEZ, Susana; VILLA VALDÉS, Ángel. «Aproximación al significado real de la decoración “banal” musiva y pictórica. » ÍÑIGUEZ BERROZPE, Lara; GASCÓN LASCAS, Ana. (Anexo de imágenes). «Entre las familias y los negocios: espacios difusos en un corpus de cartas papiráceas de mujeres del Egipto romano (siglo I d. C. ). » GOÑI ZABALEGUI, Amaia. «El valor del culto en el paisaje doméstico. El caso hispano. » PÉREZ RUIZ, María. «Arquitectura doméstica y urbanística en Augusta Emérita. » CORRALES ÁLVAREZ, Álvaro. «Epigrafía ibérica en espacios domésticos. » SIMÓN CORNAGO, Ignacio. «Imágenes eróticas pomeyanas: uso y función social. » MANZANO CHINCHILLA, Guillermo A. (Anexo de imágenes). «Un acercamiento a la simbología del peinado en el antiguo Egipto. » VELASCO PÍREZ, Aroa. «Análisis del tránsito del Alto Imperio Romano a la Antigüedad Tardía (último tercio del s. II - tetrarquía del s. III d. C. ) en la Península Ibérica a través de la moneda como elemento histórico y arqueológico. Estado de la cuestión e ítems de estudio. » MÁRQUEZ MORALES, María. «Imagen, valoración y uso del legado clásico en Al-Andalus (VIII-X d. C. ). » ELICES OCÓN, Jorge. «Del orientalismo al nacimiento de una ciencia histórica. Tras las huellas del redescubrimiento del antiguo Oriente. El caso de Baalbek. » FERNÁNDEZ NEGRO, Javier. «El Próximo Oriente, África y la Península Ibérica en la Antigüedad. » LÓPEZ SÁNCHEZ, Fernando. «Bilingüismo en las leyendas monetales: una peculiaridad de la numismática hispana y africana. » ESTARÁN TOLOSA, María José. «La imperialización de los reinos romano-germánicos: los casos visigodo y vándalo. » GONZÁLEZ GARCÍA, Alberto. «Adoración corporativa y culto imperial: cuando lo “privado” invade lo “público”. » SOLÍS MONTERO, Javier. «Nerón como precursor del Anticristo en la literatura cristiana tardoantigua. Una aproximación crítica. » CUESTA FERNÁNDEZ, Jorge. «Sol/Helios en los panegíricos latinos constantinos. » IGLESIAS GARCÍA, Santiago. «Alla scoperta di una “microsfera” cristiana: lo spazio “domestico” come specchio della societas christiana in Sant´Agostino. » LAVALLE, Domenica. «La diplomacia romana interna en época de los Valentinianos (364-378). » FUSTER ANDÚJAR, Ricardo. «Constantinopoli e il terremoto. “Crolli di simboli”, sussulti di paganesimo e risposte “ufficiali” nella Bisanzio giustinianea. » BUSÀ, Sebastiano. «Reflexiones en torno al estudio de la administración de las provincias romanas hispanas en el Alto Imperio. » OZCÁRIZ GIL, Pablo. «Hispania: territorio de ensayo jurídico-administrativo en la propretura de C. Julio César. » NOVILLO LÓPEZ, Miguel Ángel. «Aproximación al funcionamiento de las comunicaciones y la circulación de la información en el Alto Imperio. » ESPINOSA CRIADO, Natalia. «A propósito del Conventus Emeritensis: consideraciones geográficas, arqueológicas y culturales. » MARTÍN GONZÁLEZ, Saúl. «La difficile realtà dell´Isauria tardoantica: el caso del latrones. » RUSSO, Carmen Alessandra. «Las legiones romanas de época monárquica y republicana: un ejército armado por el Estado. » SIERRA ESTORNÉS, David. «El imperio neoasirio y las ciudades fenicias: una relación atípica. » DOMÍNGUEZ DEL TRIUNFO, Helena. «Heraldos y embajadas: una aproximación al estudio de la diplomacia en la Hispania indoeuropea» PER GIMENO, Laura. «El municipium romano de Aquae Flaviae y su problemática. » FONSECA SORRIBAS, Diana. «Análisis de los procesos constructivos del foro provincial de Tarraco: una nueva perspectiva de estudio. » VINCI, M. Serena. «Una visión historiográfica alternativa: la deconstrucción del estereotipo del bárbaro prerromano. » AGUILERA DURÁN, Tomás. See the full List of Open Access Journals in Ancient Studies.", 
    "domain": "www.antesteria.es", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Antesteria. Debates de Historia Antigua", 
        "url": "http://www.antesteria.es/index.html"
    }, 
    "keywords": [
        "Roman", 
        "journal", 
        "open access", 
        "antiquity"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-204988945209195387", 
            "resource_date": "2014-01-21T09:12:06.261-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:12:18.046024"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/01/new-open-access-journal-antesteria.html", 
            "resource_date": "2014-01-21T09:12:06.261-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:12:18.046039"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Los inicios de la ciencia histórica dedicada al antiguo oriente en España", 
    "url": "http://www.antesteria.es/resources/Antesteria+2$2C+2013+11+Fernandez.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}