{
    "description": "L’Orient proche: lettre d’information électronique de l’Institut français du Proche-Orient. La lettre d’information électronique de l’Ifpo, L’Orient proche, vous informe de l’agenda scientifique de l’Institut français du Proche-Orient. Elle paraît au maximum deux fois par an. Elle signale les principales actualités de l'Ifpo, les publications récentes et les nouveautés de notre site web et autres publications électroniques. L’abonnement est libre et gratuit: pour cela, utiliser le formulaire de la colonne de gauche du site web en saisissant l’adresse électronique sur laquelle vous souhaitez recevoir L’Orient proche. Newsletters parues L’Orient proche, janvier 2014. La lettre d’information de l’Institut français du Proche-Orient 31 janvier, 2014 - 10:42 L’Orient proche, mars 2013. La lettre d’information de l’Institut français du Proche-Orient 2 décembre, 2013 - 14:48 L’Orient Proche: vœux 2013 28 janvier, 2013 - 10:10 L’Orient proche, décembre 2012. La lettre d’information de l’Institut français du Proche-Orient 17 décembre, 2012 - 17:40 L’Orient proche, juin 2012. La lettre d’information de l’Institut français du Proche-Orient 22 juin, 2012 - 10:03 L’Orient Proche: vœux 2012 10 janvier, 2012 - 11:15 L’Orient Proche, décembre 2011: La lettre d’information de l’Institut français du Proche-Orient 4 juin, 2012 - 10:17 L’Orient Proche, juin 2011: La lettre d’information de l’Institut français du Proche-Orient 28 août, 2011 - 18:30 L’Orient proche 20 janvier, 2011 - 18:57 L’Orient proche: lettre d’information de l’Institut français du Proche-Orient 15 mai, 2011 - 17:19 La Lettre d'Information de l'Institut français du Proche-Orient 7 juillet, 2009 - 14:05.", 
    "domain": "www.ifporient.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access", 
        "French", 
        "France"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2537920619229504785", 
            "resource_date": "2015-01-21T16:05:07.452-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:42.409648"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/01/open-access-journal-lorient-proche.html", 
            "resource_date": "2015-01-21T16:05:07.452-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:42.409664"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Access Journal; L’Orient proche: lettre d’information électronique de l’Institut français du Proche-Orient", 
    "url": "http://www.ifporient.org/node/819", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}