{
    "description": "International Conference on Geoarchaeology & Archaeomineralogy 29-30 October 2008 - Sofia Bulgaria. Should archaeomineralogy now follow geoarchaeology into the family of organized scholarly fields? - George (Rip) Rapp Earth sciences and culture: natural and cultural heritage in the International Year of Planet Earth - Ivan Zagorchev Stone raw materials as indicators of human contact during the Stone Age - Maciej Pawlikowski The rock shelter Arkata, Eastern Rhodopes: preliminary archaeological report - Maria Gurova, Stefanka Ivanova Formal Early Neolithic flint toolkits: archaeological and sedimentological aspects - Maria Gurova, Chavdar Nachev Regarding the procurement of lithic materials at the Neolithic site at Limba (Alba County, Romania (sources of local and imported materials - Otis N. Crandell Quarry sources of stone implements from the Azmak Tell near Stara Zagora (South Bulgaria) - Victoria Stoyanova, Kuncho Kunchev Stone tools from the Early Neolithic site Dobroslavsti, Sofia Region - Elka Anastassova Chemical and petrographical characteristics of pottery fragments from the Neolithic and Chalcolithic site Bulgarchevo, Blagoevgrad Region - Dobrinka Stavrakeva The social dimension of distance in prehistory: a jadeite axe case from Bulgaria - Tsoni Tsonev The aesthetics of colour and brilliance – or why were prehistoric persons interested in rocks, minerals, clays and pigments? - Bisserka Gaydarska, John Chapman Complex faceted and other carnelian beads from the Varna Chalcolithic necropolis: archaeogemmological analysis -. Ruslan I. Kostov, Olga Pelevina Green bone pin from Pietrele: possible evidence for intentional colouration of bone artifacts during the Copper Age in the Balkans - Petar Zidarov Archaeometric investigations of amber from the late Bronze Age and the Iron Age from the territory of present Bulgaria - Silviya Ivanova, Ivelin Kuleff The Bronze Age Indus quarries of the Rohri Hills and Ongar in Sindh (Pakistan) - Paolo Biagi, Elisabetta Starnini Mineralogical peculiarities of the heavy mineral fraction from pottery fragments and the sediments from the archaeological site “Ada Tepe”, Kroumovgrad District - George Ajdanlijsky, George Nehrizov, Elitza Ilieva, Dimitar Zlatanov Household and burial ceramics of Early Iron Age from SW Slovakia: a mineralogical and petrographical study - Miloš Gregor, Radoslav Čambal, Katarína Harmadyová The challenges facing the diamond edge in its contact with the precious stone when engraving gems (intaglios and cameos) - Stephan Lazarov A preliminary provenance study of marble artefacts from Aiani, ancient Upper Macedonia, Greece - Andreas Iordanidis Pottery production in ancient Greece - Christina Dimitrova Provenance analysis of Roman millstones: mapping of trade areas in Roman Europe - Tatjana M. Gluhak, Wolfgang Hofmeister Petrographic study of artefacts from a temple of Sabasius in the village of Porominovo, Kyustendil District, Western Bulgaria - Petia Nenova, Oleg Vitov, Ivanka Staykova, Lydia Staykova-Alexandrova Architectural-decorative details in the Basilica N4 at the town of Sandanski (ancient Parthicopolis), South-West Bulgaria - Svetla Petrova, Peter I. Petrov On the problem of mineral raw materials of architectural monument of the X century: the Desiatinna Virgin Church in the city of Kyiv - Natalia A. Shevchenko, I. A. Cherevko Determination of the provenance of the archaeological monument “Samuilov Kamak” - Lubomira Macheva Preliminary study of the age of the Lanna period by thermoluminescence dating: a case study from the Wiang Kaen ancient site, Chiang Rai, Northern Thailand - Krit Won-in, Pornsawat Wattanakul, Pisutti Dararutana, Sorapong Pongkrapan, Isao Takashima, Narumol Ruangrunsri, Fongsaward S. Singharajwarapan, Thiva Supajanya, Krisanapol Vichapan Ming porcelain from the Santa Clara-a-velha Monastery in Coimbra, Portugal. First results using a portable µ-EDXRF spectrometer - Mathilda Larsson, João Pedro Veiga A study on the origin of emeralds in Mogul objects at the State Hermitage Museum, St. Petersburg - Elisabeth Strack Study of the composition of stone tobacco pipe from the archaeological reserve “Pautalia-Velbuzhd-Kyustendil”, Bulgaria - Rossita Stoyanova, Oleg Vitov, Irina Marinova Geology and petrography of ochres and white clay deposits in Rajasthan State, India - Giovanni Cavallo, Manoj Pandit The rock as a topos of faith. The interactive zone of the rock-cut monuments – from Urartu to Thrace - Valeria Fol Geological and mineralogical background of the megalithic and rock-cut sites in Bulgaria and some other European countries - Ruslan I. Kostov Orientations of dolmens in Bulgaria - Dimitar Kolev, Lyubomir Tsonev, Antonio C. Gonzalez Garcia, Veselina Koleva Observations upon the constructional connections of the dolmens in Bulgaria - Stanislav Iliev The ancient Thracian megalithic sanctuary “Markov Kamak” at Tsarev Peak in Rila Mountain: semantic and functional analysis - Vassil Markov Prehistoric rock sanctuaries in the Eastern Rhodopes and some other mountain regions in Bulgaria - Ana Raduncheva Early human presence and rock-cut structures in the Eastern Rhodopes - Stefanka Ivanova Petrography and geological setting of a Thracian rock-hewn sanctuary to the South of the village of Raven, Momchilgrad District, Eastern Rhodopes - Irina Marinova, Petya Nenova Rock-cut structures in the Eastern Rhodopes and their relation to prehistoric mining - Maria Zlatkova Looking for metals: megalithic monuments between reality and mythology - George Dimitriadis “Special” stones in prehistoric practices: cases from Bulgaria - Maya Avramova Distribution and typology of gold artefacts from the Bronze Age in the alluvial sediments in Bulgaria - Zdravko Tsintsov On the age of some gold artefacts from the Kraishte Region in South-West Bulgaria - Martin Christov Preliminary observations on the gold spirals from the ritual structures near Dubene, Karlovo Region - Martin Christov Métallurgie précieuse dans l’empire d’Orphée - Erik Gonthier Some aspects of prehistoric and protohistoric metallurgy in Liguria (North-West Italy) - Davide Delfino Composition of gold and silver objects from the South Urals burial mounds (XV-II c. BC) - Victor V. Zaykov, Anatolii M. Yuminov, Alexandеr D. Tairov, Dmitrii G. Zdanovich, Eugenii I. Churin, Vasilii A. Kotlyarov, Elisaveta V. Zaykova Genetic interrelation of ores, slags, and nonferrous metals from archaeological monuments of Ukraine - Tatjana Yu. Goshko, Vyacheslav I. Manichev Ancient Georgian iron metallurgy and its ore base - David M. Kuparadze, Dimitri V. Pataridze, Thomas N. Kerestedjian Ancient gold mining at the Southern slopes of the Vitosha and Verila Mountains - Stoyan Avdev, Christian Tsankov Geoarchaeological monuments of ancient mining in Sredna Gora Mountain - Todor Nenov Electrochemical properties of the Kazichene treasure - Dimitar Chilikov, Christo Protochristov Archaeological evidence for the exploitation of gold ore deposits at the villages of Kolyo Marinovo (Sarnena Sredna Gora) and Babyak (Western Rhodopes) in Antiquity - Milena Tonkova Archaeometric study of Iron Age copper alloy artefacts from the South-East Bulgaria - Miglena Vasileva Culture layers as geological objects - Georgi Baltakov The investigation of geoarchaeological layers of Krakow city, Poland - Maciej Pawlikowski, Marta Wardas, Joanna Such The foraminiferal analysis as a method for determination of source material for the pottery fragments from the “Ada Tepe” archaeological site, Kroumovgrad District (Eastern Rhodopes) - George Ajdanlijsky, Boris Valchev, George Nehrizov, Dimitar Zlatanov Real arrows or “darts from heaven”? Some ideas on the interpretation of belemnites from Neolithic and Chalcolithic sites in Bulgaria - Kamen Boyadjiev Palaeoenvironment and archaeology: the use of diatom analysis in archaeology - Nadja Ognjanova-Rumenova Faulting and rock deformations established at the ruins of Perperikon (Eastern Rhodopes) and their relation to recent seismic activity - Nikolai Dobrev Palaeogeographic conditions in the Black Sea area during the Neolithic and Chalcolithic according to archaeological research - Krassimira Apostolova Underwater sites in the area of Cape Shabla (North-East Bulgaria) - Preslav Peev Morphodynamics of the coastal zone of the Nessebar Peninsula (Bulgaria): archaeological and geological benchmarks - Christo Preshlenov Geological aspect of the problem of dating the Great Egyptian Sphinx construction - Vjacheslav I. Manichev, Alexander G. Parkhomenko Geomorphological survey of the area of archaeological site Bosilkovo (Banite municipality), South Bulgaria - Rossitsa Kenderova Geomorphological research of the paleoenvironment in the area of ancient villa “Armira” (I-IV century AD) near Ivaylovgrad, South-East Bulgaria (preliminary results) - Ahinora Baltakova Potential and limitations of the archaeo-geophysical techniques - Yavor Shopov, Diana Stoykova, Antoniya Petrova, Valentin Vasilev, Ludmil Tsankov Resistivity survey of Thracian burial mounds - Nikola Tonkov Geophysical survey of the Thracian site at Halka Bunar locality in the area of the Chirpan Heights - Nikola Tonkov Reconstruction of buried objects by implementation of ground penetrating radar technique: example on Roman tomb in Brestovik (Serbia) - Milena Cukavac, Goran Klemčić, Časlav Lazović Specific magnetic mineralogy of baked clay archaeological artefacts. Archaeomagnetic dating -Mary Kovacheva Archaeoseismology in Bulgaria - Boyko Ranguelov, Anelia Bojkova The archaeological site – possible evidence about multihazard ancient events - Boyko Ranguelov, Elina Mircheva, Igor Lazarenko, Radostina Encheva Research methods and methodological problems during restoration of prehistorical pottery. Part I - Dimcho Radev, Alexander Sultanov A new rock feature – cryptic structure (frustumation): possible implication to conservation and preservation of rock-made artefacts - Mikhail Povarennykh Geoenvironmental problems for world cultural heritage in North-East Bulgaria -Margarita Matova Geoarchaeological studies in the Sboryanovo National Reserve (North-East Bulgaria) -Diana Gergova Archaeology and geophysics in the Sboryanovo National Reserve (North-East Bulgaria) - Diana Gergova, Ilijan Katevski The Big Mound and ancient villa Armira – archaeological data on earthquakes in the Eastern Rhodopes - Gergana Kabakchieva Monitoring of cracks affecting the “Madara Horseman” rock bas-relief, North-East Bulgaria -Nikolai Dobrev, Elka Avramova-Tacheva, Blahoslav Košťák. <blockquote><ol><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/01Rapp. pdf\">Should archaeomineralogy now follow geoarchaeology into the family of organized scholarly fields?</a> - George (Rip) Rapp</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/02Zagorchev. pdf\">Earth sciences and culture: natural and cultural heritage in the International Year of Planet Earth</a> - Ivan Zagorchev</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/03Pawlikowski. pdf\">Stone raw materials as indicators of human contact during the Stone Age</a> - Maciej Pawlikowski</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/04Gurova&amp;Ivanova. pdf\">The rock shelter Arkata, Eastern Rhodopes: preliminary archaeological report</a> - Maria Gurova, Stefanka Ivanova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/05Gurova&amp;Nachev. pdf\">Formal Early Neolithic flint toolkits: archaeological and sedimentological aspects</a> - Maria Gurova, Chavdar Nachev </li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/06Crandell. pdf\">Regarding the procurement of lithic materials at the Neolithic site at Limba (Alba County, Romania (sources of local and imported materials</a> - Otis N. Crandell</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/07Stoyanova&amp;Kunchev. pdf\">Quarry sources of stone implements from the Azmak Tell near Stara Zagora (South Bulgaria)</a> - Victoria Stoyanova, Kuncho Kunchev</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/08Anastassova. pdf\">Stone tools from the Early Neolithic site Dobroslavsti, Sofia Region</a> - Elka Anastassova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/09Stavrakeva. pdf\">Chemical and petrographical characteristics of pottery fragments from the Neolithic and Chalcolithic site Bulgarchevo, Blagoevgrad Region</a> - Dobrinka Stavrakeva</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/10Tsonev. pdf\">The social dimension of distance in prehistory: a jadeite axe case from Bulgaria</a> - Tsoni Tsonev</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/11Gaydarska&amp;Chapman. pdf\">The aesthetics of colour and brilliance – or why were prehistoric persons interested in rocks, minerals, clays and pigments?</a> - Bisserka Gaydarska, John Chapman</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/12Kostov&amp;Pelevina. pdf\">Complex faceted and other carnelian beads from the Varna Chalcolithic necropolis: archaeogemmological analysis</a> -. Ruslan I. Kostov, Olga Pelevina</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/13Zidarov. pdf\">Green bone pin from Pietrele: possible evidence for intentional colouration of bone artifacts during the Copper Age in the Balkans</a> - Petar Zidarov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/14Ivanova&amp;Kuleff. pdf\">Archaeometric investigations of amber from the late Bronze Age and the Iron Age from the territory of present Bulgaria </a>- Silviya Ivanova, Ivelin Kuleff</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/15Biagi&amp;Starnini. pdf\"> The Bronze Age Indus quarries of the Rohri Hills and Ongar in Sindh (Pakistan)</a> - Paolo Biagi, Elisabetta Starnini</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/16Ajdanlijsky-et-al1. pdf\"> Mineralogical peculiarities of the heavy mineral fraction from pottery fragments and the sediments from the archaeological site “Ada Tepe”, Kroumovgrad District</a> - George Ajdanlijsky, George Nehrizov, Elitza Ilieva, Dimitar Zlatanov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/17Gregor. pdf\">Household and burial ceramics of Early Iron Age from SW Slovakia: a mineralogical and petrographical study </a>- Miloš Gregor, Radoslav Čambal, Katarína Harmadyová</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/18Lazarov. pdf\">The challenges facing the diamond edge in its contact with the precious stone when engraving gems (intaglios and cameos)</a> - Stephan Lazarov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/19Iordanidis-et-al. pdf\">A preliminary provenance study of marble artefacts from Aiani, ancient Upper Macedonia, Greece</a> - Andreas Iordanidis</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/20Dimitrova. pdf\"> Pottery production in ancient Greece</a> - Christina Dimitrova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/21Gluhak&amp;Hofmeister. pdf\">Provenance analysis of Roman millstones: mapping of trade areas in Roman Europe</a> - Tatjana M. Gluhak, Wolfgang Hofmeister</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/22Nenova-et-al. pdf\">Petrographic study of artefacts from a temple of Sabasius in the village of Porominovo, Kyustendil District, Western Bulgaria</a> - Petia Nenova, Oleg Vitov, Ivanka Staykova, Lydia Staykova-Alexandrova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/23Petrova&amp;Petrov. pdf\"> Architectural-decorative details in the Basilica N4 at the town of Sandanski (ancient Parthicopolis), South-West Bulgaria</a> - Svetla Petrova, Peter I. Petrov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/24Shevchenko&amp;Cherevko. pdf\"> On the problem of mineral raw materials of architectural monument of the X century: the Desiatinna Virgin Church in the city of Kyiv</a> - Natalia A. Shevchenko, I. A. Cherevko</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/25Macheva. pdf\">Determination of the provenance of the archaeological monument “Samuilov Kamak”</a> - Lubomira Macheva</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/26Won-in-et-al. pdf\">Preliminary study of the age of the Lanna period by thermoluminescence dating: a case study from the Wiang Kaen ancient site, Chiang Rai, Northern Thailand</a> - Krit Won-in, Pornsawat Wattanakul, Pisutti Dararutana, Sorapong Pongkrapan, Isao Takashima, Narumol Ruangrunsri, Fongsaward S. Singharajwarapan, Thiva Supajanya, Krisanapol Vichapan</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/27Larsson&amp;Veiga. pdf\">Ming porcelain from the Santa Clara-a-velha Monastery in Coimbra, Portugal. First results using a portable µ-EDXRF spectrometer</a> - Mathilda Larsson, João Pedro Veiga</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/28Strack. pdf\">A study on the origin of emeralds in Mogul objects at the State Hermitage Museum, St. Petersburg</a> - Elisabeth Strack</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/29Stoyanova-et-al. pdf\"> Study of the composition of stone tobacco pipe from the archaeological reserve “Pautalia-Velbuzhd-Kyustendil”, Bulgaria</a> - Rossita Stoyanova, Oleg Vitov, Irina Marinova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/30Cavallo&amp;Pandit. pdf\">Geology and petrography of ochres and white clay deposits in Rajasthan State, India</a> - Giovanni Cavallo, Manoj Pandit</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/31Fol. pdf\">The rock as a topos of faith. The interactive zone of the rock-cut monuments – from Urartu to Thrace</a> - Valeria Fol</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/32Kostov. pdf\">Geological and mineralogical background of the megalithic and rock-cut sites in Bulgaria and some other European countries </a>- Ruslan I. Kostov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/33Kolev-et-al. pdf\">Orientations of dolmens in Bulgaria</a> - Dimitar Kolev, Lyubomir Tsonev, Antonio C. Gonzalez Garcia, Veselina Koleva</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/34Iliev. pdf\">Observations upon the constructional connections of the dolmens in Bulgaria</a> - Stanislav Iliev</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/35Markov. pdf\">The ancient Thracian megalithic sanctuary “Markov Kamak” at Tsarev Peak in Rila Mountain: semantic and functional analysis</a> - Vassil Markov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/36Raduncheva. pdf\"> Prehistoric rock sanctuaries in the Eastern Rhodopes and some other mountain regions in Bulgaria</a> - Ana Raduncheva</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/37Ivanova. pdf\"> Early human presence and rock-cut structures in the Eastern Rhodopes</a> - Stefanka Ivanova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/38Marinova&amp;Nenova. pdf\">Petrography and geological setting of a Thracian rock-hewn sanctuary to the South of the village of Raven, Momchilgrad District, Eastern Rhodopes</a> - Irina Marinova, Petya Nenova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/39Zlatkova. pdf\">Rock-cut structures in the Eastern Rhodopes and their relation to prehistoric mining</a> - Maria Zlatkova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/40Dimitriadis. pdf\">Looking for metals: megalithic monuments between reality and mythology</a> - George Dimitriadis</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/41Avramova. pdf\"> “Special” stones in prehistoric practices: cases from Bulgaria</a> - Maya Avramova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/42Tsintzov. pdf\">Distribution and typology of gold artefacts from the Bronze Age in the alluvial sediments in Bulgaria </a> - Zdravko Tsintsov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/43Christov1. pdf\">On the age of some gold artefacts from the Kraishte Region in South-West Bulgaria</a> - Martin Christov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/44Christov2. pdf\">Preliminary observations on the gold spirals from the ritual structures near Dubene, Karlovo Region</a> - Martin Christov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/45Gonthier. pdf\">Métallurgie précieuse dans l’empire d’Orphée</a> - Erik Gonthier</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/46Delfino. pdf\">Some aspects of prehistoric and protohistoric metallurgy in Liguria (North-West Italy)</a> - Davide Delfino</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/47Zaykov-et-al. pdf\"> Composition of gold and silver objects from the South Urals burial mounds (XV-II c. BC)</a> - Victor V. Zaykov, Anatolii M. Yuminov, Alexandеr D. Tairov, Dmitrii G. Zdanovich, Eugenii I. Churin, Vasilii A. Kotlyarov, Elisaveta V. Zaykova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/48Goshko&amp;Manichev. pdf\"> Genetic interrelation of ores, slags, and nonferrous metals from archaeological monuments of Ukraine</a> - Tatjana Yu. Goshko, Vyacheslav I. Manichev</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/49Kuparadze-et-al. pdf\">Ancient Georgian iron metallurgy and its ore base</a> - David M. Kuparadze, Dimitri V. Pataridze, Thomas N. Kerestedjian</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/50Avdev&amp;Tsankov. pdf\">Ancient gold mining at the Southern slopes of the Vitosha and Verila Mountains</a> - Stoyan Avdev, Christian Tsankov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/51Nenov. pdf\">Geoarchaeological monuments of ancient mining in Sredna Gora Mountain</a> - Todor Nenov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/52Chilikov&amp;Protochristov. pdf\">Electrochemical properties of the Kazichene treasure</a> - Dimitar Chilikov, Christo Protochristov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/53Tonkova. pdf\">Archaeological evidence for the exploitation of gold ore deposits at the villages of Kolyo Marinovo (Sarnena Sredna Gora) and Babyak (Western Rhodopes) in Antiquity</a> - Milena Tonkova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/54Vasileva. pdf\">Archaeometric study of Iron Age copper alloy artefacts from the South-East Bulgaria</a> - Miglena Vasileva</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/55Baltakov. pdf\">Culture layers as geological objects</a> - Georgi Baltakov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/56Pawlikowski-et-al. pdf\"> The investigation of geoarchaeological layers of Krakow city, Poland</a> - Maciej Pawlikowski, Marta Wardas, Joanna Such</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/57Ajdanlijsky-et-al2. pdf\">The foraminiferal analysis as a method for determination of source material for the pottery fragments from the “Ada Tepe” archaeological site, Kroumovgrad District (Eastern Rhodopes)</a> - George Ajdanlijsky, Boris Valchev, George Nehrizov, Dimitar Zlatanov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/58Boyadziev. pdf\">Real arrows or “darts from heaven”? Some ideas on the interpretation of belemnites from Neolithic and Chalcolithic sites in Bulgaria</a> - Kamen Boyadjiev</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/59Ognjanova-Rumenova. pdf\">Palaeoenvironment and archaeology: the use of diatom analysis in archaeology</a> - Nadja Ognjanova-Rumenova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/60Dobrev. pdf\">Faulting and rock deformations established at the ruins of Perperikon (Eastern Rhodopes) and their relation to recent seismic activity</a> - Nikolai Dobrev</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/61Apostolova. pdf\">Palaeogeographic conditions in the Black Sea area during the Neolithic and Chalcolithic according to archaeological research</a> - Krassimira Apostolova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/62Peev. pdf\">Underwater sites in the area of Cape Shabla (North-East Bulgaria)</a> - Preslav Peev</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/63Preshlenov. pdf\">Morphodynamics of the coastal zone of the Nessebar Peninsula (Bulgaria): archaeological and geological benchmarks</a> - Christo Preshlenov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/64Manichev. pdf\">Geological aspect of the problem of dating the Great Egyptian Sphinx construction</a> - Vjacheslav I. Manichev, Alexander G. Parkhomenko</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/65Kenderova. pdf\">Geomorphological survey of the area of archaeological site Bosilkovo (Banite municipality), South Bulgaria</a> - Rossitsa Kenderova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/66Baltakova. pdf\">Geomorphological research of the paleoenvironment in the area of ancient villa “Armira” (I-IV century AD) near Ivaylovgrad, South-East Bulgaria (preliminary results)</a> - Ahinora Baltakova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/67Shopov-et-al. pdf\">Potential and limitations of the archaeo-geophysical techniques</a> - Yavor Shopov, Diana Stoykova, Antoniya Petrova, Valentin Vasilev, Ludmil Tsankov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/68Tonkov1. pdf\">Resistivity survey of Thracian burial mounds</a> - Nikola Tonkov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/69Tonkov2. pdf\">Geophysical survey of the Thracian site at Halka Bunar locality in the area of the Chirpan Heights </a>- Nikola Tonkov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/70Cukavac-et-al. pdf\">Reconstruction of buried objects by implementation of ground penetrating radar technique: example on Roman tomb in Brestovik (Serbia)</a> - Milena Cukavac, Goran Klemčić, Časlav Lazović</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/71Kovacheva. pdf\"> Specific magnetic mineralogy of baked clay archaeological artefacts. Archaeomagnetic dating</a> -Mary Kovacheva</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/72Ranguelov&amp;Bozhkova. pdf\">Archaeoseismology in Bulgaria</a> - Boyko Ranguelov, Anelia Bojkova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/73Ranguelov-et-al. pdf\">The archaeological site – possible evidence about multihazard ancient events</a> - Boyko Ranguelov, Elina Mircheva, Igor Lazarenko, Radostina Encheva</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/74Radev&amp;Sultanov. pdf\"> Research methods and methodological problems during restoration of prehistorical pottery. Part I</a> - Dimcho Radev, Alexander Sultanov</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/75Povarennykh. pdf\">A new rock feature – cryptic structure (frustumation): possible implication to conservation and preservation of rock-made artefacts</a> - Mikhail Povarennykh</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/76Matova. pdf\">Geoenvironmental problems for world cultural heritage in North-East Bulgaria</a> -Margarita Matova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/77Gergova. pdf\">Geoarchaeological studies in the Sboryanovo National Reserve (North-East Bulgaria)</a> -Diana Gergova</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/78Gergova&amp;Katevski. pdf\">Archaeology and geophysics in the Sboryanovo National Reserve (North-East Bulgaria)</a> - Diana Gergova, Ilijan Katevski</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/79Kabakchieva. pdf\">The Big Mound and ancient villa Armira – archaeological data on earthquakes in the Eastern Rhodopes</a> - Gergana Kabakchieva</li><br/><li><a href=\"http://mgu. bg/geoarchmin/naterials/80Dobrev-%D0%B5t-al. pdf\">Monitoring of cracks affecting the “Madara Horseman” rock bas-relief, North-East Bulgaria</a> -Nikolai Dobrev, Elka Avramova-Tacheva, Blahoslav Košťák</li>. </ol>. </blockquote>.", 
    "domain": "mgu.bg", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "conference", 
        "archaeology", 
        "geoarchaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7056176193938176481", 
            "resource_date": "2009-01-14T14:53:55.198-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:14:42.272174"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/01/international-conference-on.html", 
            "resource_date": "2009-01-14T14:53:55.198-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:14:42.272190"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://mgu.bg/geoarchmin/naterials/01Rapp.pdf", 
        "http://mgu.bg/geoarchmin/naterials/02Zagorchev.pdf", 
        "http://mgu.bg/geoarchmin/naterials/03Pawlikowski.pdf", 
        "http://mgu.bg/geoarchmin/naterials/04Gurova&Ivanova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/05Gurova&Nachev.pdf", 
        "http://mgu.bg/geoarchmin/naterials/06Crandell.pdf", 
        "http://mgu.bg/geoarchmin/naterials/07Stoyanova&Kunchev.pdf", 
        "http://mgu.bg/geoarchmin/naterials/08Anastassova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/09Stavrakeva.pdf", 
        "http://mgu.bg/geoarchmin/naterials/10Tsonev.pdf", 
        "http://mgu.bg/geoarchmin/naterials/11Gaydarska&Chapman.pdf", 
        "http://mgu.bg/geoarchmin/naterials/12Kostov&Pelevina.pdf", 
        "http://mgu.bg/geoarchmin/naterials/13Zidarov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/14Ivanova&Kuleff.pdf", 
        "http://mgu.bg/geoarchmin/naterials/15Biagi&Starnini.pdf", 
        "http://mgu.bg/geoarchmin/naterials/16Ajdanlijsky-et-al1.pdf", 
        "http://mgu.bg/geoarchmin/naterials/17Gregor.pdf", 
        "http://mgu.bg/geoarchmin/naterials/18Lazarov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/19Iordanidis-et-al.pdf", 
        "http://mgu.bg/geoarchmin/naterials/20Dimitrova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/21Gluhak&Hofmeister.pdf", 
        "http://mgu.bg/geoarchmin/naterials/22Nenova-et-al.pdf", 
        "http://mgu.bg/geoarchmin/naterials/23Petrova&Petrov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/24Shevchenko&Cherevko.pdf", 
        "http://mgu.bg/geoarchmin/naterials/25Macheva.pdf", 
        "http://mgu.bg/geoarchmin/naterials/26Won-in-et-al.pdf", 
        "http://mgu.bg/geoarchmin/naterials/27Larsson&Veiga.pdf", 
        "http://mgu.bg/geoarchmin/naterials/28Strack.pdf", 
        "http://mgu.bg/geoarchmin/naterials/29Stoyanova-et-al.pdf", 
        "http://mgu.bg/geoarchmin/naterials/30Cavallo&Pandit.pdf", 
        "http://mgu.bg/geoarchmin/naterials/31Fol.pdf", 
        "http://mgu.bg/geoarchmin/naterials/32Kostov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/33Kolev-et-al.pdf", 
        "http://mgu.bg/geoarchmin/naterials/34Iliev.pdf", 
        "http://mgu.bg/geoarchmin/naterials/35Markov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/36Raduncheva.pdf", 
        "http://mgu.bg/geoarchmin/naterials/37Ivanova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/38Marinova&Nenova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/39Zlatkova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/40Dimitriadis.pdf", 
        "http://mgu.bg/geoarchmin/naterials/41Avramova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/42Tsintzov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/43Christov1.pdf", 
        "http://mgu.bg/geoarchmin/naterials/44Christov2.pdf", 
        "http://mgu.bg/geoarchmin/naterials/45Gonthier.pdf", 
        "http://mgu.bg/geoarchmin/naterials/46Delfino.pdf", 
        "http://mgu.bg/geoarchmin/naterials/47Zaykov-et-al.pdf", 
        "http://mgu.bg/geoarchmin/naterials/48Goshko&Manichev.pdf", 
        "http://mgu.bg/geoarchmin/naterials/49Kuparadze-et-al.pdf", 
        "http://mgu.bg/geoarchmin/naterials/50Avdev&Tsankov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/51Nenov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/52Chilikov&Protochristov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/53Tonkova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/54Vasileva.pdf", 
        "http://mgu.bg/geoarchmin/naterials/55Baltakov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/56Pawlikowski-et-al.pdf", 
        "http://mgu.bg/geoarchmin/naterials/57Ajdanlijsky-et-al2.pdf", 
        "http://mgu.bg/geoarchmin/naterials/58Boyadziev.pdf", 
        "http://mgu.bg/geoarchmin/naterials/59Ognjanova-Rumenova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/60Dobrev.pdf", 
        "http://mgu.bg/geoarchmin/naterials/61Apostolova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/62Peev.pdf", 
        "http://mgu.bg/geoarchmin/naterials/63Preshlenov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/64Manichev.pdf", 
        "http://mgu.bg/geoarchmin/naterials/65Kenderova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/66Baltakova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/67Shopov-et-al.pdf", 
        "http://mgu.bg/geoarchmin/naterials/68Tonkov1.pdf", 
        "http://mgu.bg/geoarchmin/naterials/69Tonkov2.pdf", 
        "http://mgu.bg/geoarchmin/naterials/70Cukavac-et-al.pdf", 
        "http://mgu.bg/geoarchmin/naterials/71Kovacheva.pdf", 
        "http://mgu.bg/geoarchmin/naterials/72Ranguelov&Bozhkova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/73Ranguelov-et-al.pdf", 
        "http://mgu.bg/geoarchmin/naterials/74Radev&Sultanov.pdf", 
        "http://mgu.bg/geoarchmin/naterials/75Povarennykh.pdf", 
        "http://mgu.bg/geoarchmin/naterials/76Matova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/77Gergova.pdf", 
        "http://mgu.bg/geoarchmin/naterials/78Gergova&Katevski.pdf", 
        "http://mgu.bg/geoarchmin/naterials/79Kabakchieva.pdf", 
        "http://mgu.bg/geoarchmin/naterials/80Dobrev-%D0%B5t-al.pdf"
    ], 
    "title": "International Conference on Geoarchaeology & Archaeomineralogy", 
    "url": "http://mgu.bg/geoarchmin/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}