{
    "authors": [], 
    "contributors": [], 
    "description": "Open Anthropology, the first digital-only, public journal of the American Anthropological Association (AAA), is a pilot experiment envisioned as a way of \"opening up\" anthropology in several ways. First, the new online publication helps bring anthropology into the public conversation about critical social issues and policy debates. Each edition of Open Anthropology will focus on a timely theme, offering a selection of articles relevant to contemporary concerns. By means of Open Anthropology, we hope anthropological knowledge, information and insights will figure more prominently in public discussions. Second, the journal introduces nearly the full archive of AAA journals, past and current-the online \"stacks,\" so to speak-to potential readers who may not even know these exist. Content in Open Anthropology will be culled from the full archive of participating AAA publications, and curated into editions. Third, each edition of Open Anthropology is made available free on the public Internet for a minimum of six months permitting any user to read, download, copy, distribute, print, search or link to the full text of the articles in each edition. Content published 35 years ago and longer will remain free on the public Internet in perpetuity; book reviews in Open Anthropology will also remain available on the Internet without cost to readers. Finally, by means of \"The Editor’s Note,\" anthropology is opened up to the non-specialist reader by drawing attention to key issues or themes raised in the selected articles (some of which are written in highly technical language), and by identifying each article source-across time and subspecialties of the field-the author, the specialty journal, and the journal’s sponsoring section.", 
    "domain": "www.aaaopenanthro.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Open Anthropology", 
        "url": "http://www.aaaopenanthro.org/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6841190857448577090", 
            "resource_date": "2013-05-04T08:20:31.886-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:13:35.804498"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/05/open-access-journal-open-anthropology.html", 
            "resource_date": "2013-05-04T08:20:31.886-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:13:35.804512"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "abouteditor-html", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "About the Editor", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.aaaopenanthro.org/abouteditor.html", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}