{
    "description": "[First posted in AWOL. 23 October 2009. Updated 29 May 2012]. Antigüedad y Cristianismo: monografías históricas sobre la antigüedad tardía. ISSN electrónico: 1989-6182. ISSN impreso: 0214-7165 |. En esta nueva era tecnológica que rodea nuestras vidas, la revista Antigüedad y Cristianismo no quería quedarse fuera. Así, se renueva en un proyecto digital, más dinámico, intentando hacer llegar a un mayor público el conocimiento de la Antigüedad Tardía. Sin embargo, sus orígenes se remontan algunos años atrás. Esta revista nace de la mano de Antonino González Blanco, profesor de Historia Antigua en la Universidad de Murcia. Su primer título ve la luz en 1984, dedicado al yacimiento ceheginero de Begastri. Desde entonces, las publicaciones han continuado a lo largo de los años, siendo su último lanzamiento en 2011. Desde entonces se han abordado diversos temas, entre ellos, civilización visigoda, arte y hábitat rupestre, o urbanismo romano, los cuales han convertido a la revista en una importante referencia para el estudio de la Historia Antigua, no solo de la Región de Murcia, sino también del ámbito hispano al tratar temas tan amplios como el concilio de Éfeso, la romanización en Siria, el poblamiento en el Alto Eúfrates o los Hunos. En general, todo tipo de cuestiones que afectan al cristianismo antiguo. En esta web podrá encontrar tanto el catálogo de números publicados anteriormente, como las normas de publicación y contacto. En esta nueva era tecnológica que rodea nuestras vidas, la revista Antigüedad y Cristianismo no quería quedarse fuera. Así, se renueva en un proyecto digital, más dinámico, intentando hacer llegar a un mayor público el conocimiento de la Antigüedad Tardía. Sin embargo, sus orígenes se remontan algunos años atrás. Esta revista nace de la mano de Antonino González Blanco, profesor de Historia Antigua en la Universidad de Murcia. Su primer título ve la luz en 1984, dedicado al yacimiento ceheginero de Begastri. Desde entonces, las publicaciones han continuado a lo largo de los años, siendo su último lanzamiento en 2011. Desde entonces se han abordado diversos temas, entre ellos, civilización visigoda, arte y hábitat rupestre, o urbanismo romano, los cuales han convertido a la revista en una importante referencia para el estudio de la Historia Antigua, no solo de la Región de Murcia, sino también del ámbito hispano al tratar temas tan amplios como el concilio de Éfeso, la romanización en Siria, el poblamiento en el Alto Eúfrates o los Hunos. En general, todo tipo de cuestiones que afectan al cristianismo antiguo. En esta web podrá encontrar tanto el catálogo de números publicados anteriormente, como las normas de publicación y contacto.", 
    "domain": "www.um.es", 
    "identifiers": {
        "issn": {
            "generic": [
                "0214-7165", 
                "1989-6182"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "antiquity", 
        "religion", 
        "late antiquity", 
        "open access", 
        "Spain"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7520855159530288027", 
            "resource_date": "2015-06-08T10:03:41.641-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:51.876530"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/05/open-access-journal-antiguedad-y.html", 
            "resource_date": "2015-06-08T10:03:41.641-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:51.876547"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Antigüedad y Cristianismo: monografías históricas sobre la antigüedad tardía", 
    "url": "http://www.um.es/cepoat/antig%C3%BCedadycristianismo/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}