{
    "description": "First posted in AWOL 22 April 2011. Updated (new host, new URLs) 29 June 2013]. Croato-Aegyptica Electronica. PROJECT GOALS: To build an aimed and selected database of relevant monuments pertaining to cultural influences of Egyptian civilization in the Croatian historical area based on the institutional and private collections in Croatia. In initial phase of project development, the plan is to process the Egyptological monuments kept in the Egyptian, Ancient and Numismatic collections of the Archaeological Museum in Zagreb (AMZ). Simultaneously with processing the monuments from the AMZ, we plan to process all the artifacts kept in other museum collections in Croatia and to introduce the results into the database. After processing the collections of museum institutions in Zagreb (the Mimara Museum in Zagreb, the Museum of Contemporary Art - the Benko Horvat Collection, the Museum of the City of Zagreb), we plan to process scientifically the artifacts kept in museums outside of Zagreb (the Dubrovnik museums - the Archaeological Museum of Dubrovnik, the Archaelogical Museum of Split, the Archaeological Museum of Istria in Pula, the Archaeological Museum of Zadar, the Museum of Slavonia in Osijek, the Museum of the City of Varaždin, and variety of town and regional museums with minor collections) that have not yet been interpreted and processed, and to introduce the results into the database.", 
    "domain": "www.hrstud.unizg.hr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "Balkans", 
        "Croatia", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5556883564449927958", 
            "resource_date": "2013-06-29T08:55:59.426-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:24.431762"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/open-access-egyptological-database.html", 
            "resource_date": "2013-06-29T08:55:59.426-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:24.431778"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Croato-Aegyptica Electronica", 
    "url": "http://www.hrstud.unizg.hr/sites/cae/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}