{
    "authors": [], 
    "contributors": [], 
    "description": "First posted in AWOL 22 April 2011. Updated (new host, new URLs) 29 June 2013]. Croato-Aegyptica Electronica. PROJECT GOALS: To build an aimed and selected database of relevant monuments pertaining to cultural influences of Egyptian civilization in the Croatian historical area based on the institutional and private collections in Croatia. In initial phase of project development, the plan is to process the Egyptological monuments kept in the Egyptian, Ancient and Numismatic collections of the Archaeological Museum in Zagreb (AMZ). Simultaneously with processing the monuments from the AMZ, we plan to process all the artifacts kept in other museum collections in Croatia and to introduce the results into the database. After processing the collections of museum institutions in Zagreb (the Mimara Museum in Zagreb, the Museum of Contemporary Art - the Benko Horvat Collection, the Museum of the City of Zagreb), we plan to process scientifically the artifacts kept in museums outside of Zagreb (the Dubrovnik museums - the Archaeological Museum of Dubrovnik, the Archaelogical Museum of Split, the Archaeological Museum of Istria in Pula, the Archaeological Museum of Zadar, the Museum of Slavonia in Osijek, the Museum of the City of Varaždin, and variety of town and regional museums with minor collections) that have not yet been interpreted and processed, and to introduce the results into the database. There are more than 3100 artifacts pertaining to the Egyptian civilization kept in the Archaological Museum of Zagreb, important cultural and museum institution of the city of Zagreb and Croatia. The bulk of collection consists of the Egyptian collection by the Austrian undermarshall Franz Koller that was bought for the National Museum in Zagreb in 1868. It comprises about 2300 artifacts of Egyptian origin. Next to the Egyptian collection as a main part of the Egyptological inventory of the Archaeological Museum of Zagreb, there are many other artifacts related to the history of Egypt kept in the museum. There are about 500 pieces of Ptolemaic coinage, and the coins from the Roman era minted in Alexandria kept in the Numismatic collection. The Antique collection is comprised of the statues, statuettes and epigraphic monuments related to the Egyptian cults of Greco-Roman era, originating from the Mediterranean or from the Croatian historical area. During the last 150 years, the collections have been supplemented by a variety of smaller or larger buys and donations by private individuals, so the number of artifacts increases constantly. There are also smaller or larger collections of Egyptian origin in other museums in Croatia. The most important collections according to the number of artifacts are to be found in the Archaeological Museum of Dubrovnik - the Dubrovnik museums (197), the Archaeological Museum of Split (84), the Mimara Museum in Zagreb (503), the Archaeological Museum of Istria in Pula (38), the Collection of the St. Euphemia monastery in Kampor on the island of Rab (14), the Archaological collection of The Museum of Contemporary Art in Zagreb (11), the Archaeological Museum of Zadar (11), The Museum of Slavonia in Osijek (10), the Museum of the City of Varaždin (6), the Franciscan monastery in Sinj (6), and in about dozen more town and regional museums with only one or two artifacts. According to our knowledge, there are 4031 artifacts in museum institutions and almost 1000 artifacts in private collections in Croatia. The data on each collection are published in the book entitled Egypt in Croatia by Mladen Tomorad (Barbat, Zagreb, 2003). CILJ PROJEKTA: Izgraditi ciljanu i selekcioniranu bazu relevantne spomeničke građe, vezane uz kulturološke utjecaje egipatske civilizacije na hrvatskom povijesnom prostoru, na temelju institucionalnih i privatnih zbirki u Hrvatskoj. U prvoj inicijalnoj i razvojnoj fazi projekta, u planu je obrada egiptoloških spomenika koji se čuvaju u Egipatskoj, Antičkoj i Numizmatičkoj zbirci Arheološkog muzeja u Zagrebu (AMZ). Paralelno s obradom predmeta u AMZ planiramo obraditi i unijeti u bazu i sve obrađene predmete koji se čuvaju u drugim muzejskim zbirkama u Hrvatskoj. Nakon obrade zbirki muzejskih institucija u Zagrebu (Muzej Mimara u Zagrebu, Muzej suvremene umjetnosti - zbirka Benka Horvata, Muzej grada Zagreba), planiramo znastvenu obradu i unos onih predmeta koji do sada nisu interpretirani i obrađeni, a čuvaju se u muzejima izvan Zagreba (Dubrovački muzeji - Arheološki muzej Dubrovnik, Arheološki muzej u Splitu, Arheološki muzej Istre u Puli, Arheološki muzej u Zadru, Muzej Slavonije u Osijeku, Gradski muzej Varaždin i niz gradskih i područnih muzeja vrlo malim zbirkama). U Arheološkom muzeju u Zagrebu, važnoj kulturnoj muzejskoj instituciji grada Zagreba i Hrvatske, čuva se više od 3100 predmeta vezanih uz egipatsku civilizaciju. Glavninu zbirke čini egipatska zbirka austrijskog podmaršala Franza Kollera, koja je otkupljena za Narodni muzej u Zagrebu 1868. g. Ona se sastoji od oko 2300 predmeta egipatske provenijencije. Uz Egipatsku zbirku koja čini okosnicu egiptološkog fundusa Arheološkog muzeja u Zagrebu, u muzeju se danas čuva čitav niz drugih predmeta koji su svojom poviješću vezani uz prošlost Egipta. U Numizmatičkoj zbirci se tako čuva oko 500 primjeraka novca ptolomejskih vladara, zatim primjeraka novca rimskog razdoblja podrijetlom iz kovnice u Aleksandriji. Antička zbirka sadrži kipove, kipiće i epigrafske spomenike vezane uz egipatske kultove grčko-rimskog razdoblja podrijetlom s prostora Sredozemlja ili s prostora Hrvatske. Tijekom proteklih 150 godina zbirke su popunjavane čitavim nizom većih i manjih otkupa, darivanjem privatnih osoba pa se broj predmeta danas neprekidno povećava. U ostalim muzejima u Hrvatskoj čuvaju se veće ili manje zbirke egipatske provenijencije. Po broju predmeta najvažnije su zbirke Muzeja Mimara u Zagrebu (503), Arheološkog muzeja Dubrovnik u sklopu Dubrovačkih muzeja (197), Arheološkog muzeja u Splitu (84), Arheološkog muzeja Istre u Puli (38), samostana sv. Eufemije u Kamporu na Rabu (14), arheološka zbirka Muzeja suvremene umjetnosti u Zagrebu (11), Arheološkog muzej u Zadru (11), Muzeja Slavonije u Osijeku (10), Gradskog muzeja Varaždin (6), Franjevačkog samostana u Sinju (6) i još desetak gradskih muzejskih i područnih muzeja u kojima se čuva svega nekoliko predmeta. Prema našim saznanjima u Hrvatskoj se nalazi 4031 predmet u muzejskim institucijama i gotovo 1000 predmeta u privatnim zbirkama. Podaci o pojedinim zbirkama objavljeni su u knjizi Egipat u Hrvatskoj, autor Mladen Tomorad (Barbat, Zagreb 2003. ). Nekoliko sličnih projekata je u tijeku u inozemstvu, poput EMCP - Egyptologica. Museum Collection Project (voditelj: Gerhard H. de Knegt), Totenbuch project (voditelj: dr. Irmtraut Munro, Ägyptologisches Seminar der Universität Bonn) te nekoliko projekata pod okriljem CCER-a (Centre for Computer - aided Egyptological Research, Utrecht University) npr. Multilingual index of Egyptian treasures cd-roms, Prosopographia Aegypti, Links to the museums with Egyptian collections, što hrvatski projekt izravno povezuje sa suvremenim svjetskim kretanjima u egiptologiji. Početkom 2003. g. započeo je s radom The Global Egyptian Museum pod pokroviteljstvom Centra za kompjutorska pomognuta egiptološka istraživanja (Centre for Computer-aided Egyptological Research CCER) s oko 6,600 predmeta, a predviđa se da će krajem 2004. godine Virtualni muzej obuhvatiti oko 17,500 predmeta. U projekt su trenutno uključeni najznačajnije muzejske zbirke u svijetu, a uključenjem u ovaj projekt Hrvatska bi mogla pokazati veliku kulturnu vrijednost predmeta koji se čuvaju u domaćim muzejskim institucijama. Osobita vrijednost projekta Croato-Aegyptica electronica također je u tome što je riječ i o pionirskom pothvatu koji ujedno smjera revidirati i korigirati postojeće podatke objavljene u djelima kataloško-muzejskog karaktera domaćih i inozemnih autora, poput Šime Ljubića (Popis Arheološkog odjela Narodnog Zemaljskog Muzeja u Zagrebu, sv. I. - Egipatska sbirka, Zagreb 1889. ) i Janine Monnet Saleh (Les antiquités égyptiennes de Zagreb. Catalogue raisonné des antiquités égyptiennes conservées au Musée Archéologique de Zagreb en Yougoslavie, Paris 1970. ) koji i danas figuriraju kao relevantni. Baza podataka, dostupna kroz različite medije, kao završni proizvod projekta jamčit će tuzemnim i inozemnim znanstvenim istraživačima i kulturnim ustanovama cjeloviti uvid u bogatstvo hrvatskog egiptološkog materijala, nudeći pritom praktično i brzo pretraživanje čitavog fundusa i prikaz podataka primjereniji najširoj publici.", 
    "domain": "www.hrstud.unizg.hr", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Croato-Aegyptica Electronica", 
        "url": "http://www.hrstud.unizg.hr/sites/cae/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "Balkans", 
        "Croatia", 
        "open access"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5556883564449927958", 
            "resource_date": "2013-06-29T08:55:59.426-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:12:05.235209"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/open-access-egyptological-database.html", 
            "resource_date": "2013-06-29T08:55:59.426-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:12:05.235226"
        }, 
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5556883564449927958", 
            "resource_date": "2013-06-29T08:55:59.426-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:12:05.252392"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/04/open-access-egyptological-database.html", 
            "resource_date": "2013-06-29T08:55:59.426-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:12:05.252408"
        }, 
        {
            "fields": [
                "subordinate_resources", 
                "resource_key", 
                "keywords", 
                "languages", 
                "description", 
                "volume", 
                "is_part_of", 
                "identifiers"
            ], 
            "resource": "http://purl.org/net/wf-motifs#Combine", 
            "term": "http://purl.org/net/wf-motifs#hasWorkflowMotif", 
            "when": "2015-07-11T20:12:05.365603"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "sites-cae", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Croato-Aegyptica Electronica", 
            "url": "http://www.hrstud.unizg.hr/sites/cae/"
        }, 
        {
            "title_full": "About", 
            "url": "http://www.hrstud.unizg.hr/sites/cae/index-eng.htm#"
        }, 
        {
            "title_full": "The project", 
            "url": "http://www.hrstud.unizg.hr/sites/cae/projekt-eng/01.htm"
        }, 
        {
            "title_full": "Collections", 
            "url": "http://www.hrstud.unizg.hr/sites/cae/projekt-eng/02.htm"
        }, 
        {
            "title_full": "Researchers and collaborators", 
            "url": "http://www.hrstud.unizg.hr/sites/cae/projekt-eng/03.htm"
        }, 
        {
            "title_full": "Egyptian monuments in Croatia", 
            "url": "http://www.hrstud.unizg.hr/sites/cae/collections/muzeji.htm"
        }, 
        {
            "title_full": "Private collections", 
            "url": "http://www.hrstud.unizg.hr/sites/cae/collections/15.htm"
        }, 
        {
            "title_full": "Minor collections", 
            "url": "http://www.hrstud.unizg.hr/sites/cae/collections/14.htm"
        }
    ], 
    "title": "Croato-Aegyptica Electronica", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.hrstud.unizg.hr/sites/cae/", 
    "url_alternates": [], 
    "volume": "-", 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}