{
    "description": "Sasanika Archaeological Reports. A Survey of the Archaeology of the Sasanian Period during the past three decades Author: Ali Mousavi, Los Angeles County Museum of Art A large number of monuments, buildings, rock reliefs, inscriptions, and collections of coins and manuscripts have formed our present image of Sasanian history and culture. The history of the Sasanian empire can be easily written and understood without having resort to archaeological fieldwork. In this regard, the best example is Arthur Christensen’s history of the Sasanians, l’Iran sous les Sassanides, which was published in 1936 in Copenhagen, a masterpiece that has always been an indispensable source of information for historians and archaeologists. In contrast, the investigation of material culture in the Sasanian period essentially depends on archaeological remains and artifacts. READ MORE Sasanian Vaults Author: Morvarid Mazhari Motlagh, Tarbiat Modaress University, Tehran There is no information available on the history of architecture and construction of vaults in the structure of buildings: however with men leaving the caves and establishing buildings it should have some applications in the past. Among the primitive vaults in the Iranian architecture we can mention the mass grave of Teppe Ahar in Haft Tappeh within the ancient time of the art of the medieval Elam about 1400 B. C. and the temple (Ziggurat) of Choghazanbil in the town of Dor-Antash (12th, 13th centuries B. C. ) in Khuzestan province. Meanwhile, a Median fortress has been discovered at the Noushijan valley, near Hamedan which has a fireplace with a veranda and oval and barrel vaults constructed on the basis of technical and mathematical principles (Zomarshidi, 1994: 3-4). READ MORE Archaeological Excavations in the So-Called “Palace of Sāsān” at Sarvestān, Fars Author: Ali-Reza Askari Chāverdi, University of Shiraz, Iran Sarvestān is a township en route from Shirāz to Dārāb. This township serves as the first reststop along the route from Shirāz to eastern Fārs, some 65 km to the east of Shirāz. Both Shirāz and Sarvestān are located in one the more fertile NW-SE plains in the southern Zagros Mountains. The large Mahārlou Lake (also known as the “Salt Lake”) is located in the middle of this plain. The water from streams in Shiraz flow into the northern parts of the latter lake. The Mahārlou Lake divides the plain into two northern and southern parts. The city of Shirāz is located in the northern half and the township of Sarvestān in the southern part, some 20 km to the southeast of the Lake. READ MORE Sasanians in the Persian Gulf According to Archaeological Data Author: Farhang Khademi Nadooshan; Seyyed Mehdi Mousavi; H. Tofighian Archaeological investigations in the northern coast of the Persian Gulf and in few sites in Khuzistan have yielded evidence for the use of amphorae in Iran, in the Parthian and Sasanian period, in burials as well as trade. No evidence for production centers of amphorae in Iran has yet been found. Nonetheless, given the paucity of excavations and surveys on the coastal regions of Iran and the lack of chemical analysis of the available evidence, the possibility that at least some of the consumed amphorae where made locally must not be ruled out. The amphorae found in these southern regions are mainly of “Torpedo” type. The present paper summarizes the most significant finds of amphorae in the ancient ports of Persian Gulf including discoveries in the course of underwater investigations of Rig Port in 2001. READ MORE New Finds from a Parthian-Sasanian City near the Persian Gulf: “Korān” Author: Mohammad Bagher Vosoughi Translated by: Greg Watson The fall of the Achaemenid Empire at the hands of Alexander of Macedonia involved destructive consequences for the Province of Fars. As the homeland of the Achaemenids, Fars was of special significance and suffered repeated attacks from Alexander and his successors. The Achaemenid capital and royal palaces were burnt to the ground and those of princely rank were scattered. At the same time the particular geographical position of “Pārs” was an obstacle to the unimpeded power of Alexander and his replacements. Although the northern strip of the province was under the direct rule of the Selucids, historical evidence indicates that in the third century before Christ, regional power-brokers in the south of Pārs gained a relative degree of independence. READ MORE Julian: A Newly Discovered Fire-Temple in Ābdānān Author: Yaghobb Mohammadidar, Bu Ali Sina University; Abbāss Motarjem Translated by: Greg Watson The highland district of Ābdānān is located in the southern portion of Ilam province. It is dominated by the mountain of Kabir-Kuh which stands over it like a massive wall. In 2001, a team from the Archaeological Department of Bu-Ali Sina University conducted a regional survey of this area. In total, 51 archeological sites were identified during this ground-breaking survey. The site of the city of Julian is one of the most remarkable of these. The newly-discovered Julian chahartaq is a fire temple belonging to the Sasanid era. Like many other fire temples of that time, Julian was built with stone and plaster mortar. This chahartaq is the surviving part of the heart of a larger structure, and consists of four stone wall and piers of different sizes surrounded by an ambulatory passageway. READ MORE The Chahar Taqi Complex of Naqar-e Khan-e (مجموعه چھارطاقی نقاره خانه) Author: Forouzan Shadrouh, Islamic Azad University, Abhar, Iran; Milad Vandaee, Islamic Azad University, Hamadan, Iran ميلاد وندائی, عضو باشگاه پژوھشگران جوان دانشگاه آزاد اسلامی واحد ھمدان فروزان شادروح, دانشگاه آزاد اسلامی واحد ابھر چھارطاقی ھا آثاری مذھبی از دوره ی ساسانيان( 224-651. م) ھستند که در داخل و خارج مرزھای امروزی ايران قابل پيگيری می باشند. خواستگاه اصلی خاندان ساسانی استان فارس بوده و اين مھم باعث گرديد که تا   انقراض آنان اين منطقه موقعيت سياسی - مذھبی خود را حفظ کند، بر ھمين اساس آثار بسياری به ويژه مذھبی در اين منطقه ساخته شد که تعدادی از آنان تا امروز برای ما باقی مانده اند. طی يک بررسی خصوصی نگارندگان موفق به شناسايی  20  مجموعه چھارطاقی پيرامون. READ MORE Markings on Rocks from the Sasanian Period at Behistun (سنگھای تراش خورده و نشان حجاران دورۀ ساسانی در محوطه پارتی بيستون) Author: Sajad Alibeigi, Islamic Azad University, Hamadan, Iran سجاد علیبيگی بخشي از مجموعه تاريخي فرھنگي بيستون در برگيرندۀ مجموعهاي كم نظير از بقاياي بناھاي گوناگون دورۀ ساساني و مصالح پراكندۀ وابسته به آنھاست. قسمتھايي از مجموعه شامل كارگاهھاي عظيم سنگتراشي و پراكندگي قابل توجھي از سنگھاي مكعب مستطيل تراش خورده است. اغلب اين سنگھا دارای علائم مختلف است که در سطح صاف شدۀ سنگ حک شدهاند. READ MORE Siāh-Kal: A Newly Discovered Chahar Taq in Zarneh of the Ilam Province Author: Mohammad-Javad Jafari; Milad Vandaee, Islamic Azad University, Hamadan, Iran Mapping and studying religious monuments of each period, beyond the scale of single sites, sheds light on several social, cultural, and political aspects of the period under study. Given the significance of Zoroastrianism as the state religion in the Sasanian period, mapping and studying Sasanian Zoroastrian monuments form a fundamental component of our understanding of various aspects of the Sasanian Empire. What follows is a report on the recently mapped Chahar Taq of Siāh Kal, part of an ongoing project of mapping Sasanian religious monuments. The term Chahar Taq refers to the central domed space in the Zoroastrian fire temples of Sasanian and Early Islamic period. The text survived from the Sasanian period report on the construction of Chahar Taqs under the patronage of kings and elites. Siraf Archeological Report Author: Sorna Khakzad, East Carolina University (U. S. A) & University of Leuven (Belgium) Historical sources inform us of the significance of maritime activity in the history of ancient Persia. Certain phases of the maritime history of ancient Persia are in particular highlighted in the sources at our disposal, for example the account of the Salamis wars between the Persia and the Greece in the Achaemenid period or the account of the sea trade between Persia and Far East in the Sasanian and early Islamic Periods (Casson 1971; Hasan 1928). We know that the Silk Road passed through the northern coast of the Persian Gulf (Casson 1991) and we know of several ancient ports on this route, such as Kong, Gonāweh, Lengeh, Qeshm, etc (Ra’in 1371). READ MORE The Architecture and Status of Iranian Temples in the Sasanian Era Author: Ehsan Tahmasbi, Islamic Azad University, Sarvestan, Iran The present work describes a historical study of Iranian temples in the Sasanian era. The most important questions addressed here are on the way the rituals were performed, the status and significance of the temples in this era and the previous empires as well as architectural arrangement and the most important spaces of these temples mostly referred to as fire temples. Toward this end, first, the most important characteristics of Iranian society in the Sasanian era including the relationship between religion and government and status of the clergy among social classes are studied. Then, the status of temples in that era including the ceremonies and events held in the buildings are addressed. In the third section, architectural arrangement of the Parthian temples will be examined and in the final section, the Sasanian temples, mostly fire temples, are explored. The results indicated that both religious ceremonies including prayers before the sacred fire and ritual festivals and. READ MORE Sar-Gandāb Author: Yaghobb Mohammadidar, Bu Ali Sina University Sar-Gandāb is located in the western part of Iran, in the Zagros Mountains, close to the border between the provinces of Ilam and Lorestan (Fig1). The geographical coordinates of the sites are 33°30'21. 17\"N, 46°53'44. 29\"E. Sar-Gandāb is 36 km northeast of Seymareh Dam, as the crew flies (Fig2). It is possible that the strategic significance of the site in antiquity was more than what present conditions suggest: Sar-Gandāb is located on a natural northwest-southeast passage through a narrow valley of Zagros. At some locations, valley is as narrow as three kilometers. But, at the vicinity of Sar-Gandāb, the valley widens and reaches a maximum width of four kilometers (Fig3). Water is abundant. In addition to the River Seymareh, a Sulphur spring originates near the site and its water is used for irrigated agriculture (Fig6). READ MORE Qalāt/Qobad Fort: A Sasanian-Islamic Fort in Kavār, Southeast of Shiraz Author: Greg Watson; Maryam Esmaili; Parsa Ghasemi The county of Kavār is located about 50 km southeast of Shiraz, on one of the old caravan routes between Shiraz, the Persian Gulf and the east regions of Iran. An archaeological survey of the Tasūj sub-district of Kavār was undertaken by Parsa Ghasemi in the winter of 2012. Thirty four archaeological sites were identified. One of the most important sites proved to be the fort of Qalāt or Qobād, on the Mount Qalāt, southwest of the Mahārlū Lake, between Sarvestān and Kavār. Surface finds suggest that the fort was in use from the Sasanian (3rd-7th centuries CE) to the Early and Middle Islamic period (7th-12th centuries CE). This paper summarizes the results of the survey of the Qalāt Fort. READ MORE.", 
    "domain": "www.sasanika.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "Iran", 
        "archaeology", 
        "reports", 
        "open access"
    ], 
    "language": [
        "la", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6308442708871188324", 
            "resource_date": "2013-06-11T08:56:11.923-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:35.965095"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/09/open-access-journal-sasanika.html", 
            "resource_date": "2013-06-11T08:56:11.923-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:35.965111"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Sasanika Archaeological Reports and Articles", 
    "url": "http://www.sasanika.org/e-categories/archeological-reports/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}