{
    "description": "Mapping and studying religious monuments of each period, beyond the scale of single sites, sheds light on several social, cultural, and political aspects of the period under study. Given the significance of Zoroastrianism as the state religion in the Sasanian period, mapping and studying Sasanian Zoroastrian monuments form a fundamental component of our understanding of various aspects of the Sasanian Empire. What follows is a report on the recently mapped Chahar Taq of Siāh Kal, part of an ongoing project of mapping Sasanian religious monuments. The term Chahar Taq refers to the central domed space in the Zoroastrian fire temples of Sasanian and Early Islamic period. The text survived from the Sasanian period report on the construction of Chahar Taqs under the patronage of kings and elites. Siraf Archeological Report Author: Sorna Khakzad, East Carolina University (U. S. A) & University of Leuven (Belgium) Historical sources inform us of the significance of maritime activity in the history of ancient Persia. Certain phases of the maritime history of ancient Persia are in particular highlighted in the sources at our disposal, for example the account of the Salamis wars between the Persia and the Greece in the Achaemenid period or the account of the sea trade between Persia and Far East in the Sasanian and early Islamic Periods (Casson 1971; Hasan 1928). We know that the Silk Road passed through the northern coast of the Persian Gulf (Casson 1991) and we know of several ancient ports on this route, such as Kong, Gonāweh, Lengeh, Qeshm, etc (Ra’in 1371). READ MORE.", 
    "domain": "www.sasanika.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Sasanika Archaeological Reports and Articles", 
        "url": "http://www.sasanika.org/e-categories/archeological-reports/"
    }, 
    "keywords": [
        "monuments", 
        "report", 
        "antiquity", 
        "project", 
        "religion", 
        "Persian Gulf", 
        "Greece", 
        "Persia", 
        "Islam", 
        "Salamis", 
        "trade", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6308442708871188324", 
            "resource_date": "2013-06-11T08:56:11.923-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:14:03.046219"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/09/open-access-journal-sasanika.html", 
            "resource_date": "2013-06-11T08:56:11.923-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:14:03.046233"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "%IMAGEREPLACED%", 
    "url": "http://www.sasanika.org/esasanika/siah-kal-a-newly-discovered-chahar-taq-in-zarneh-of-the-ilam-province/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}