{
    "description": "READ MORE. <div class=\"post-1653 esasanika type-esasanika status-publish format-standard hentry entry\"> <h2 class=\"entry-title\"><a href=\"http://www. sasanika. org/esasanika/inscribed-sasanian-bullae-at-the-national-museum-of-iran/\" rel=\"bookmark\" title=\"Inscribed Sasanian Bullae at the National Museum of Iran\">Inscribed Sasanian Bullae at the National Museum of Iran</a></h2><div class=\"author_name tax\">Author: <div class=\"authors\"> Daryoush Akbarzadeh, National Museum of Iran; Touraj Daryaee, University of California, Irvine</div></div><div class=\"entry-content\"> <a href=\"http://www. sasanika. org/esasanika/inscribed-sasanian-bullae-at-the-national-museum-of-iran/\" title=\"Inscribed Sasanian Bullae at the National Museum of Iran\"></a>Sasanian bullae are important objects in understanding the economic and administrative history Ērānšahr. The bulla which is a seal impression onto clay was used as a signatory device for commodities and letters. Until now a large number of collections from both museums and private collectors have been published, and with each publication our knowledge of economic, social and administrative history of Ērānšahr deepens. The collection under study here provide further evidence to different localities, some known and others of unknown provenance. However, these collections provide a microcosm of economic history of several provinces of the Iranian Plateau. By studying these collections one is able to gather detailed information on the administrative function of the specific Zoroastrian priests, religious endowments, accountants and other personalities who were traders and businessmen. <a class=\"more-link\" href=\"http://www. sasanika. org/wp-content/uploads/e-sasanika12-Akbarzadeh-Daryaee. pdf\" target=\"_blank\">READ MORE</a>. </div></div> Inscribed Sasanian Bullae at the National Museum of Iran Author: Daryoush Akbarzadeh, National Museum of Iran; Touraj Daryaee, University of California, Irvine Sasanian bullae are important objects in understanding the economic and administrative history Ērānšahr. The bulla which is a seal impression onto clay was used as a signatory device for commodities and letters. Until now a large number of collections from both museums and private collectors have been published, and with each publication our knowledge of economic, social and administrative history of Ērānšahr deepens. The collection under study here provide further evidence to different localities, some known and others of unknown provenance. However, these collections provide a microcosm of economic history of several provinces of the Iranian Plateau. By studying these collections one is able to gather detailed information on the administrative function of the specific Zoroastrian priests, religious endowments, accountants and other personalities who were traders and businessmen. READ MORE.", 
    "domain": "www.sasanika.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "e-Sasanika: Original Articles", 
        "url": "http://www.sasanika.org/e-categories/original-articles/"
    }, 
    "keywords": [
        "museums", 
        "religion", 
        "Iran", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5657894291574067570", 
            "resource_date": "2013-06-11T08:46:59.958-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:13:44.559675"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/07/open-access-journal-e-sasanika.html", 
            "resource_date": "2013-06-11T08:46:59.958-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:13:44.559689"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "READ MORE", 
    "url": "http://www.sasanika.org/wp-content/uploads/e-Sasanika11-Gurnet.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}