{
    "description": "READ MORE. <blockquote> <div class=\"post-1650 esasanika type-esasanika status-publish format-standard hentry entry\"> <h2 class=\"entry-title\"><a href=\"http://www. sasanika. org/esasanika/a-strange-date-on-sasanian-drachms-of-kavad-i/\" rel=\"bookmark\" title=\"A Strange Date on Sasanian Drachms of Kavad I\">A Strange Date on Sasanian Drachms of Kavad I</a></h2><div class=\"author_name tax\">Author: <div class=\"authors\"> François Gurnet</div></div><div class=\"entry-content\"> <a href=\"http://www. sasanika. org/esasanika/a-strange-date-on-sasanian-drachms-of-kavad-i/\" title=\"A Strange Date on Sasanian Drachms of Kavad I\"></a>The reign of Kavad the first is probably the most interesting in Sasanian history. The chaos caused by Mazdakism during his reign lead to a restored, strong, monarchy under his son and successor. Kavad I had two reigns, 488 to 496 and 499 to 531 AD. He succeeded Valkash (484-488) but was soon deposed by his brother Zamasp (496-499). Three years in exile Kavad recovered his throne and was eventually succeeded by his son, one of the most remarkable Sasanian kings, Khusro I (531-579). Kavad had numerous coin types. The one that interests us here is his first type. It was used during his first reign, showing no date, and was then used during the first two years of his second reign, being known for years 11 and 12. A new type was introduced in year 13. <a class=\"more-link\" href=\"http://www. sasanika. org/wp-content/uploads/e-Sasanika11-Gurnet. pdf\" target=\"_blank\">READ MORE</a>. </div></div><div class=\"post-1653 esasanika type-esasanika status-publish format-standard hentry entry\"> <h2 class=\"entry-title\"><a href=\"http://www. sasanika. org/esasanika/inscribed-sasanian-bullae-at-the-national-museum-of-iran/\" rel=\"bookmark\" title=\"Inscribed Sasanian Bullae at the National Museum of Iran\">Inscribed Sasanian Bullae at the National Museum of Iran</a></h2><div class=\"author_name tax\">Author: <div class=\"authors\"> Daryoush Akbarzadeh, National Museum of Iran; Touraj Daryaee, University of California, Irvine</div></div><div class=\"entry-content\"> <a href=\"http://www. sasanika. org/esasanika/inscribed-sasanian-bullae-at-the-national-museum-of-iran/\" title=\"Inscribed Sasanian Bullae at the National Museum of Iran\"></a>Sasanian bullae are important objects in understanding the economic and administrative history Ērānšahr. The bulla which is a seal impression onto clay was used as a signatory device for commodities and letters. Until now a large number of collections from both museums and private collectors have been published, and with each publication our knowledge of economic, social and administrative history of Ērānšahr deepens. The collection under study here provide further evidence to different localities, some known and others of unknown provenance. However, these collections provide a microcosm of economic history of several provinces of the Iranian Plateau. By studying these collections one is able to gather detailed information on the administrative function of the specific Zoroastrian priests, religious endowments, accountants and other personalities who were traders and businessmen. <a class=\"more-link\" href=\"http://www. sasanika. org/wp-content/uploads/e-sasanika12-Akbarzadeh-Daryaee. pdf\" target=\"_blank\">READ MORE</a>. </div></div><div class=\"post-1663 esasanika type-esasanika status-publish format-standard hentry entry\"> <h2 class=\"entry-title\"><a href=\"http://www. sasanika. org/esasanika/the-bactrian-collection-an-important-source-for-sasanian-economic-history/\" rel=\"bookmark\" title=\"The Bactrian Collection: an Important Source for Sasanian Economic History\">The Bactrian Collection: an Important Source for Sasanian Economic History</a></h2><div class=\"author_name tax\">Author: <div class=\"authors\"> Khodadad Rezakhani, University of California, Los Angeles</div></div><div class=\"entry-content\"> <a href=\"http://www. sasanika. org/esasanika/the-bactrian-collection-an-important-source-for-sasanian-economic-history/\" title=\"The Bactrian Collection: an Important Source for Sasanian Economic History\"></a>The recently discovered and published Bactrian documents are a series of 150 land-sale contracts, legal judgments, deeds of manumission, sales receipts, tax-lists, and letters regarding commercial matters. These have been found, since 1990, in various markets in northern Pakistan and have found their way into the collections of antique dealers in Europe. The vast majority of the documents are now in possession of Dr. David Naser Khalili of London, with a few pieces in the collection of antique dealers in Europe and the Middle East. With the exception of a few, the documents are written on leather, both tanned and un-tanned. <a class=\"more-link\" href=\"http://www. sasanika. org/wp-content/uploads/e-sasanika-13-Rezakhani. pdf\" target=\"_blank\">READ MORE</a>. </div></div><h2 class=\"entry-title\"><a href=\"http://www. sasanika. org/esasanika/the-northernmost-zoroastrian-fire-temple-in-the-world/\" rel=\"bookmark\" title=\"The Northernmost Zoroastrian Fire-Temple in the World\">The Northernmost Zoroastrian Fire-Temple in the World</a></h2><div class=\"author_name tax\">Author: <div class=\"authors\"> Touraj Daryaee, University of California, Irvine</div></div></blockquote> A Strange Date on Sasanian Drachms of Kavad I Author: François Gurnet The reign of Kavad the first is probably the most interesting in Sasanian history. The chaos caused by Mazdakism during his reign lead to a restored, strong, monarchy under his son and successor. Kavad I had two reigns, 488 to 496 and 499 to 531 AD. He succeeded Valkash (484-488) but was soon deposed by his brother Zamasp (496-499). Three years in exile Kavad recovered his throne and was eventually succeeded by his son, one of the most remarkable Sasanian kings, Khusro I (531-579). Kavad had numerous coin types. The one that interests us here is his first type. It was used during his first reign, showing no date, and was then used during the first two years of his second reign, being known for years 11 and 12. A new type was introduced in year 13. READ MORE. Inscribed Sasanian Bullae at the National Museum of Iran Author: Daryoush Akbarzadeh, National Museum of Iran; Touraj Daryaee, University of California, Irvine Sasanian bullae are important objects in understanding the economic and administrative history Ērānšahr. The bulla which is a seal impression onto clay was used as a signatory device for commodities and letters. Until now a large number of collections from both museums and private collectors have been published, and with each publication our knowledge of economic, social and administrative history of Ērānšahr deepens. The collection under study here provide further evidence to different localities, some known and others of unknown provenance. However, these collections provide a microcosm of economic history of several provinces of the Iranian Plateau. By studying these collections one is able to gather detailed information on the administrative function of the specific Zoroastrian priests, religious endowments, accountants and other personalities who were traders and businessmen. READ MORE. The Bactrian Collection: an Important Source for Sasanian Economic History Author: Khodadad Rezakhani, University of California, Los Angeles The recently discovered and published Bactrian documents are a series of 150 land-sale contracts, legal judgments, deeds of manumission, sales receipts, tax-lists, and letters regarding commercial matters. These have been found, since 1990, in various markets in northern Pakistan and have found their way into the collections of antique dealers in Europe. The vast majority of the documents are now in possession of Dr. David Naser Khalili of London, with a few pieces in the collection of antique dealers in Europe and the Middle East. With the exception of a few, the documents are written on leather, both tanned and un-tanned. READ MORE. The Northernmost Zoroastrian Fire-Temple in the World Author: Touraj Daryaee, University of California, Irvine.", 
    "domain": "www.sasanika.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "e-Sasanika: Original Articles", 
        "url": "http://www.sasanika.org/e-categories/original-articles/"
    }, 
    "keywords": [
        "Europe", 
        "Iran", 
        "series", 
        "antiquity", 
        "museums", 
        "religion", 
        "Middle East", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5657894291574067570", 
            "resource_date": "2013-06-11T08:46:59.958-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:13:44.541849"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/07/open-access-journal-e-sasanika.html", 
            "resource_date": "2013-06-11T08:46:59.958-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:13:44.541864"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "READ MORE", 
    "url": "http://www.sasanika.org/wp-content/uploads/e-sasanika10-Gyselen.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}