{
    "description": "READ MORE The Romance of Artaban and Artašir in Agathangelos’ History Author: Gohar Muradyan, Matenadaran Institute, Yerevan; Aram Topchyan, Matenadaran Institute, Yerevan %IMAGEREPLACED% The Armenian History by Agathangelos written in the mid‐5th century and nar‐rating about the conversion of Armenia to Christianity in the early fourth century was soon translated into Greek and other languages: Arabic, Old Russian, and Georgian. There also exist shorter re¬cen¬sions (known as The Life of St. Gregory) in Karshuni, Ethio‐pian, Coptic, Greek, Georgian, Latin, and Arabic. The Greek version of the History is extant in nine manuscripts dating from the 8th‐12th cc. Only one of them, kept in the Laurentian library of Florence, Plut. VII, cod. Gr. 25 (12th c.), contains nine initial para‐graphs absent from the Armenian original and from the other recensions.... READ MORE Sasanian Reflections in Armenian Sources Author: Tim Greenwood, University of St Andrews %IMAGEREPLACED% The deep impression of Iran upon all aspects of early mediaeval Armenia has long been recognized. Although linguists may have taken the lead in tracing this influence, scholars in all disciplines, particularly historians and theologians, have unearthed multiple parallels and connections between the two cultures. The penetrating studies by Garsoïan and Russell over the past four decades have proved to be particularly influential, to the extent that no scholar today would seriously contemplate studying early mediaeval Armenia without acknowledging its Iranian heritage.1 Indeed such is the degree of unanimity over the level of Iranian influence upon all aspects of Armenian society and culture that the contention has begun to operate in the opposite direction. Armenian sources have been exploited to shed light upon Iranian, and specifically Sasanian, history.... READ MORE An Exceptional Gold Coin of Shapur I Author: Armine Zohrabyan, History Museum of Armenia %IMAGEREPLACED% Recently we have had a chance to see a unique gold coin of Shapur I. Unfortunately the location of this coin today is unknown to us. At first sight, the coin looks like the usual issues of Shapur I (particularly the iconography in obverse), but exploration of some details in reverse give us cause to suppose that it was minted for a certain occasion. Shapur I continued the regional policy of his predecessor, Artashir I, from the beginning of his reign. A series of victories against the Roman Empire opened the way to conquer Armenia, which was the main success of Sasanian Iran in the West. Shapur I represented his glorious victories against Roman Empire in rock sculpture and took a new title, king of kings Iran and non‐Iran, as a result of his successful policy.... READ MORE Like Father, Like Daughter: Late Sasanian Imperial Ideology & the Rise of Bōrān to Power Author: Haleh Emrani, University of California, Los Angeles %IMAGEREPLACED% The reign of Bōrān and, afterwards that of her sister Āzarmīgduxt, although short‐lived, were historically significant. No other woman ascended the Sasanian throne, in her own rights, before or after them. The significance is even greater in view of the social and cultural limitations placed on women in Sasanian Iran, as discussed in the studies presented by scholars such as Jamsheed K. Choksy, Albert De Jong, and Mansour Shaki. This paper investigates the factors that legitimized the rise of these women to the throne through the examination of the ideas of Iranian kingship in general and Sasanian imperial ideology in particular.... READ MORE Historical Geography of Fars during the Sasanian Period Author: Negin Miri, University of Sydney %IMAGEREPLACED% There are few studies in existence which explore the Sasanian historical geography. The pioneering work of Marquart on the historical geography of the Sasanian Empire in the book of Ps.- Moses of Chorene is one of the earliest studies of its kind. Later discoveries of numismatic and sigillographic finds, as well as publications on and editions of literary and material evidence, relevant to the historical geography and administrative organization of the Sasanian Empire did not change things dramatically, but did help to complete and in some cases correct early impressions. During the last decades R. Gyselen and Ph. Gignoux have significantly contributed to the field of Sasanian historical and administrative geography through their publications and scrutiny of the sigillographic, numismatic and written sources.... READ MORE Spāhbed Bullae: The Barakat Collection Author: Touraj Daryaee, University of California, Irvine; Keyvan Safdari, University of California, Irvine %IMAGEREPLACED% This article brings to light some ten Spāhbed bullae which are housed at the Barakat Gallery in London. Their provenance is unknown, but they are dominantly (seven) from the kust ī nēmrōz “Southeastern Quarter” of the Sasanian Empire. There is also a bulla from kust ī xwarōfrān “Southwestern Quarter,” another from the kust ī xwarāsān “Northeastern Quarter,” and a unique, mostly illegible and unpublished bulla among the collection as well. Before dealing with the Barakat collection it is important to provide a historiography of the study of the Spāhbed bullae and its significance for Sasanian history and civilization.... READ MORE The State of Research on Sasanian Painting Author: Matteo Compareti, Venice, Italy %IMAGEREPLACED% Despite very recent discoveries – which are, however mainly fortuitous ones – the archaeology of pre-Islamic Iran is still badly known. This is particularly true for the Sasanian period (224-651), a kind of “golden age” for Persian art and culture that is remembered in later Islamic sources as the apogee of the Persian Empire. It is a well-known fact that written sources are practically absent in pre-Islamic Iran if one excludes official inscriptions in Pahlavi on rock reliefs and the coinage. For this reason, the archaeological investigation should have an important role in the reconstruction of the Sasanian past.... READ MORE Sasanian Law Author: Jany Janos, Pázmány Péter Catholic University, Budapest, Hungary", 
    "domain": "www.sasanika.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "e-Sasanika: Original Articles", 
        "url": "http://www.sasanika.org/e-categories/original-articles/"
    }, 
    "keywords": [
        "art", 
        "series", 
        "Christianity", 
        "culture", 
        "Italy", 
        "geography", 
        "empires", 
        "Iran", 
        "religion", 
        "book", 
        "Armenian", 
        "Armenia", 
        "women", 
        "Middle Ages", 
        "epigraphy", 
        "literature", 
        "Roman Empire", 
        "Greek", 
        "Roman", 
        "law", 
        "manuscripts", 
        "historiography", 
        "museums", 
        "numismatics", 
        "Hungary", 
        "history", 
        "sculpture", 
        "archaeology", 
        "Islam"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "READ MORE", 
    "url": "http://www.sasanika.org/wp-content/uploads/e-sasanika1-Morony4.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}