{
    "description": "The Oriental Institute of the University of Chicago announces the publication of a new title, available exclusively online. The Demotic Dictionary of the Oriental Institute of the University of Chicago, Letter H2. Kindly note that CDD H2 (h with under dot) is the first of five letters to be released this summer. Soon to follow are CDD W, P, M, and Sh. The final three letters, CDD 'I, S, and T, will be released at the conclusion of the project. Thereafter, a printed copy of the CDD is scheduled to be published, which will include the twenty-four letters and all the supporting documentation. Letters completed to date include: The Oriental Institute of the University of Chicago announces the publication of a new title, available exclusively online. The Demotic Dictionary of the Oriental Institute of the University of Chicago, Letter H2. Kindly note that CDD H2 (h with under dot) is the first of five letters to be released this summer. Soon to follow are CDD W, P, M, and Sh. The final three letters, CDD 'I, S, and T, will be released at the conclusion of the project. Thereafter, a printed copy of the CDD is scheduled to be published, which will include the twenty-four letters and all the supporting documentation.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "The Demotic Dictionary of the Oriental Institute of the University of Chicago, Letter H2", 
        "url": "http://oi.uchicago.edu/pdf/CDD_H2.pdf"
    }, 
    "keywords": [
        "dictionaries", 
        "Oriental Institute", 
        "Demotic", 
        "egyptology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-149445083383878796", 
            "resource_date": "2009-07-31T14:15:50.804-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:11:32.298240"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/07/open-access-publication-demotic.html", 
            "resource_date": "2009-07-31T14:15:50.804-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:11:32.298254"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Oriental Institute of the University of Chicago announces the publication of a new title, available exclusively online.The Demotic Dictionary of the Oriental Institute of the University of Chicago, Letter H2", 
    "url": "http://oi.uchicago.edu/research/pubs/catalog/cdd/", 
    "volume": "2", 
    "year": null, 
    "zotero_id": null
}