{
    "description": "Oriental Institute 2010-2011 Annual Report The Entire 2010-2011 Annual Report In A Single Adobe Acrobat Document INTRODUCTlON INTRODUCTION. Gil J. Stein IN MEMORIAM: Alan Reid Brodie IN MEMORIAM: John L. Foster IN MEMORIAM: Barbara L. Hamann IN MEMORIAM: David A. Kipper IN MEMORIAM: Janina Monkuté Marks IN MEMORIAM: William Sumner, Director Emeritus, Oriental Institute IN MEMORIAM: Marjorie Webster RESEARCH CENTER FOR ANCIENT MIDDLE EASTERN LANDSCAPES (CAMEL). Scott Branting CHICAGO ASSYRIA N DICTIONARY (CAD). Martha T. Roth CHICAGO DEMOTIC DICTIONARY (CDD). François Gaudard and Janet H. Johnson CHICAGO HITTITE DICTIONARY (CHD). Theo van den Hout DIYALA PROJECT. Clemens Reichel EPIGRAPHIC SURVEY. W. Raymond Johnson HAMOUKAR. Clemens Reichel ICONOCLASM. Natalie N. May JERICHO MAFJAR PROJECT AND ISLAMIC ARCHAEOLOGY. Donald Whitcomb KERKENES DAG PROJECT. Scott Branting KHORSABAD RELIEF FRAGMENT PROJECT. Eleanor Guralnick MARJ RABBA. Yorke M. Rowan MUMMY LABEL DATABASE (MLD). François Gaudard, Raquel Martín Hernández, and Sofía Torallas Tovar NIPPUR. McGuire Gibson PERSEPOLIS FORTIFICATION ARCHIVE PROJECT. Matthew W. Stolper TELL EDFU. Nadine Moeller TELL ZEIDAN. Gil J. Stein INDIVIDUAL RESEARCH 2010-2011 RESEARCH SUPPORT COMPUTER LABORATORY. John C. Sanders ELECTRONIC RESOURCES. John C. Sanders PUBLICATIONS OFFICE. Thomas G. Urban RESEARCH ARCHIVES. Foy Scalf TABLET COLLECTION. Andrew Dix MUSEUM Special Exhibits. Emily Teeter Publicity and Marketing. Emily Teeter and Thomas James Registration. Helen McDonald and Susan Allison Archives. John A. Larson Conservation. Laura D'Alessandro Prep Shop. Erik Lindahl Suq. Denise Browning Photography. Anna R. Ressman Public Education: Carole Krucoff Volunteer Program: Catherine Duenas and Terry Friedman DEVELOPMENT AND MEMBERSHIP DEVELOPMENT. Steve Camp VISITING COMMITTEE. MEMBERSHIP. Maeve Reed SPECIAL EVENTS. Meghan A. Winston PERSONNEL FACULTY AND STAFF OF THE ORIENTAL INSTITUTE.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "report", 
        "annual report", 
        "open access", 
        "reports", 
        "Oriental Institute"
    ], 
    "language": null, 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6193195451668305174", 
            "resource_date": "2012-08-04T21:40:14.784-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:34.058600"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/12/open-access-oriental-institute-annual.html", 
            "resource_date": "2012-08-04T21:40:14.784-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:34.058616"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Access Oriental Institute Annual Reports", 
    "url": "http://oi.uchicago.edu/research/pubs/ar/10-11/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}