{
    "description": "Newly Online from the Oriental Institute's Backlist: \"AS 24. The Hittite Instruction for the Royal Bodyguard. Hans G. Güterbock and Theo P. J. van den Hout. Originally published in 1991.\" \"AS 21. Computer-aided Analysis of Amorite. Ignace J. Gelb, with the assistance of J. Bartls, S.–M. Vance, and R. M. Whiting. Originally published in 1980.\" \"AS 19. The Akkadian Influences on Aramaic. Stephen Kaufman. Originally published in 1974.\" \"AS 18. Sequential Reconstruction of Proto-Akkadian. Ignace J. Gelb. Originally published in 1969.\" \"AS 15. The Second Dynasty of Isin According to A New King-List Tablet. Arno Poebel. Originally published in 1955.\" \"AS 14. Miscellaneous Studies. Arno Poebel. Originally published in 1947.\" \"AS 13. The System of The Quadriliteral Verb in Akkadian. Alexander Heidel. Originally published in 1940.\" \"AS 12. Lamentation Over the Destruction of Ur. Samuel N. Kramer. Originally published in 1940.\" \"AS 10. Gilgamesh and the Ḫuluppu-Tree: A Reconstructed Sumerian Text. Samuel N. Kramer. Originally published in 1938.\" \"AS 9. Studies in Akkadian Grammar. Arno Poebel. Originally published in 1939.\" \"AS 8. The Sumerian Prefix Forms BE- and BI- in the Time of the Earlier Princes of Lagaš. Samuel N. Kramer. Originally published in 1936.\" \"AS 7. The Chicago Syllabary and the Louvre Syllabary AO 7661. Richard T. Hallock. Originally published in 1940.\" \"AS 6. Philological Notes on Eshnunna and Its Inscriptions. Thorkild Jacobsen. Originally published in 1934.\" \"AS 4. Beitrage zum Assyrischen Wörterbuch II. Bruno Meissner. Originally published in 1932.\" \"AS 3. Das appositionell bestimmte Pronomen der 1. Pers. sing. in den westsemitischen Inschriften und im Alten Testament. Arnold Poebel. Originally published in 1932.\" \"AS 1. Beitrage zum Assyrischen Wörterbuch I. Bruno Meissner. Originally published in 1931.\"", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "issn": {}
    }, 
    "is_part_of": {
        "title": "Newly Online from the Oriental Institute's Backlist", 
        "url": "http://oi.uchicago.edu/research/pubs/catalog/as/"
    }, 
    "keywords": [
        "Sumerian", 
        "backlist", 
        "Hittite", 
        "Akkadian", 
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5302722719132675692", 
            "resource_date": "2012-11-30T17:36:36.147-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:13:14.747439"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/11/newly-online-from-oriental-institutes_23.html", 
            "resource_date": "2012-11-30T17:36:36.147-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:13:14.747463"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Newly Online from the Oriental Institute's Backlist", 
    "url": "http://oi.uchicago.edu/news/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}