{
    "description": "Newly Online from the Oriental Institute's Backlist: \"OIP 5. Researches in Anatolia 1. Explorations in Central Anatolia, Season of 1926. H. H. von der Osten. Originally published in 1929.\" \"OIP 13. Barhebraeus' Scholia on the Old Testament. Part I: Genesis - II Samuel. Martin Sprengling and William Creighton Graham, editors. Originally published in 1931.\" \"OIP 22. Ancient Oriental Seals in the Collection of Mr. Edward T. Newell. Hans Henning von der Osten. Originally published in 1934.\" \"OIP 27. Researches in Anatolia 6. Inscriptions from Alishar and Vicinity. Ignace J. Gelb. Originally published in 1935.\" \"OIP 37. Ancient Oriental Seals in the Collection of Mrs. Agnes Baldwin Brett. Hans Henning von der Osten. Originally published in 1936.\" \"OIP 45. Hittite Hieroglyphic Monuments. Ignace J. Gelb. Originally published in 1939.\" \"OIP 47. Ancient Oriental Cylinder and Other Seals with a Description of the Collection of Mrs. William H. Moore. Gustavus A. Eisen. Originally published in 1940.\" \"OIP 57. Nuzi Personal Names. Ignace J. Gelb, Pierre M. Purves, and Allan A. MacRae. Originally published in 1943.\" \"OIP 85. A Byzantine Church at Khirbat al-Karak. Pinhas Delougaz and Richard C. Haines. Originally published in 1960.\"", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Newly Online from the Oriental Institute's Backlist", 
        "url": "https://oi.uchicago.edu/research/pubs/catalog/oip/"
    }, 
    "keywords": [
        "epigraphy", 
        "Anatolia", 
        "Bible", 
        "Old Testament", 
        "seals", 
        "Byzantium", 
        "antiquity", 
        "backlist", 
        "Oriental Institute", 
        "Hittite"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Newly Online from the Oriental Institute's Backlist", 
    "url": "http://oi.uchicago.edu/news/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}