{
    "description": "Newly Online from the Oriental Institute's Backlist: AS 20. Sumerological Studies in Honor of Thorkild Jacobsen on His Seventieth Birthday June 7, 1974. S. J. Lieberman, ed. 1976. AS 23. Kanissuwar - A Tribute to Hans G. Güterbock on His Seventy-Fifth Birthday, May 27, 1983. H. A. Hoffner, Jr. and G. M. Beckman, eds. 1986. AS 25. The Hittite State Cult of the Tutelary Deities. G. McMahon. 1991. AS 26. Perspectives on Hittite Civilization: Selected Writings of Hans G. Güterbock. H. A. Hoffner, Jr. , ed. 1997. MSKH 1. A Catalogue of Cuneiform Sources Pertaining to Specific Monarchs of the Kassite Dynasty. J. A. Brinkman. 1977. OIC 24. The American Expedition to Idalion, Cyprus 1973-1980. L. E. Stager and A. M. Walker, eds. 1989. OIC 25. Figurines and Other Clay Objects from Sarab and Cayönü. V. B. Morales. 1990. OIP 108. The Holmes Expeditions to Luristan. E. F. Schmidt, et. al. 1989. OIP 109. Town and Country in Southeastern Anatolia, Volume 1: Settlement and Land Use at Kurban Höyük and Other Sites in the Lower Karababa Basin. T. J. Wilkinson, et. al. 1990. OIP 110. Town and Country in Southeastern Anatolia, Volume 2: The Stratigraphic Sequence at Kurban Höyük. G. Algaze, ed. , et. al. 1990. SAOC 43. A Neolithic Village at Tell El Kowm in the Syrian Desert. R. Dornemann. 1986. SAOC 49. A Critical Study of the Temple Scroll from Qumran Cave 11. M. O. Wise. 1990. SAOC 50. Subsistence, Trade, and Social Change in Early Bronze Age Palestine. D. L. Esse. 1991. Aqaba: \"Port of Palestine on the China Sea. \" D. Whitcomb. 1988. Letters from Turkey, 1939-1946. G. Maynard. 1994. Ayla: Art and Industry in the Islamic Port of Aqaba. D. Whitcomb. 1994.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "backlist", 
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8365232251359351016", 
            "resource_date": "2012-11-23T07:14:32.413-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:46.032493"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/11/newly-online-from-oriental-institutes.html", 
            "resource_date": "2012-11-23T07:14:32.413-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:46.032509"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Newly Online from the Oriental Institute's Backlist", 
    "url": "http://oi.uchicago.edu/research/pubs/catalog/as/as20.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}