{
    "description": "Download PDF Terms of Use Oriental Institute Seminars 8 The eighth in the Oriental Institute Seminar Series, this volume contains papers that emerged from the seminar Iconoclasm and Text Destruction in the Ancient Near East and Beyond, held at the Oriental Institute April 8-9, 2011. The purpose of the conference was to analyze the cases of and reasons for mutilation of texts and images in Near Eastern antiquity. Destruction of images and texts has a universal character; it is inherent in various societies and periods of human history. Together with the mutilation of human beings, it was a widespread and highly significant phenomenon in the ancient Near East. However, the goals meant to be realized by this process differed from those aimed at in other cultures. For example, iconoclasm of the French and Russian revolutions, as well as the Post-Soviet iconoclasm, did not have any religious purposes. Moreover, modern comprehension of iconoclasm is strongly influenced by its conception during the Reformation. This volume explores iconoclasm and text destruction in ancient Near Eastern antiquity through examination of the anthropological, cultural, historical, and political aspects of these practices. Broad interdisciplinary comparison with similar phenomena in the other cultures and periods contribute to better understanding them. Table of Contents: Preface Introduction1. Iconoclasm and Text Destruction in the Ancient Near East (Natalie N. May, Oriental Institute of the University of Chicago)", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Iconoclasm and Text Destruction in the Ancient Near East and Beyond", 
        "url": "https://oi.uchicago.edu/news/"
    }, 
    "keywords": [
        "conference", 
        "imagery", 
        "French", 
        "antiquity", 
        "religion", 
        "Ancient Near East", 
        "Oriental Institute", 
        "Near East", 
        "Russian"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5363389613111583622", 
            "resource_date": "2013-07-19T13:28:12.372-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:13:15.658802"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/01/new-online-from-oriental-institute.html", 
            "resource_date": "2013-07-19T13:28:12.372-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:13:15.658818"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Download PDF", 
    "url": "http://oi.uchicago.edu/pdf/ois8.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}