{
    "description": "Oriental Institute Researches In Anatolia OIP 30. Researches in Anatolia 9. The Alishar Hüyük Seasons of 1930-32, Part 3. Hans Henning von der Osten, with contributions by Wilton Marion Krogman and Others. Originally published in 1937 OIP 29. Researches in Anatolia 8. The Alishar Hüyük Seasons of 1930-32, Part 2. Hans Henning von der Osten. Originally published in 1937. OIP 28. Researches in Anatolia 7. The Alishar Hüyük Seasons of 1930-32, Part 1. Hans Henning von der Osten. Originally published in 1937. OIP 27. Researches in Anatolia 6. Inscriptions from Alishar and Vicinity. Ignace J. Gelb. Originally published in 1935. OIP 20. Researches in Anatolia 5. The Alishar Hüyük Seasons of 1928 and 1929, Part 2. Erich F. Schmidt with a chapter by Wilton Marion Krogman. Originally published in 1933. OIP 19. Researches in Anatolia 4. The Alishar Hüyük Seasons of 1928 and 1929, Part 1. Erich F. Schmidt. Originally published in 1932. OIP 7. Researches in Anatolia 3. The Alishar Hüyük Season of 1927, Part 2. Hans Henning von der Osten and Erich F. Schmidt. Originally published in 1932. OIP 6. Researches in Anatolia 2. The Alishar Hüyük Season of 1927, Part 1. Hans Henning von der Osten and Erich F. Schmidt. Originally published in 1930. OIP 5. Researches in Anatolia 1. Explorations in Central Anatolia, Season of 1926. H. von der Osten. Originally published in 1929.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Turkey", 
        "Anatolia", 
        "Oriental Institute", 
        "open access", 
        "Alishar", 
        "archaeology", 
        "monograph"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7003857881950205621", 
            "resource_date": "2015-02-02T06:43:36.043-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:12.995451"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/02/open-access-monograph-series-oriental.html", 
            "resource_date": "2015-02-02T06:43:36.043-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:12.995467"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "OIP 30. Researches in Anatolia 9. The Alishar Hüyük Seasons of 1930-32, Part 3", 
    "url": "http://oi.uchicago.edu/research/pubs/catalog/oip/oip30.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}