{
    "description": "Announced today: OIMP 35. Between Heaven and Earth: Birds in Ancient Egypt Purchase Book Download PDF Terms of Use <blockquote class=\"tr_bq\"><br/><h3>OIMP 35. <br/>. <cite>Between Heaven and Earth: Birds in Ancient Egypt</cite></h3><div class=\"buy\"><a class=\"purch\" href=\"http://www. oxbowbooks. com/bookinfo. cfm/ID/161148\" title=\"Purchase Book\">Purchase Book</a> <a class=\"download\" href=\"http://oi. uchicago. edu/pdf/oimp35. pdf\" title=\"Download PDF\">Download PDF</a> <a class=\"terms\" href=\"http://oi. uchicago. edu/research/pubs/epi. html\">Terms of Use</a> </div>Issued in conjunction with an exhibit at the Oriental Institute Museum at the University of Chicago, this is the first comprehensive study of birds in ancient Egyptian society, economy, art, and religion. Essays address the role of birds in the religious landscape, their use in hieroglyphic and Coptic scripts, birds as protective symbols, as decorative motifs, and as food. A group of essays on “Egyptian Birds and Modern Science” presents the newest forensic research on bird mummies. Other articles address bird behavior as shown in Egyptian art and the present state of avifauna in the Nile Valley. The catalog describes forty artifacts, many of which are previously unpublished. An index of bird species makes this volume useful for naturalists as well as for Egyptologists and art historians. <h4>Table of Contents</h4><ol><li>Foreword. Gil J. Stein </li><li>Preface. Jack Green</li><li>Introduction. Rozenn Bailleul-LeSuer</li><li>Map of Principal Areas and Sites </li><li>From Kitchen to Temple: The Practical Role of Birds. Rozenn Bailleul-LeSuer</li><li>The Role of Birds within the Religious Landscape of Ancient Egypt. Foy Scalf </li><li>An Eternal Aviary: Bird Mummies from Ancient Egypt. Salima Ikram </li><li>Sheltering Wings: Birds as Symbols of Protection in Ancient Egypt. Randy Shonkwiler</li><li>Pharaoh Was a Good Egg, but Whose Egg Was He? Arielle Kozloff </li><li>Birds in the Ancient Egyptian and Coptic Alphabets. Francois Gaudard</li><li>Birds and Bird Imagery in the Book of Thoth. Richard Jasnow</li><li>Birds in Late Antique Egypt. Susan H. Auth</li><li>Bird Identification from Art, Artifacts, and Hieroglyphs: An Ornithologist’s Viewpoint. John Wyatt </li><li>Bird Behavior in Ancient Egyptian Art. Linda Evans </li><li>Studying Avian Mummies at the KNH Centre for Biomedical Egyptology, University of Manchester: Past, Present, and Future Work. Lidija M. McKnight </li><li>Medical CT Scanning of Ancient Bird Mummies. Bin Jiang, MD, and Michael Vannier, MD</li><li>Challenges in CT Scanning of Avian Mummies. Charles A. Pelizzari, Chad R. Haney, Rozenn Bailleul-LeSuer, J. P. Brown, and Christian Wietholt</li><li>Terahertz Pulse Imaging of an Egyptian Bird Mummy. J. Bianca Jackson, Gérard Mourou, Julien Labaune, and Michel Menu</li><li>The Avifauna of the Egyptian Nile Valley: Changing Times. Sherif Baha el Din </li><li>Catalog Nos. 1-40</li></ol><hr/><ul><li>Between Heaven and Earth: Birds in Ancient Egypt</li><li>Edited by Rozenn Bailleul LeSuer</li><li>Oriental Institute Museum Publications 35</li><li>Chicago: The Oriental Institute, 2012</li><li>ISBN-13: <a class=\"libx-autolink\" href=\"http://bobcat. library. nyu. edu/primo_library/libweb/action/search. do?fn=go&amp;ct=search&amp;vid=NYU&amp;mode=Basic&amp;indx=0&amp;dum=true&amp;vl%28freeText0%29=1885923929&amp;undefined=all_items&amp;vl%281UIStartWith0%29=contains&amp;vl%28212921975UI0%29=isbn&amp;scps=scope:%28NS%29,scope:%28CU%29,scope:%28%22BHS%22%29,scope:%28NYU%29,scope:%28%22NYSID%22%29,scope:%28%22NYHS%22%29,scope:%28GEN%29,scope:%28%22NYUAD%22%29\" title=\"libx-autolink\">978-1-885923-92-9</a></li><li>Pp. 232; 210 illustrations (most in color)</li><li><span class=\"pubprice\">$29. 95</span></li></ul></blockquote> Table of Contents Foreword. Gil J. Stein Preface. Jack Green Introduction. Rozenn Bailleul-LeSuer Map of Principal Areas and Sites From Kitchen to Temple: The Practical Role of Birds. Rozenn Bailleul-LeSuer The Role of Birds within the Religious Landscape of Ancient Egypt. Foy Scalf An Eternal Aviary: Bird Mummies from Ancient Egypt. Salima Ikram Sheltering Wings: Birds as Symbols of Protection in Ancient Egypt. Randy Shonkwiler Pharaoh Was a Good Egg, but Whose Egg Was He? Arielle Kozloff Birds in the Ancient Egyptian and Coptic Alphabets. Francois Gaudard Birds and Bird Imagery in the Book of Thoth. Richard Jasnow Birds in Late Antique Egypt. Susan H. Auth Bird Identification from Art, Artifacts, and Hieroglyphs: An Ornithologist’s Viewpoint. John Wyatt Bird Behavior in Ancient Egyptian Art. Linda Evans Studying Avian Mummies at the KNH Centre for Biomedical Egyptology, University of Manchester: Past, Present, and Future Work. Lidija M. McKnight Medical CT Scanning of Ancient Bird Mummies. Bin Jiang, MD, and Michael Vannier, MD Challenges in CT Scanning of Avian Mummies. Charles A. Pelizzari, Chad R. Haney, Rozenn Bailleul-LeSuer, J. P. Brown, and Christian Wietholt Terahertz Pulse Imaging of an Egyptian Bird Mummy. J. Bianca Jackson, Gérard Mourou, Julien Labaune, and Michel Menu The Avifauna of the Egyptian Nile Valley: Changing Times. Sherif Baha el Din Catalog Nos. 1-40 Between Heaven and Earth: Birds in Ancient Egypt Edited by Rozenn Bailleul LeSuer Oriental Institute Museum Publications 35 Chicago: The Oriental Institute, 2012 ISBN-13: 978-1-885923-92-9 Pp. 232; 210 illustrations (most in color) $29. 95.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "13", 
                "28"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-605580278783973432", 
            "resource_date": "2012-11-09T21:58:20.127-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:13:55.013342"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/10/new-online-from-oriental-institute.html", 
            "resource_date": "2012-11-09T21:58:20.127-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:13:55.013358"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.oxbowbooks.com/bookinfo.cfm/ID/161148", 
        "http://oi.uchicago.edu/pdf/oimp35.pdf", 
        "http://oi.uchicago.edu/research/pubs/epi.html", 
        "http://oi.uchicago.edu/research/pubs/catalog/chb/", 
        "http://oi.uchicago.edu/research/pubs/nn/"
    ], 
    "title": "New Online from the Oriental Institute", 
    "url": "https://oi.uchicago.edu/news/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}