{
    "description": "OIMP 37. In Remembrance of Me: Feasting with the Dead in the Ancient Middle East. OIMP 37. In Remembrance of Me: Feasting with the Dead in the Ancient Middle East. Edited by Virginia Rimmer Herrmann and J. David Schloen. Purchase Book Download PDF Terms of Use This Oriental Institute Museum exhibit catalog looks at how the living commemorated and cared for deceased ancestors in the ancient Middle East. The focus of the exhibit is the memorial monument (stele) of an official named Katumuwa (ca. 735 BC), discovered in 2008 by University of Chicago archaeologists at the site of Zincirli, Turkey. Part I of the catalog presents the most comprehensive collection of scholarship yet published on the interpretation of the Katumuwa Stele, an illuminating new document of ancestor cult and beliefs about the soul. In Part II, leading scholars describe the relationship between the living and the dead in Mesopotamia, Egypt, Anatolia, and the Levant (Syria-Palestine), providing a valuable introduction to the family and mortuary religion of the ancient Middle East. The fifty-seven objects cataloged highlight the role of food and drink offerings and stone effigies in maintaining a place for the dead in family life. Table of Contents Foreword Preface List of Contributors Map of Select Sites Introduction: The Katumuwa Stele and the Commemoration of the Dead in the Ancient Middle East. Virginia R. Herrmann Part I. The Katumuwa Stele from Zincirli The City of Katumuwa: The Iron Age Kingdom of Sam’al and the Excavations of Zincirli. J. David Schloen Katumuwa’s Banquet Scene. Dominik Bonatz The Katumuwa Inscription. Dennis Pardee The Katumuwa Stele in Archaeological Context. Virginia R. Herrmann The Katumuwa Stele in the Context of Royal Mortuary Cult at Sam’al. Herbert Niehr Part II. Feasts for the Dead in the Ancient Middle East Religious, Communal, and Political Feasting in the Ancient Middle East. Marian H. Feldman Feasts for the Dead and Ancestor Veneration in Levantine Traditions. Theodore J. Lewis Death Binds: On Some Rites Surrounding Death in Ancient Anatolia. Theo van den Hout Dead that Are Slow to Depart: Evidence for Ancestor Rituals in Mesopotamia. Karel van der Toorn Feasts for the Dead and Ancestor Veneration in Egyptian Tradition. Miriam Müller Part III. Catalog The Katumuwa Stele (Nos. 1-12) The Soul in the Stone: Effigies of the Dead (Nos. 13-21) The Banquet in Life and Death (Nos. 22-27) Dishes for the Dead (Nos. 28-49) Fast Food: Magical Methods of Provisioning the Dead (Nos. 50-52) Epilogue: Contemporary Commemorations (Nos. 53-59) Concordance of Museum Registration Numbers Checklist of the Exhibit Bibliography In Remembrance of Me: Feasting with the Dead in the Ancient Middle East Edited by Virginia Rimmer Herrmann and J. David Schloen Oriental Institute Museum Publications 37 Chicago: The Oriental Institute, 2014 ISBN-13: 978-1-61491-017-6 Pp. 176; 140 illustrations 9 x 11. 5 inches, paperback $29. 95.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "13"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Anatolia", 
        "antiquity", 
        "catalogue", 
        "book", 
        "exhibition", 
        "Oriental Institute", 
        "exhibition catalogue", 
        "Middle East"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-331517382034545771", 
            "resource_date": "2014-04-10T10:56:37.002-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:42.120308"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/04/new-book-from-oriental-institte-n.html", 
            "resource_date": "2014-04-10T10:56:37.002-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:42.120324"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "In Remembrance of Me: Feasting with the Dead in the Ancient Middle East", 
    "title_extended": "OIMP 37. In Remembrance of Me: Feasting with the Dead in the Ancient Middle East", 
    "url": "http://oi.uchicago.edu/research/pubs/catalog/oimp/oimp37.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}