{
    "description": "Oriental Institute 2011-2012 Annual Report The Entire 2011-2012 Annual Report In A Single Adobe Acrobat Document INTRODUCTlON Introduction. Gil J. Stein In Memoriam: Eleanor Guralnick In Memoriam: Cissy Haas In Memoriam: Donald Oster RESEARCH Çadir Höyük. Gregory McMahon Center For Ancient Middle Eastern Landscapes (CAMEL). Scott Branting Chicago Demotic Dictionary (CDD). François Gaudard And Janet H. Johnson Chicago Hittite Dictionary (CHD). Theo Van Den Hout Diyala Project. Clemens Reichel Epigraphic Survey. W. Raymond Johnson The Giza Plateau Mapping Project. Mark Lehner Hamoukar. Clemens Reichel Heaven On Earth. Deena Ragavan Islamic Archeaology And The Oriental Institute. Tasha Vorderstrasse And Donald Whitcomb Jericho Mafjar Project. Donald Whitcomb Kerkenes Dag Project. Scott Branting Marj Rabba. Yorke M. Rowan Mummy Label Database (MLD). François Gaudard, Raquel Martín Hernández, And Sofía Torallas Tovar Nippur. Mcguire Gibson Oriental Institute National Musem Of Afghanistan Partnership. Gil J. Stein Oriental Institute Nubian Expedition (OINE). Bruce Williams Pathways To Power. Gil J. Stein Persepolis Fortification Archive Project. Matthew W. Stolper Tell Edfu. Nadine Moeller and Gregory Marouard Individual Research 2011-2012 RESEARCH SUPPORT Computer Laboratory. John C. Sanders Electronic Resources. John C. Sanders Integrated Database Project. Scott Branting, John Sanders, Wendy Ennes, Angela Spinazze, Helen Mcdonald, Susan Allison, Foy Scalf, And Jack Green Ochre Data Project. Sandra R. Schloen Publications Office. Thomas G. Urban Research Archives. Foy Scalf Tablet Collection. Andrew Dix Museum. Jack Green Special Exhibits. Emily Teeter Publicity and Marketing. Emily Teeter Registration. Helen McDonald and Susan Allison Archives. John A. Larson Conservation. Laura D'Alessandro Prep Shop. Erik Lindahl Suq. Denise Browning Photography. Anna R. Ressman Public Education: Carole Krucoff Volunteer Program: Catherine Duenas and Terry Friedman DEVELOPMENT AND MEMBERSHIP Development. Steve Camp Visiting Committee. Membership. Amy Weber Special Events. Meghan A. Winston Honor Roll. PERSONNEL Faculty and Staff of the Oriental Institute Thirty two issues of Oriental Institute Annual Reports are available digitally For a listing of all Oriental Institute publications available online see: The Oriental Institute Open Access Publications.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "report", 
        "annual report", 
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6421273301002106069", 
            "resource_date": "2013-02-19T12:59:49.211-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:21.654102"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/02/oriental-institute-2011-2012-annual.html", 
            "resource_date": "2013-02-19T12:59:49.211-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:21.654117"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Oriental Institute 2011-2012 Annual Report Online", 
    "url": "https://oi.uchicago.edu/research/pubs/ar/11-20/11-12/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}