{
    "description": "Oriental Institute Communications (OIC). OIC 30. Bir Umm Fawakhir, Volume 2: Report on the 1996-1997 Survey Seasons. Carol Meyer, with contributions by Lisa Heidorn, Alexandra A. O'Brien, and Clemens Reichel. 2011. OIC 29. Catalog of Demotic Texts in the Brooklyn Museum. George R. Hughes. 2005. OIC 28. Bir Umm Fawakhir Survey Project 1993: A Byzantine Gold-Mining Town in Egypt. C. Meyer, L. A. Heidorn, W. E. Kaegi, and T. Wilfong. OIC 27. The Registry of the Photographic Archives of the Epigraphic Survey, with Plates from Key Plans Showing Locations of Theban Temple Decorations (H. H. Nelson). The Epigraphic Survey. 1995. OIC 26. Publications of the Oriental Institute, 1906-2014: Exploring the History and Civilizations of the Near East. Edited by Thomas G. Urban and Leslie Schramer. 2014 OIC 25. Figurines and Other Clay Objects from Sarab and Cayönü. V. B. Morales. 1990. OIC 24. The American Expedition to Idalion, Cyprus 1973-1980. L. E. Stager and A. M. Walker, eds. 1989. OIC 23. Excavations at Nippur: Twelfth Season. McGuire Gibson, Judith A. Franke, Miguel Civil, Michael L. Bates, Joachim Boessneck, Karl W. Butzer and Ted A. Rathbun, and Elizabeth Frick Mallin. 1978. OIC 22. Excavations at Nippur: Eleventh Season. McG. Gibson, with appendices by M. Civil. J. H. Johnson, and S. A. Kaufman. 1976. OIC 21. The Treasury of Persepolis and Other Discoveries in the Homeland of the Achaemenians Erich F. Schmidt. 1939. OIC 20. Progress of the Work of the Oriental Institute in Iraq, 1934/35: Fifth Preliminary Report of the Iraq Expedition. Henri Frankfort. 1936. OIC 19. Oriental Institute Discoveries in Iraq, 1933/34: Fourth Preliminary Report of the Iraq Expedition. Henri Frankfort, with a chapter by Thorkild Jacobsen. 1935. OIC 18. Work in Western Thebes, 1931-33. By Harold H. Nelson and Uvo Hölscher with a Chapter by Siegfried Schott. Originally published in 1934. OIC 17. Iraq Excavations of the Oriental Institute 1932/33: Third Preliminary Report of the Iraq Expedition. Henri Frankfort. 1934. OIC 16. Tell Asmar, Khafaje and Khorsabad: Second Preliminary Report of the Iraq Expedition. Henri Frankfort. 1933. OIC 15. Excavations at Ancient Thebes, 1930/31. By Uvo Hölscher. Originally published in 1932. OIC 14. Discoveries in Anatolia, 1930-31. Hans Henning von der Osten. Originally published in 1933. OIC 13. Tell Asmar and Khafaje: The First Season’s Work in Eshnunna 1930/31. Henri Frankfort, Thorkild Jacobsen, and Conrad Preusser. 1932. OIC 12. The Alphabet: Its Rise and Development from the Sinai Inscriptions. By Martin Sprengling. Originally published in 1931. OIC 11. Anatolia Through the Ages: Discoveries at the Alishar Mound 1927-29. Erich F. Schmidt. Originally published in 1931. OIC 10. Medinet Habu Reports - Third Preliminary Report. Part 1. The Epigraphic Survey, 1928-31. By Harold H. Nelson Part 2. The Architectural Survey, 1929/30. By Uvo Hölscher Originally published in 1931. OIC 9. New Light from Armageddon: Second Provisional Report (1927-29) on the Excavations at Megiddo in Palestine. P. L. O. Guy. Originally published in 1931. OIC 8. Explorations in Hittite Asia Minor, 1929. Hans Henning von der Osten. Originally published in 1930. OIC 7. Medinet Habu 1928-29. Part 1: The Architectural Survey. By Uvo Hölscher Part 2: The Language of the Historical Texts Commemorating Ramses III. By John A. Wilson Originally published in 1930. OIC 6. Explorations in Hittite Asia Minor 1927-28. Hans Henning von der Osten. Originally published in 1929. OIC 5. Medinet Habu 1924-28. Part 1: The Epigraphic Survey of the Great Temple of Medinet Habu (Seasons 1924-25 To 1927-28). By Harold H. Nelson, Part 2: The Architectural Survey of the Great Temple and Palace of Medinet Habu (Season 1927-28). By Uvo Hölscher. OIC 4. The Excavation of Armageddon. By Clarence S. Fisher. Originally published in 1929. OIC 3. First Report of the Prehistoric Survey Expedition. OIC 2. Explorations in Hittite Asia Minor: A Preliminary Report. H. von der Osten. Originally published in 1927. OIC 1. The Oriental Institute of the University of Chicago: A Beginning and a Program. James Henry Breasted. Originally published in 1922.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "open access", 
        "monograph", 
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8426264327753450305", 
            "resource_date": "2014-04-24T14:15:32.570-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:04.677686"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/04/open-access-monograph-series-oriental.html", 
            "resource_date": "2014-04-24T14:15:32.570-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:04.677703"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Oriental Institute Communications (OIC)", 
    "url": "http://oi.uchicago.edu/research/pubs/catalog/oic/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}