{
    "description": "Announced today: OIC 30. Bir Umm Fawakhir, Volume 2: Report on the 1996-1997 Survey Seasons By Carol Meyer, with contributions by Lisa Heidorn, Alexandra A. O'Brien, and Clemens Reichel Purchase Book Download PDF Terms of Use Bir Umm Fawakhir is a fifth-sixth century A.D. Coptic/Byzantine gold-mining town located in the central Eastern Desert of Egypt. The Bir Umm Fawakhir Project of the Oriental Institute of the University of Chicago carried out four seasons of archaeological survey at the site, in 1992, 1993, 1996, and 1997; one season of excavation in 1999; and one study season in 2001. This volume is the final report on the 1996 and 1997 seasons. The goals of the 1996 and 1997 field seasons were to complete the detailed map of the main settlement, to continue the investigation of the outlying clusters of ruins or \"Outliers,\" and to address some specific questions such as the ancient gold-extraction process. The completion of these goals makes the main settlement at Bir Umm Fawakhir one of the only completely mapped towns of the period in Egypt. Not only is the main settlement plotted room for room and door for door, but also features such as guardposts, cemeteries, paths, roads, wells, outlying clusters of ruins, and mines are known, and some of these are features not always readily detectable archaeologically. This volume presents the pre-Coptic material; a detailed discussion of the remains in the main settlement, outliers, and cemeteries; the Coptic/Byzantine pottery, small finds, and dipinti; as well as a study of ancient mining techniques. Oriental Institute Communications 30 Chicago: The Oriental Institute, 2011 ISBN-13: 978-1-885923-71-4 ISBN-10: 1-885923-71-6 Pp. xxviii + 220; 53 figures, 108 plates, 1 table Softbound 9.00\" x 11.75\" $49.95 Table of Contents Abbreviations List of Figures List of Plates Table Acknowledgments Bibliography Chapter 1. Introduction. Carol Meyer Chapter 2. Pre-Coptic Remains. Carol Meyer and Lisa Heidorn Chapter 3. Main Settlement 1996 and 1997 Surveys. Carol Meyer Chapter 4. Outliers. Carol Meyer, with contributions by Lisa Heidorn, Alexandra A. O'Brien, and Clemens Reichel Chapter 5. Cemeteries and the Question of Religion. Carol Meyer Chapter 6. Pottery from the 1996 and 1997 surveys. Carol Meyer and Lisa Heidorn Chapter 7. Small Finds and Dipinti. Carol Meyer Chapter 8. Ancient gold Mining, Miners, and Ore Reduction. Carol Meyer Chapter 9. Conclusions. Carol Meyer Appendix A. 1996 and 1997 registered objects Appendix B. Main settlement Room Sizes Appendix C. Outliers 12 and 13 Buildings Index Plates 1-107", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "10", 
                "13"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "report", 
        "book", 
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-201780612171273408", 
            "resource_date": "2011-07-15T12:06:33.033-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:02:35.554807"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/07/new-book-from-oriental-institute-bir.html", 
            "resource_date": "2011-07-15T12:06:33.033-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:02:35.554821"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.oxbowbooks.com/bookinfo.cfm/ID/159111", 
        "http://oi.uchicago.edu/pdf/oic30.pdf", 
        "http://oi.uchicago.edu/research/pubs/epi.html"
    ], 
    "title": "Bir Umm Fawakhir, Volume 2: Report on the 1996-1997 Survey Seasons", 
    "url": "http://oi.uchicago.edu/pdf/oic30.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}