{
    "description": "Announced today: SAOC 65. Perspectives on Ptolemaic ThebesOccasional Proceedings of the Theban Workshop. Peter F. Dorman and Betsy M. Bryan, eds. Purchase Book Download PDF Terms of Use The manuscript consists of seven papers presented at the Theban Workshop, 2006. Within the temporal and spatial boundaries indicated by the title, the subjects of the papers are extremely diverse, ranging from models of culture-history (Manning and Moyer), to studies of specific administrative offices (Arlt), a single statue type (Albersmeier), inscriptions in a single temple (DiCerbo/Jasnow, and McClain), and inscriptions of a single king (Ritner). Nonetheless, all the papers are significant contributions to scholarship, presenting new interpretations and conclusions. Two papers (DiCerbo/Jasnow and McClain) are useful preliminary reports on long-term projects. The cross-references in Arlt and Albersmeier’s and in Manning’s and Moyer’s papers attest to value added by presentation at the workshop. Studies in Ancient Oriental Civilization 65 Chicago: The Oriental Institute of the University of Chicago, 2011 ISBN-13: 978-1-885923-85-1 Pp. xiv + 146; 77 figures, 5 tables $29.95 Table of Contents The Capture of the Thebaid. Joseph G. Manning Scribal Offices and Scribal Families in Ptolemaic Thebes. Carolin Arlt Recent Documentation of Medinet Habu Graffiti by the Epigraphic Survey. Christina Di Cerbo and Richard Jasnow Ptolemaic Statues of Priestesses from Thebes. Sabine Albersmeier Ptolemaic Cosmogonical Inscriptions and the Cultic Evolution of the Temple of Djeser-set. J. Brett McClain Ptolemy IX (Soter II) at Thebes. Robert K. Ritner Finding a Middle Ground: Culture and Politics in the Ptolemaic Thebaid. Ian Moyer", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "13"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "book", 
        "Thebes", 
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7403237092369228591", 
            "resource_date": "2011-12-20T14:35:07.494-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:02.523389"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/12/new-book-from-oriental-institute.html", 
            "resource_date": "2011-12-20T14:35:07.494-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:02.523405"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.oxbowbooks.com/bookinfo.cfm/ID/160019", 
        "http://oi.uchicago.edu/pdf/saoc65.pdf", 
        "http://oi.uchicago.edu/research/pubs/epi.html"
    ], 
    "title": "Perspectives on Ptolemaic Thebes", 
    "url": "http://oi.uchicago.edu/pdf/saoc65.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}