{
    "description": "The Archaeology and Geography of Ancient Transcaucasian Societies, Volume 1. The Foundations of Research and Regional Survey in the Tsaghkahovit Plain, Armenia. The Archaeology and Geography of Ancient Transcaucasian Societies, Volume 1. The Foundations of Research and Regional Survey in the Tsaghkahovit Plain, Armenia. Adam T. Smith, Ruben S. Badalyan, Pavel Avetisyan. With contributions by Alan Greene and Leah Minc. Oriental Institute Publications, Volume 134. Chicago: The Oriental Institute, 2009. ISBN-13: 978-1-885923-62-2. Pp. xlvi + 410; 72 figures, 82 plates, 7 tables. $90. 00 Until recently, the South Caucasus was a virtual terra incognita on Western archaeological maps of southwest Asia. The conspicuous absence of marked places - of site names, toponyms, and topography - gave the impression of a region distant, unknown, and vacant. The Joint American-Armenian Project for the Archaeology and Geography of Ancient Transcaucasian Societies (Project ArAGATS) was founded in 1998 to explore this terrain. Our investigations were guided by two overarching goals: to illuminate the social and political transformations central to the region’s unique (pre)history and to explore the broader intellectual implications of collaboration between the rich archaeological traditions of Armenia (former U. S. R. ) and the United States. This volume provides the first encompassing report on the ongoing studies of Project ArAGATS, detailing the general context of contemporary archaeological research in the South Caucasus as well as the specific context of our regional investigations in the Tsaghkahovit Plain of central Armenia. The book opens with detailed examinations of the history of archaeology in the South Caucasus, the theoretical problems that currently orient archaeological research, and a comprehensive reevaluation of the material bases for regional chronology and periodization. The work then provides the complete results of our regional investigations in the Tsaghkahovit Plain, including the findings of the first systematic pedestrian survey ever conducted in the Caucasus. Thanks to the results presented in this volume, and Project ArAGATS’s ongoing excavations in the area, the Tsaghkahovit Plain is today the best-known archaeological region in the South Caucasus. The present volume thus provides archaeologists with both an orientation to the prehistory of the South Caucasus and the complete findings of the first phase of Project ArAGATS’s field investigations. To order the printed book, in North America contact The David Brown Book Company, PO Box 511, Oakville, CT 06779, Toll Free: 1-800-791-9354, Fax: 860-945-9468, e-mail: queries@dbbconline. com. In Europe and elsewhere, contact Oxbow Books, Park End Place, Oxford, OX1 1HN, UK, Tel: (+44) (0) 1865-241-249, Fax: (+44) (0) 1865-794-449, e-mail: oxbow@oxbowbooks. com. Website: www. oxbowbooks. com.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "13"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "antiquity", 
        "survey", 
        "open access", 
        "Armenia", 
        "archaeology", 
        "geography"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4233160593837884607", 
            "resource_date": "2009-07-01T09:12:32.702-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:07.547131"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/07/new-open-access-book-archaeology-and.html", 
            "resource_date": "2009-07-01T09:12:32.702-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:07.547147"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Archaeology and Geography of Ancient Transcaucasian Societies", 
    "title_extended": "The Archaeology and Geography of Ancient Transcaucasian Societies, Volume 1.The Foundations of Research and Regional Survey in the Tsaghkahovit Plain, Armenia", 
    "url": "http://oi.uchicago.edu/research/pubs/catalog/oip/oip134.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}