{
    "description": "Announced today: OIMP 31. Ancient Israel: Highlights from the Collections of the Oriental Institute, University of Chicago Gabrielle V. Novacek Purchase Book Download PDF Terms of Use On January 29, 2005, the Oriental Institute celebrated the official public opening of the Haas and Schwartz Megiddo Gallery. This occasion marked the return of some of the most extraordinary artifacts ever excavated in the southern Levant to permanent public display. The Oriental Institute's prolific history of exploration in the region is testament to a long-standing scholarly passion for discovery and the pursuit of knowledge. This volume draws from the momentum generated by the opening of the Megiddo Gallery and presents a selection of highlights from the Institute's greater Syro-Palestine collection. Foreword Acknowledgments Stratigraphy of Megiddo The Southern Levant Collection of the Oriental Institute Megiddo: Cultural Crossroads of the Ancient Near East The Early Bronze Age (ca. 3500-2000 BC) The Middle Bronze Age (ca. 2000-1550 BC) The Late Bronze Age (ca. 1550-1200 BC) The Megiddo Ivories The Iron I Period (ca. 1200-975 BC) Where Did the Israelites Come From? The Iron II Period (ca. 975-586 BC) Who Built Royal Megiddo? The Southern Levant from the Fall of Jerusalem to the Roman Era (ca. 586 BC-AD 324) The Southern Levant in the Byzantine Period (ca. AD 324-638) Bibliography of Works Consulted Appendices Indices Oriental Institute Museum Publications 31 Chicago: Oriental Institute, 2011 ISBN-13: 978-1-885923-70-7 Pp. xii, 130p, 4 b/w & 68 col photos Paperback: $41.95", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "13"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Oriental Institute", 
        "book", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3484712646497786287", 
            "resource_date": "2011-11-04T17:16:05.944-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:03:07.448065"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/11/new-book-from-oriental-institute.html", 
            "resource_date": "2011-11-04T17:16:05.944-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:03:07.448081"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.oxbowbooks.com/bookinfo.cfm/ID/71098", 
        "http://oi.uchicago.edu/pdf/oimp31.pdf", 
        "http://oi.uchicago.edu/research/pubs/epi.html"
    ], 
    "title": "Ancient Israel: Highlights from the Collections of the Oriental Institute, University of Chicago", 
    "url": "http://oi.uchicago.edu/pdf/oimp31.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}