{
    "description": "Studies in Ancient Oriental Civilization (SAOC) 69. Creativity and Innovation in the Reign of Hatshepsut Edited by José M. Galán, Betsy M. Bryan, and Peter F. Dorman Download Terms of Use This volume publishes the proceedings of the Theban Symposium that took place in May 2010, in Granada, Spain, at the Institute for Arabic Studies of the Spanish National Research Council (CSIC), on the general theme of “Creativity and Innovation in the Reign of Hatshepsut. ” The volume contains nineteen papers that present new perspectives on the reign of Hatshepsut and the early New Kingdom. The authors address a range of topics, including the phenomenon of innovation, the Egyptian worldview, politics, state administration, women’s issues and the use of gender, cult and rituals, mortuary practices, and architecture. Groundbreaking for the study of Hatshepsut's reign and the beginning of the Eighteenth Dynasty, this volume will become an important reference for scholars and lay readers interested in the history, culture, and archaeology of the time of Hatshepsut and the early New Kingdom. Contents. Innovation at the Dawn of the New Kingdom. Peter F. Dorman, American University of Beirut The Paradigms of Innovation and Their Application to the Early New Kingdom of Egypt. Eberhard Dziobek, Heidelberg and Leverkusen Worldview and Royal Discourse in the Time of Hatshepsut. Susanne Bickel, University of Basel Hatshepsut at Karnak: A Woman under God’s Commands. Luc Gabolde, Centre National de la Recherche Scientifique (UMR 5140) How and Why Did Hatshepsut Invent the Image of Her Royal Power? Dimitri Laboury, FNRS-University of Liège Hatshepsut and Cultic Revelries in the New Kingdom. Betsy M. Bryan, Johns Hopkins University The Exceptional Creativity of Hatshepsut. Zbigniew E. Szafrański, University of Warsaw The Foundation Deposits of Hatshepsut’s Mortuary Temple at Deir el-Bahari. Catharine H. Roehrig, Metropolitan Museum of Art, New York Remarques sur l’architecture du Spéos Artémidos. Jean-Luc Chappaz, Museum for Art and History, Geneva The Power of the Elite: The Officials of Hatshepsut’s Regency and Coregency. JJ Shirley, Journal of Egyptian History The Inscribed Burial Chamber of Djehuty (TT 11). José M. Galán, Spanish National Research Council, Madrid The Composition of the Opening of the Mouth in the Tomb-chapel of Djehuty (TT 11). Jose M. Serrano, University of Seville Play and Display in Egyptian High Culture: The Cryptographic Texts of Djehuty (TT 11) and Their Sociocultural Contexts. Andrés Diego Espinel, Spanish National Research Council, Madrid Unconventional Versions: The Theban Tomb of Puiemra, Second Prophet of Amun under Hatshepsut. Barbara Engelmann-von Carnap, University of Heidelberg Mitanni Enslaved: Prisoners of War, Pride, and Productivity in a New Imperial Regime. Ellen Morris, Barnard College A View from Elkab: The Tomb and Statues of Ahmose-Pennekhbet. W. V. Davies, British Museum, London Overseers of Southern Foreign Lands and Thebes in the Reign of Hatshepsut. Tamás A. Bács, Eötvös Loránd University, Budapest An Unusual Architecture of Hatshepsut in Nubia. Charles Bonnet, Académie des Inscriptions et Belles Lettres, Paris The Part of Hatshepsut in Some Architectural Programs of the Early Eighteenth Dynasty. Dominique Valbelle, Université de Paris-Sorbonne, Paris IV/UMR 8167 Studies in Ancient Oriental Civilization 69 Chicago: The Oriental Institute, 2014 ISBN 978-1-61491-024-4 Pp. lxx +442; 284 figures, 6 tables Softcover, 9\" x 11. 75\" $64. 95.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "978-1-61491-024-4"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4955831601100228731", 
            "resource_date": "2014-10-03T15:18:39.176-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:03.742526"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/new-from-oriental-institute-creativity.html", 
            "resource_date": "2014-10-03T15:18:39.176-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:03.742542"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "New from the Oriental Institute: Creativity and Innovation in the Reign of Hatshepsut", 
    "url": "http://oi.uchicago.edu/research/publications/saoc/saoc-69-creativity-and-innovation-reign-hatshepsut", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}