{
    "description": "Twenty-one more volumes from the Oriental Institute's backlist partially completing the online distribution of forty-one miscellaneous publications. Newly Online from the Oriental Institute's Backlist: \"Heartland of Cities: Surveys of Ancient Settlement and Land Use on the Central Floodplain of the Euphrates. Robert McC. Adams. Originally published in 1981. \" \"John D. Rockefeller, Jr. Centenary Exhibition: A Productive Collaboration 1919-1935. Originally published in 1974. \" \"Letters From Mesopotamia: Official, Business, and Private Letters on Clay Tablets from Two Millennia. A. Leo Oppenheim. Originally published in 1967. \" \"Ancient Mesopotamia: Portrait of a Dead Civilization. A. Leo Oppenheim. Revised edition completed by Erica Reiner. Originally published in 1964; revised edition in 1977. \" \"Most Ancient Verse. Selected and translated by Thorkild Jacobsen and John A. Wilson. Originally published in 1963. \" \"Land Behind Baghdad: A History of Settlement on the Diyala Plains. Robert McC. Adams. Originally published in 1965. \" \"City Invincible: A Symposium on Urbanization and Cultural Development in the Ancient Near East Held at the Oriental Institute of the University of Chicago, December 4-7, 1958. Edited by Carl H. Kraeling & Robert McC. Adams. Originally published in 1960. \" \"History of the Persian Empire. Albert Ten Eyck Olmstead. Originally published in 1948. \" \"The Intellectual Adventure of Ancient Man: An Essay on Speculative Thought in the Ancient Near East. Henri Frankfort, H. A. Frankfort, John A. Wilson, Thorkild Jacobsen, and William A. Irwin. Originally published in 1946. \" \"Aishah: The Beloved of Mohammed. Nabia Abbott. Originally published in 1942. \" \"The Expedition to Luristan. Erich F. Schmidt. Originally published in 1941. \" \"The History of Early Iran. George G. Cameron. Originally published in 1938. \" \"The Oriental Institute of the University of Chicago: Fifth Edition. Originally published between 1936-1946. \" \"Service in the Memory of James Henry Breasted. Originally published in 1936. \" \"The Oriental Institute of the University of Chicago: Fourth Edition. Originally published in 1935. \" \"The Oriental Institute of the University of Chicago: Third Edition. Originally published in 1931. \" \"The Oriental Institute: General Circular No. 2, 1928. Originally published in 1928. \" \"Ancient Records of Assyria and Babylonia Volume 2: Historical Records of Assyria From Sargon to the End. Daniel David Luckenbill. Originally published in 1927. \" \"Ancient Records of Assyria and Babylonia Volume 1: Historical Records of Assyria From the Earliest Times to Sargon. Daniel David Luckenbill. Originally published in 1926. \" \"The Oriental Institute: General Circular No. 1, 1926. Originally published in 1926. \" \"History of Assyria. Albert T. Olmstead. Originally published in 1923. \".", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "backlist", 
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-224444973179106952", 
            "resource_date": "2012-12-20T12:49:30.883-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:26.393469"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/newly-online-from-oriental-institutes_20.html", 
            "resource_date": "2012-12-20T12:49:30.883-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:26.393497"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Newly Online from the Oriental Institute's Backlist", 
    "url": "http://oi.uchicago.edu/research/pubs/catalog/misc/heartland_of_cities.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}