{
    "description": "SAOC 68. Extraction & Control: Studies in Honor of Matthew W. Stolper. SAOC 68. Extraction & Control: Studies in Honor of Matthew W. Stolper. SAOC 68. Extraction & Control: Studies in Honor of Matthew W. Stolper. Edited by Michael Kozuh, Wouter F. M. Henkelman, Charles E. Jones, and Christopher Woods. Purchase Book Download PDF Terms of Use Matthew W. Stolper. Christopher Woods, Wouter F. M. Henkelman, Charles E. Jones, and Michael Kozuh Bibliography of Publications of Matthew W. Stolper. Charles E. Jones, University of Pennsylvania, University of Chicago Persepolis Fortification Aramaic Tablet Seal 0002 and the Keeping of Horses. Annalisa Azzoni, Vanderbilt University, and Elspeth R. M. Dusinberre, University of Colorado at Boulder An Episode in the Reign of the Babylonian Pretender Nebuchadnezzar IV. Paul-Alain Beaulieu, University of Toronto Achaemenid Estate(s) Near Pasargadae? Rémy Boucharlat, CNRS - University of Lyon Les tablettes de bois du Grand roi (Note sur les communications officielles dans un royaume itinérant). Pierre Briant, Collège de France Royal Women in Elamite Art. Elizabeth Carter, University of California, Los Angeles Iddin-Nabû sepir sa gardu. Walter Farber, University of Chicago The Royal-Name Seals of Darius I. Mark B. Garrison, Trinity University De vie à trépas. Françoise Grillot-Susini, CNRS - Paris The Estates of Shamash on the Habur. Michael Jursa and Klaus Wagensonner, University of Vienna Elamite and Akkadian Inscribed Bricks from Bard-e Karegar (Khuzistan, Iran). Michael Kozuh, Auburn University Reassessing the Reign of Xerxes in the Light of New Evidence. Amélie Kuhrt, University College London Cultural Exchange at Kültepe. Mogens Trolle Larsen, University of Copenhagen, and Agnete Wisti Lassen, Yale University The Curricular Context of an Akkadian Prayer from Old Babylonian Ur (UET 6 402). Jacob Lauinger, Johns Hopkins University Myth, History, Cosmology, and Hydraulics in Achaemenid Iran. Bruce Lincoln, University of Chicago Biography of a Sentence: Assurbanipal, Nabonidus, and Cyrus. Piotr Michalowski, University of Michigan Periodicities and Period Relations in Babylonian Celestial Sciences. Francesca Rochberg, University of California, Berkeley On Persons in the Old Babylonian Law Collections: The Case of mar awilim in Bodily Injury Provisions. Martha T. Roth, University of Chicago Gilgamesh and the ius primae noctis. Gonzalo Rubio, Pennsylvania State University Cyrus the Great, Exiles, and Foreign Gods: A Comparison of Assyrian and Persian Policies on Subject Nations. R. J. van der Spek, VU University Amsterdam Persians on the Euphrates? Material Culture and Identity in Two Achaemenid Burials from Hacinebi, Southeast Turkey. Gil J. Stein, The Oriental Institute, University of Chicago On the Dynasty of Šimaški: Twenty Years (or so) After. Piotr Steinkeller, Harvard University Some Thoughts on the ustarbaru. Jan Tavernier, Université catholique de Louvain A Statue of Darius in the Temple of Sippar. Caroline Waerzeggers, VU University Amsterdam Earth, Water, and Friendship with the King: Argos and Persia in the Mid-fifth Century. Matthew W. Waters, University of Wisconsin-Eau Claire Freedom and Dependency: Neo-Babylonian Manumission Documents with Oblation and Service Obligation. Cornelia Wunsch, School of Oriental and African Studies, University of London, and F. Rachel Magdalene, Leipzig University From Lower Land to Cappadocia. Ilya Yakubovich, University of Chicago Matthew Wolfgang Stolper began working for the Chicago Assyrian Dictionary in 1978 and became full professor in the Oriental Institute 1987, focusing on Neo-Babylonian and Middle Elamite. Matt has worked tirelessly to raise the necessary funding, to assemble a team of scholars, to promote the importance of the Persepolis Fortification Archive to academic and popular audiences, and most significantly, to concisely, passionately, and convincingly place the Persepolis Archives in their Achaemenid, ancient Near Eastern, and modern geo-political contexts. The twenty-six papers from Stolper's colleagues, friends, and students show the breadth of his interests. Studies in Ancient Oriental Civilization 68 Chicago: The Oriental Institute of the University of Chicago, 2014 ISBN: 978-1-61491-001-5 Pp. xvi + 352; frontispiece (Matthew W. Stolper); 140 illustrations, 9 tables $34. 95.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "978-1-61491-001-5"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "book", 
        "FS Stolper", 
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6877831902612589915", 
            "resource_date": "2014-04-24T14:08:54.947-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:43.645770"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/04/new-book-from-oriental-institute.html", 
            "resource_date": "2014-04-24T14:08:54.947-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:43.645786"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Extraction & Control: Studies in Honor of Matthew W. Stolper", 
    "url": "http://oi.uchicago.edu/research/pubs/catalog/saoc/saoc68.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}