{
    "description": "Terms of Use Portrait of the Scholar. Joel L. Kraemer A Jewish Wool Merchant in Tenth-Century Mosul Defends Resorting to “the Sages of the Nations”: An Early Encounter between Jewish Bible Exegesis and Graeco-Arab Philosophy. Haggai Ben-Shammai Some Semantic Shifts in Medieval Judaeo-Arabic. Joshua Blau Kippurim, Expiation, Purity, and Impurity: The Well of the Past and the Abyss of Oblivion. Rachel Elior An Epistle on Esoteric Matters by David II Maimonides from the Geniza. Paul B. Fenton Sending Funds to Judah ha-Levi. Mordechai A. Friedman The Emergence and Development of Scholarship on Medieval Judaeo-Arabic in Spain. Maria Angeles Gallego Food Commerce in Egypt as Portrayed in Eleventh-Century Geniza Letters. Moshe Gil Gershom b. Judah and the Italian Roots of Early Ashkenazic Jewry. Joshua Holo Carl Hermann Kraeling: A Reminiscence. Walter E. Kaegi When Did the Palestinian Yeshiva Leave Tiberias? Benjamin Z. Kedar “Many Days without the God of Truth”: Loss and Recovery of Religious Knowledge in Early Karaite Thought. Eve Krakowski Adam and Eve or Adam and Noah? Judaeo-Arabic and Hebrew Versions of the Same Books. Daniel J. Lasker Historicizing Prophetic Literature: Yefet ben ‘Eli’s Commentary on Hosea and Its Relationship to al-Qumisi’s Pitron. Meira Polliack Jewish Liturgical Divisions of the Torah and the English Chapter Division of the Vulgate Attributed to Stephen Langton. Paul Saenger Biblical Hermeneutics in Abraham Bar Hayya’s Hiyya’s) “Book of Intercalation”: Reading Science and Philosophy into the Bible. Israel M. Sandman Corporal Modesty in Judaism and Islam. Norman A. Stillman An Aramaic Apocalypse (4Q246) and the Perils of Premature Consensus. Anthony J. Tomasino Ten Newly Identified Fragments of Saadia’s Commentary on Esther: Introduction and Translation. Michael G. Wechsler Murabba’at and the First Jewish Revolt. Michael O. Wise Indexes Hebrew Section ‘Aluqa as “Nothing” and Its Use in Polemics with the Karaites: A Study of Saadia’s Commentary on Proverbs 30:10–17. Nahem Ilan Biblical Hebrew Names for Settlements, Countries, and Ethnic Groups in the Middle Ages. Elinoar Bareket Ten Newly Identified Fragments of Saadia’s Commentary on Esther: The Judaeo-Arabic Text (with an Appendix Containing a Fragment of Judah ibn Bal’am’s Commentary on Esther). Michael G. Wechsler The View of Abraham ibn Ezra on the Durative Nature of Universal Creation. Abraham Lipshitz History and History‐Writing in Chronicles in the Light of Biblical, Ancient Near Eastern, and Graeco‐Roman Cultures. Isaac Kalimi", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Pesher Nahum: Texts and Studies in Jewish History and Literature from Antiquity through the Middle Ages Presented to Norman (Nahum) Golb", 
        "url": "http://oi.uchicago.edu/pdf/saoc66.pdf"
    }, 
    "keywords": [
        "Israel", 
        "bible", 
        "Judaism", 
        "religion", 
        "Egypt", 
        "science", 
        "Italian", 
        "philosophy", 
        "Aramaic", 
        "Judaisim", 
        "food", 
        "Bible", 
        "Hebrew", 
        "Ancient Near East", 
        "antiquity", 
        "Near East", 
        "Middle Ages", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7168491971293675700", 
            "resource_date": "2012-07-17T08:58:23.164-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:13:56.807077"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/03/new-book-from-oriental-institute-pesher.html", 
            "resource_date": "2012-07-17T08:58:23.164-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:13:56.807091"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Terms of Use", 
    "url": "http://oi.uchicago.edu/research/pubs/epi.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}