{
    "description": "Oriental Institute Nubian Expedition (OINE). OINE 10. Excavations at Serra East, Parts 1-5: A-Group, C-Group, Pan Grave, New Kingdom, and X-Group Remains from Cemeteries A-G and Rock Shelters. B. Williams. 1993. Purchase Book Download PDF Terms of Use OINE 9. Excavations Between Abu Simbel and the Sudan Frontier, Part 9: Noubadian X-Group Remains from Royal Complexes in Cemeteries Q and 219 and Private Cemeteries Q, R, V, W, B, J, and M at Qustul and Ballana. B. Williams. 1991. Purchase Book Download PDF Terms of Use OINE 8. Excavations Between Abu Simbel and the Sudan Frontier, Part 8: Meroitic Remains from Qustul Cemetery Q, Ballana Cemetery B, and a Ballana Settlement. Two volumes (Text, Plates). B. Williams, et. al. 1991. Purchase Book Download PDF Terms of Use OINE 7. Excavations Between Abu Simbel and the Sudan Frontier, Part 7: Twenty-Fifth Dynasty and Napatan Remains at Qustul Cemeteries W and V. B. Williams. 1990. Purchase Book Download PDF Terms of Use OINE 6. Excavations Between Abu Simbel and the Sudan Frontier, Part 6: New Kingdom Remains from Cemeteries R, V, S, and W at Qustul and Cemetery K at Adindan. B. Williams. Originally published in 1992. Purchase Book Download PDF Terms of Use OINE 5. Excavations Between Abu Simbel and the Sudan Frontier, Part 5: C-Group, Pan Grave, and Kerma Remains at Adindan Cemeteries T, K, U, and J. B. Williams. 1983. Purchase Book Download PDF Terms of Use OINE 4. Excavations Between Abu Simbel and the Sudan Frontier, Parts 2, 3, and 4: Neolithic, A-Group, and Post A-Group Remains from Cemeteries W, V, S, Q, T, and a Cave East of Cemetery K. B. Williams. 1989. Purchase Book Download PDF Terms of Use OINE 3. Excavations Between Abu Simbel and the Sudan Frontier, Part 1: The A-Group Royal Cemetery at Qustul, Cemetery L. B. Williams. 1986. Purchase Book Download PDF Terms of Use OINE 2. Ausgrabungen von Khor-Dehmit bis Bet El-Wali. H. Ricke. 1967 Purchase Book Download PDF Terms of Use OINE 1. The Beit el-Wali Temple of Ramesses II. By Herbert Ricke, George R. Hughes, and Edward F. Wente. Originally published in 1967. Download PDF Terms of Use.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "Oriental Institute", 
        "Sudan", 
        "open access", 
        "Nubia", 
        "archaeology", 
        "monograph"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5932763897624475406", 
            "resource_date": "2014-06-04T15:44:47.190-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:58.540069"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/06/open-access-monograph-series-oriental.html", 
            "resource_date": "2014-06-04T15:44:47.190-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:58.540085"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Oriental Institute Nubian Expedition", 
    "title_extended": "Oriental Institute Nubian Expedition (OINE)", 
    "url": "http://oi.uchicago.edu/research/pubs/catalog/oine/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}