{
    "description": "Mesopotamian Pottery: A Guide to the Babylonian Tradition in the Second Millennium B. C. By James A. Armstrong and Hermann Gasche, with contributions by Steven W. Cole, Abraham Van As, and Loe Jacobs Purchase Download Terms of Use As a result of the long-term cooperation between archaeologists from the University of Ghent and the Oriental Institute of the University of Chicago and with the collaboration of other excavators in southern Iraq and surrounding regions, James A. Armstrong and Hermann Gasche have produced a guide to the Babylonian pottery of the second millennium B. C. The focus is on more recent excavations, where the pottery has been stratigraphically excavated and well recorded. The vessels are presented in groups based on shape. On the plates the groups are laid out both chronologically and geographically, so that developments over time and regional distinctions are readily apparent. Maps show where each group is attested. Synoptic tables permit the reader to find groups quickly. There are detailed discussions of the forms and their geographical distribution, as well as a treatment of the historical implications of the evidence. In addition, ceramic specialists Abraham Van As and Loe Jacobs present their comprehensive study “The Babylonian Potter: Environment, Clay and Techniques,” and cuneiformist Steven W. Cole reviews recent chronological debates. Mesopotamian Pottery Mesopotamian History and Environment, Series II, Memoirs IV Ghent and Chicago: A Joint Publication of the University of Ghent and the Oriental Institute of the University of Chicago, 2014 Printed in Belgium Pp. xix + 102; 48 figures, 136 plates, 9 tables Hardback, 24 x 34. 5 cm ISBN 978-940032-18-1 (CH) ISBN 978-1-61491-018-3 (USA) $180. 00.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "978-940032-18-1", 
                "978-1-61491-018-3"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "pottery", 
        "Oriental Institute", 
        "book", 
        "Mesopotamia", 
        "Iraq", 
        "Babylon", 
        "ceramics"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3794884031590706411", 
            "resource_date": "2014-08-23T17:50:30.064-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:30.036217"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/08/new-book-from-oriental-institute.html", 
            "resource_date": "2014-08-23T17:50:30.064-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:30.036234"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Mesopotamian Pottery: A Guide to the Babylonian Tradition in the Second Millennium B.C", 
    "url": "http://oi.uchicago.edu/research/publications/misc/mesopotamian-pottery", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}