{
    "description": "Medinet Habu Final Reports. Medinet Habu, Volume I. Earlier Historical Records of Ramses III. By the Epigraphic Survey. Originally published in 1930. Medinet Habu, Volume II. The Later Historical Records of Ramses III. The Epigraphic Survey. Originally published in 1932. Medinet Habu, Volume III. The Calendar, the “Slaughterhouse,” and Minor Records of Ramses III. By the Epigraphic Survey. Originally published in 1934. The Excavation of Medinet Habu, Volume IV. The Mortuary Temple of Ramses III, Part II. By Uvo Hölscher. With contributions by Rudolf Anthes. Originally published in 1951. Medinet Habu, Volume V. The Temple Proper, Part I: The Portico, the Treasury, and Chapels Adjoining the First Hypostyle Hall with Marginal Material from the Forecourts. By the Epigraphic Survey. Originally published in 1957. Medinet Habu, Volume VI. The Temple Proper, Part II: The Re Chapel, the Royal Mortuary Complex, and Adjacent Rooms with Miscellaneous Material from the Pylons, the Forecourts, and the First Hypostyle Hall. By The Epigraphic Survey. Originally published in 1963. Medinet Habu, Vol. VII: The Temple Proper, Pt. III: The Third Hypostyle Hall and All Rooms Accessible from It with Friezes of Scenes from the Roof Terraces and Exterior Walls of the Temple. The Epigraphic Survey. Originally published in 1964. Medinet Habu, VIII: The Eastern High Gate with Translations of Texts. The Epigraphic Survey. 1970. Medinet Habu IX. The Eighteenth Dynasty Temple, Part I: The Inner Sanctuaries. With Translations of Texts, Commentary, and Glossary. By The Epigraphic Survey. 2009.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "West Bank", 
        "Egypt", 
        "Oriental Institute", 
        "Medinet Habu", 
        "archaeology", 
        "Luxor", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-789024539632057730", 
            "resource_date": "2014-09-22T14:39:49.588-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:25.639422"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/02/the-oriental-institutes-publications-on.html", 
            "resource_date": "2014-09-22T14:39:49.588-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:25.639439"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Medinet Habu, Volume I. Earlier Historical Records of Ramses III", 
    "url": "http://oi.uchicago.edu/research/pubs/catalog/oip/oip8.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}