{
    "description": "On September 15, 2009, The Oriental Institute published digital editions of eleven more volumes of Egyptological scholarship: As part of its Electronic Publications Initiative and with the generous support of Misty and Lewis Gruber, the Oriental Institute Publications Office announces the Adobe Portable Document Format (PDF) publication of: OIP 116. Reliefs and Inscriptions at Luxor Temple, Volume 2: The Facade, Portals, Upper Register Scenes, Columns, Marginalia, and Statuary in the Colonnade Hall. The Epigraphic Survey. Originally published in 1998. OIP 103. The Temple of Khonsu, Volume 2: Scenes and Inscriptions in the Court and the First Hypostyle Hall. The Epigraphic Survey. Originally published in 1981. OIP 100. The Temple of Khonsu, Volume I: Scenes of King Herihor in the Court. By the Epigraphic Survey. Originally published in 1979. OIP 83. Medinet Habu, Volume V. The Temple Proper, Part I: The Portico, the Treasury, and Chapels Adjoining the First Hypostyle Hall with Marginal Material from the Forecourts. By the Epigraphic Survey. Originally published in 1957. OIP 74. Reliefs and Inscriptions at Karnak, Volume III. The Bubastite Portal. By the Epigraphic Survey. Originally published in 1954. OIP 56. Key Plans Showing Locations of Theban Temple Decorations. By Harold Hayden Nelson. Originally published in 1941. OIP 51. Medinet Habu, Volume 4. Festival Scenes of Ramses III. By the Epigraphic Survey. Originally published in 1940. OIP 39. The Mastaba of Mereruka, Part II: Chamber A 11-13, Doorjambs and Inscriptions of Chambers A 1-21, Tomb Chamber, and Exterior. By the Sakkarah Expedition. Originally published in 1938. OIP 36. Medinet Habu Graffiti: Facsimiles. Edited by William F. Edgerton. Originally published in 1937. OIP 23. Medinet Habu, Volume III. The Calendar, the “Slaughterhouse,” and Minor Records of Ramses III. By the Epigraphic Survey. Originally published in 1934. OIP 8. Medinet Habu, Volume I. Earlier Historical Records of Ramses III. By the Epigraphic Survey. Originally published in 1930.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8201936426642676601", 
            "resource_date": "2009-09-16T10:34:52.091-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:21.429928"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/09/eleven-additional-volumes-online-at.html", 
            "resource_date": "2009-09-16T10:34:52.091-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:21.429944"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://oi.uchicago.edu/research/pubs/catalog/oip/oip116.html", 
        "http://oi.uchicago.edu/research/pubs/catalog/oip/oip103.html", 
        "http://oi.uchicago.edu/research/pubs/catalog/oip/oip100.html", 
        "http://oi.uchicago.edu/research/pubs/catalog/oip/oip83.html", 
        "http://oi.uchicago.edu/research/pubs/catalog/oip/oip74.html", 
        "http://oi.uchicago.edu/research/pubs/catalog/oip/oip56.html", 
        "http://oi.uchicago.edu/research/pubs/catalog/oip/oip51.html", 
        "http://oi.uchicago.edu/research/pubs/catalog/oip/oip39.html", 
        "http://oi.uchicago.edu/research/pubs/catalog/oip/oip36.html", 
        "http://oi.uchicago.edu/research/pubs/catalog/oip/oip23.html", 
        "http://oi.uchicago.edu/research/pubs/catalog/oip/oip8.html"
    ], 
    "title": "Eleven additional volumes online at the Oriental Institute", 
    "url": "http://oi.uchicago.edu/research/pubs/catalog/oip/oip116.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}