{
    "description": "Oriental Institute Publications (OIP) 140 Ancient Settlement Systems and Cultures in the Ram Hormuz Plain, Southwestern Iran: Excavations at Tall-e Geser and Regional Survey of the Ram Hormuz Area. Abbas Alizadeh, with contributions by Loghman Ahmadzadeh and Mehdi Omidfar, and appendices by John R. Alden, Leah Minc, Jacques Connan, John Zumberge, and Kendra Imbus Download Terms of Use After a decade-long hiatus in the years of World War II, archaeological fieldwork was resumed in Iran in 1948. In that year, the Oriental Institute returned to its long tradition of archaeological research by sending Donald McCown to the lowlands of southwestern Iran to conduct a series of surface surveys to find a multi-period site for excavation. For his survey, McCown chose the Ram Hormuz region, southeast of lowland Susiana and the region south and east of the provincial town of Ahvaz down to the Persian Gulf. McCown recorded 118 sites in the Ram Hormuz and Ahvaz areas and eventually chose for excavation the large prehistoric mound complex Tall-e Geser. Three months of excavation in 1948 and 1949 yielded materials that were kept in Chicago for many years. Apart from short articles, the site was never fully published. In Part 1 of this two-part volume, Abbas Alizadeh and colleagues have undertaken a final publication of the site. This task was undertaken because of a number of important considerations. First, the excavations at Geser have been cited as justifying the division of the Uruk period in southwestern Iran into Early, Middle, and Late phases. Second, Geser remains the only systematically excavated site in the Ram Hormuz region - a strategic location between the Susiana and Mesopotamian alluvium and the Zagros highlands of southwestern Iran. Third, Geser has produced a very extensive body of archaeological materials dating to the comparatively less understood proto-Elamite period, roughly the first few centuries of the third millennium bc. And finally, with the exception of a 700-800-year gap following the proto-Elamite phase, Geser remains one of the only sites in the Near East to have a very long and generally uninterrupted depositional sequence, in this case spanning from the fifth millennium BC to the Safavid period. The site’s crucial location, its importance in the archaeological literature, and its long stratigraphic sequence made it imperative that the original excavation results from Geser be published in anticipation of a time when the site can be re-excavated. Part 2 of this volume presents the results of regional surveys conducted in the Ram Hormuz plain from 2005 to 2008, which were undertaken by Alizadeh and colleagues with the goal of understanding the semi-nomadic, mobile component of lowland Susiana and its hinterlands through time. Contents Part 1. Excavations at Tall-e Geser Chapter 1. Geology, Geography, and Climate of the Ram Hormuz Region Chapter 2. Overview of the Excavations at the Tall-e Geser Complex Chapter 3. Stratigraphy Chapter 4. Pottery Chapter 5. Administrative Technology. Chapter 6. Small Objects Part 2. Archaeological Survey in the Ram Hormuz Plain, 2005-2008 Chapter 7. Archaeological Survey in the Ram Hormuz Plain Chapter 8. Settlement History and Organization Chapter 9. Summary, Discussion, and Conclusions Appendix A. INAA Analysis of Ceramics from Tall-e Geser and Abu Fanduweh: Compositional Signatures and Evidence for Ceramic Exchange Appendix B. Bituminous Mixtures of Tall-e Geser: A Diversified Origin of Bitumen Appendix C. Gazetteer of the Ram Hormuz Surveyed Sites and Settlement Size Tables Index of Acquisition Numbers Figures for Appendix A. Plates. Oriental Institute Publications 140 Chicago: The Oriental Institute, 2014 ISBN 978-1-885923-97-4 Pp. xl + 324; 117 figures, 199 plates (most in color), 28 tables $105. 00.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "978-1-885923-97-4"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Iran", 
        "Oriental Institute", 
        "book", 
        "survey", 
        "antiquity", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-22869632654020529", 
            "resource_date": "2014-10-03T15:14:26.055-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:27.067389"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/09/new-book-from-oriental-institute_24.html", 
            "resource_date": "2014-10-03T15:14:26.055-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:27.067405"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ancient Settlement Systems and Cultures in the Ram Hormuz Plain, Southwestern Iran: Excavations at Tall-e Geser and Regional Survey of the Ram Hormuz Area", 
    "url": "http://oi.uchicago.edu/research/publications/oip/oip-140-ancient-settlement-systems-and-cultures-ram-hormuz-plain", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}