{
    "description": "Announced today: SAOC 66. Pesher Nahum: Texts and Studies in Jewish History and Literature from Antiquity through the Middle Ages Presented to Norman (Nahum) Golb. Edited by Joel L. Kraemer and Michael G. Wechsler with the participation of Fred Donner, Joshua Holo, and Dennis Pardee. Purchase Book Download PDF Terms of Use Portrait of the Scholar. Joel L. Kraemer A Jewish Wool Merchant in Tenth-Century Mosul Defends Resorting to “the Sages of the Nations”: An Early Encounter between Jewish Bible Exegesis and Graeco-Arab Philosophy. Haggai Ben-Shammai Some Semantic Shifts in Medieval Judaeo-Arabic. Joshua Blau Kippurim, Expiation, Purity, and Impurity: The Well of the Past and the Abyss of Oblivion. Rachel Elior An Epistle on Esoteric Matters by David II Maimonides from the Geniza. Paul B. Fenton Sending Funds to Judah ha-Levi. Mordechai A. Friedman The Emergence and Development of Scholarship on Medieval Judaeo-Arabic in Spain. Maria Angeles Gallego Food Commerce in Egypt as Portrayed in Eleventh-Century Geniza Letters. Moshe Gil Gershom b. Judah and the Italian Roots of Early Ashkenazic Jewry. Joshua Holo Carl Hermann Kraeling: A Reminiscence. Walter E. Kaegi When Did the Palestinian Yeshiva Leave Tiberias? Benjamin Z. Kedar “Many Days without the God of Truth”: Loss and Recovery of Religious Knowledge in Early Karaite Thought. Eve Krakowski Adam and Eve or Adam and Noah? Judaeo-Arabic and Hebrew Versions of the Same Books. Daniel J. Lasker Historicizing Prophetic Literature: Yefet ben ‘Eli’s Commentary on Hosea and Its Relationship to al-Qumisi’s Pitron. Meira Polliack Jewish Liturgical Divisions of the Torah and the English Chapter Division of the Vulgate Attributed to Stephen Langton. Paul Saenger Biblical Hermeneutics in Abraham Bar Hayya’s Hiyya’s) “Book of Intercalation”: Reading Science and Philosophy into the Bible. Israel M. Sandman Corporal Modesty in Judaism and Islam. Norman A. Stillman An Aramaic Apocalypse (4Q246) and the Perils of Premature Consensus. Anthony J. Tomasino Ten Newly Identified Fragments of Saadia’s Commentary on Esther: Introduction and Translation. Michael G. Wechsler Murabba’at and the First Jewish Revolt. Michael O. Wise Indexes. Hebrew Section ‘Aluqa as “Nothing” and Its Use in Polemics with the Karaites: A Study of Saadia’s Commentary on Proverbs 30:10-17. Nahem Ilan Biblical Hebrew Names for Settlements, Countries, and Ethnic Groups in the Middle Ages. Elinoar Bareket Ten Newly Identified Fragments of Saadia’s Commentary on Esther: The Judaeo-Arabic Text (with an Appendix Containing a Fragment of Judah ibn Bal’am’s Commentary on Esther). Michael G. Wechsler The View of Abraham ibn Ezra on the Durative Nature of Universal Creation. Abraham Lipshitz History and History-Writing in Chronicles in the Light of Biblical, Ancient Near Eastern, and Graeco-Roman Cultures. Isaac Kalimi Contained herein are 25 articles (20 in English, 5 in Hebrew) that, like the academic oeuvre of volume’s honoree, span a broad array of topics within the fields of Hebraica, Judaica, Islamica, and Biblica. The specific categories represented and the contributions they contain are: biography (Joel L. Kraemer presents a portrait of the honoree; Walter E. Kaegi shares personal reminiscences of Carl Herman Kraeling); text editions and translations, with analysis (Haggai Ben-Shammai analyzes and presents a partial editio princeps of one of the early Judeao-Arabic endeavors to achieve a rapprochement between biblical and Graeco-Arab philosophy; Paul B. Fenton analyzes and publishes the editio princeps of a newly identified esoteric epistle from the hand of David II Maimondies; Mordechai A. Friedman analyzes and offers some new insights on four Geniza letters concerning the transfer of money to the well-known litterateur Judah ha-Levi; Israel M. Sandman analyzes and presents a critical edition of four fragments from Abraham Bar Hayya’s Book of Intercalation that represent his harmonization of science and biblical exegesis; Michael G. Wechsler presents an editio princeps of 10 newly identified fragments of Saadia Gaon’s commentary on the book of Esther as well an analysis and translation of those fragments, accompanied by an inventory of all known fragments of Saadia’s commentary on that book); grammar/lexicography (Joshua Blau surveys certain vocables in Classical Arabic that sometimes have a different meaning in Judaeo-Arabic), exegesis, philosophy, theology, and polemics (Elinoar Bareket surveys the factors underlying the tendency of medieval Jewish writers to identify the names of biblical people and places with contemporary equivalents; Rachel Elior examines the Jewish “realm of memory” surrounding the Day of Atonement; Nahem Ilan analyzes Saadia Gaon’s interpretation of Proverbs 30:10-17 with a view to his anti-Karaite polemical tendency, providing as well a structural outline of Saadia’s introduction to Proverbs; Eve Krakowski considers the Karaite view of the history of the biblical text and the relevance of this view to their own collective self-conception, including a critical reassessment of the view that the Karaites were influenced by certain Dead Sea Scroll texts; Abraham Lipshitz critically assesses the notion that Abraham ibn Ezra held to a Philonic view of an infinitely durative rather than completed act of creation; Meira Polliack analyzes the relationship between Yefet b. Eli and Daniel al-Qumisi in their exegetical approaches to biblical prophecy); history of modern scholarship (Maria Angeles Gallego presents an overview of the stages of modern European research -- beginning in the 18th century -- on medieval Judaeo-Arabic, with specific emphasis on Iberian Spanish scholarship), Jewish socio-cultural history (Moshe Gil provides a glimpse into the state of food commerce in the Geniza community from the evidence of merchants’ letters; Joshua Holo considers the evidence for Gershom b. Judah’s Italian extraction and its relevance for understanding the origin of Ashkenazic Jewish culture; Benjamin Z. Kedar evaluates the evidence for the timing of the relocation of the Tiberian Yeshiva first to Ramla and then to Jerusalem; Norman A. Stillman provides a comparative survey of the Islamic and Jewish perspectives on corporal modesty); textual criticism (Daniel J. Lasker surveys and assesses the history of a specific textual variation in Judah ha-Levi’s Book of the Kuzari); codicological-textual history (Paul Saenger analyzes the relationship between chapter divisions of the Pentateuch in Christian -- especially Latin -- Bibles and those in Jewish tradition); Dead Sea Scrolls (Anthony J. Tomasino critically evaluates the formation and supporting data for the current consensus regarding the messianic nature of 4Q246; Michael O. Wise analyzes the content and dating of the manuscripts from Murabba’at and considers their contribution to our knowledge of various personalities who lived during the First and Second Jewish Revolts); and historiography (Isaac Kalimi assesses the historiographical method of the writer of the book of Chronicles in light of both inner-canonical and extra-biblical considerations). Also included is a comprehensive bibliography of the honoree’s works as well as discrete indexes of manuscripts, biblical references, classical and medieval works, and general items. Studies in Ancient Oriental Civilization 66 Chicago: The Oriental Institute of the University of Chicago, 2012 ISBN: 978-1-885923-87-5 Pp. xxiv + 360 + 56* (Hebrew); frontispiece (Norman Golb), 2 figures, 13 plates, 2 tables $49. 95.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "978-1-885923-87-5"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "literature", 
        "antiquity", 
        "Judaisim", 
        "religion", 
        "book", 
        "Oriental Institute", 
        "Middle Ages", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7168491971293675700", 
            "resource_date": "2012-07-17T08:58:23.164-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:30.461720"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/03/new-book-from-oriental-institute-pesher.html", 
            "resource_date": "2012-07-17T08:58:23.164-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:30.461736"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Pesher Nahum: Texts and Studies in Jewish History and Literature from Antiquity through the Middle Ages Presented to Norman (Nahum) Golb", 
    "url": "http://oi.uchicago.edu/pdf/saoc66.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}