{
    "description": "Announced today: SAOC 67. Language and Nature: Papers Presented to John Huehnergard on the Occasion of His 60th Birthday Edited by Rebecca Hasselbach and Na'ama Pat-El Purchase Book Download PDF Terms of Use Table of Contents John as a Teacher and Mentor. Rebecca Hasselbach and Na'ama Pat-El The Research of John Huehnergard. Rebecca Hasselbach and Na'ama Pat-El A Brief Note on the Festschrift Illustrations. X Bonnie Woods Contributions Functional Values of iprus Forms in Old Babylonian summa Protases. Eran Cohen The Hypotaxis-Parataxis Dichotomy and Elliptic Conditional Clauses in Semitic. Lutz Edzard t-Stem Verbs without Metathesis in Aramaic and Hebrew Documents from the Judean Desert. Steven E. Fassberg People without Town: The ʿapiru in the Amarna Evidence. Daniel E. Fleming Denominal, Lexicalized hiphil Verbs. W. Randall Garr The Treatment of Vowel Length in Arabic Grammar and Its Adaptation to Hebrew. Gideon Goldenberg Wisdom in Ugaritic. Edward L. Greenstein Predicate Nominals and Related Constructions in Neo-Mandaic. Charles G. Häberl Yaqtul and a Ugaritic Incantation Text. Jo Ann Hackett The Verbal Endings - u and - a: A Note on Their Functional Derivation. Rebecca Hasselbach Ibn Khaldun as a Historical Linguist with an Excursus on the Question of Ancient Gaf. Wolfhart Heinrichs A Morphosyntactic Explanation of teposotikem (Jer 25:34). Jeremy M. Hutton Canaano-Akkadian: Linguistics and Sociolinguistics. Shlomo Izre'el The Evidential Function of the Perfect in North-Eastern Neo-Aramaic Dialects. Geoffrey Khan Les noms de plantes akkadiens dans leur contexte sémitique. Leonid Kogan Grammaticalization and the Biblical Hebrew Pseudo-Cohortative. Paul Korchin The Biblical Hebrew Verbal System in a Nutshell. Dennis Pardee The Syntax of ‘aser and se C — Yet Again. Na'ama Pat-El Late Biblical Hebrew in the Book of Haggai. Gary A. Rendsburg Two Modern South Arabian Etymologies. Aaron D. Rubin “If Water Had Not Been Made to Dry Up, This Earth Would Have Been Drowned”: Pahlavi *awas- “to dry.” P. Oktor Skjærvø Vowel Syncope and Syllable Repair Processes in Proto-Semitic Construct Forms: A New Reconstruction Based on the Law of Diminishing Conditioning. Richard C. Steiner Reconciling Some Morphological Eccentricities of the Semitic Genitive Case Marker. David Testen Mixed Linguistic Features in a Judeo-Arabic Text from Algeria: The Sarh to the Haftarot from Constantine. Ofra Tirosh-Becker Alternierende Metrik in der akkadischen Poesie. Josef Tropper On Personal Names Ending in - ayu in the Amarna Letters and in Texts from Canaan. Wilfred van Soldt Jumping Spiders (Araneae: Salticidae) of the Concord Area, Middlesex County, Massachusetts. Richard K. Walton Verbal Endings in the Afroasiatic Prefix Conjugations. Andrzej Zaborski Prepositional Phrases as Subjects in Several Semitic Languages. Tamar Zewi This book includes thirty contributions — twenty-nine papers and one artistic contribution — by John's colleagues, former students, and friends, on a variety of topics that represent John's versatility and many interests, including philology, history, natural history, and art. Many of the papers concentrate on the Akkadian speaking world, reflecting one of the major languages John Huehnergard has worked on throughout the years. Eran Cohen reviews and discusses the functional value of Akkadian iprus in conditional clauses in epistolary and legal texts. Lutz Edzard discusses the Akkadian injunctive šumma, used in oath formulae. Daniel Fleming asks who were the ‘Apiru people mentioned in Egyptian texts in the Late Bronze Age and what was their social standing as is reflected in the Amarna letters. Shlomo Izre'el offers a revised and improved version of his important study of the language of the Amarna letters. Leonid Kogan offers a comparative etymological study of botanical terminology in Akkadian, while Josef Tropper argues that Akkadian poetry, as well as Northwest Semitic poetry, are based on certain metric principles. Wilfred von Soldt lists and discusses personal names ending in - ayu from Amarna. A number of papers deal with Arabic grammarians and their concepts of language. Gideon Goldenberg discusses the concept of vocalic length in Arabic grammatical tradition and in the medieval Hebrew tradition that was its product. Wolfhart Heinrichs's contribution shows that Ibn Khaldūn held innovative views of language and its evolution. Several other papers deal with Hebrew and the Hebrew Bible. Steven Fassberg deals with verbal t -forms that do not exhibit the expected metathesis in Hebrew and Aramaic of the Dead Sea Scrolls. Randall Garr studies one class of denominal hiphil verbs and asks why these verbs are assigned to the causative stem despite their non-causative semantic content. Ed Greenstein suggests that the roots of biblical wisdom can be located in second-millennium Canaanite literature by identifying wisdom sayings and themes in the Ugaritic corpus. Jeremy Hutton sheds more light on t G forms in Biblical Hebrew. Paul Korchin explains occurrences of the cohortative in Biblical Hebrew that do not conform to the normative volitive function. Dennis Pardee provides a detailed study of the Hebrew verbal system as primarily expressing aspect, not tense. Gary A. Rendsburg argues in favor of Late Biblical Hebrew features in the book of Haggai. Four papers deal with linguistic aspects of non-Classical Semitic languages. Charles Häberl looks into predicates of verbless sentences in Semitic and particularly in Neo-Mandaic. Geoffrey Khan discusses the functional differences between the preterite and the perfect in NENA. Aaron D. Rubin provides Semitic etymologies of two Modern South Arabian words. Ofra Tirosh-Becker discusses the language of the Judeo-Arabic translation of the books of Prophets. Papers on comparative Semitics are likewise numerous. Jo Ann Hackett takes another look at Ugaritic yaqtul and argues for the existence of a preterite yaqtul on comparative grounds, among others. Rebecca Hasselbach tackles the evasive origin of the Semitic verbal endings - u and - a. Na'ama Pat-El continues the discussion of the origin of the Hebrew relative particle š eC- from a syntactic and comparative perspective. Richard C. Steiner proposes a new vowel syncope rule for Proto Semitic. David Testen argues for a different reconstruction of the Semitic case system. Tamar Zewi shows that prepositional phrases can function as subjects in a variety of Semitic languages. Andrzej Zaborski suggests that Berber and Cushitic preserve archaic features that have been lost for the most part in the Semitic languages. There is one paper on an Indo-European language with important ties to Semitic languages in P. Oktor Skjaervo discussion of the Pahlavi verb *ãwãs 'to dry.' Finally, Richard Walton contributes a paper about the jumping spiders of Concord, Massachusetts, a project he labored on with John Huehnergard. The book is beautifully decorated by the drawings of the artist X Bonnie Woods, who prepared special illustration for this volume, based on cuneiform. Studies in Ancient Oriental Civilization 67 Chicago: The Oriental Institute, 2012 ISBN: 978-1-885923-91-2 Pp. xxii + 476 (frontispiece John Huehnergard); 3 tables, 30 original illustrations, 32 linked mp4 videos $54.95", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "978"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "book", 
        "Oriental Institute"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-971432285508137393", 
            "resource_date": "2012-10-10T18:13:10.195-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:45.253188"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/10/new-book-online-from-oriental-institute.html", 
            "resource_date": "2012-10-10T18:13:10.195-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:45.253205"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.oxbowbooks.com/bookinfo.cfm/ID/161147/", 
        "https://oi.uchicago.edu/pdf/saoc67.pdf", 
        "https://oi.uchicago.edu/research/pubs/epi.html"
    ], 
    "title": "Papers Presented to John Huehnergard on the Occasion of His 60th Birthday", 
    "url": "https://oi.uchicago.edu/news/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}