{
    "description": "Announced today: OIMP 34. Picturing the Past: Imaging and Imagining the Ancient Middle East Purchase Book Download PDF Terms of Use This fully illustrated catalog of essays, descriptions, and commentary accompanies the Oriental Institute special exhibit Picturing the Past: Imaging and Imagining the Ancient Middle East (on exhibit February 7 through September 2, 2012). Picturing the Past presents paintings, architectural reconstructions, facsimiles, models, photographs, and computer-aided reconstructions that show how the architecture, sites, and artifacts of the ancient Middle East have been documented. It also examines how the publication of those images have shaped our perception of the ancient world, and how some of the more \"imaginary\" reconstructions have obscured our real understanding of the past. The exhibit and catalog also show how features of the ancient Middle East have been presented in different ways for different audiences, in some cases transforming a highly academic image into a widely recognized icon of the past. Table of Contents Foreword Acknowledgments List of Contributors. Map of the Middle East Introduction. Jack Green The Oriental Institute and Early Documentation in the Nile Valley. Emily Teeter The Epigraphic Survey and the “Chicago Method. ” W. Raymond Johnson The Sakkarah Expedition. Ann Macy Roth Photography and Documentation of the Middle East. Emily Teeter The Oriental Institute Photographic Archives. John A. Larson Aerial Photographs and Satellite Images. Scott Branting, Elise MacArthur, and Susan Penacho Facsimiles of Ancient Egyptian Paintings: The Work of Nina de Garis Davies, Amice Calverley, and Myrtle Broome. Nigel Strudwick Preserving the Past in Plaster. William H. Peck Drawing Reconstruction Images of Ancient Sites. Jean-Claude Golvin The Persepolis Paintings of Joseph Lindon Smith. Dennis O’Connor Three-Dimensional Digital Forensic Facial Reconstruction: The Case of Mummy Meresamun. Joshua Harker A Brief History of Virtual Heritage. Donald H. Sanders Catalog Concordance of Museum Registration Numbers Checklist of the Exhibit. Bibliography. Picturing the Past: Imaging and Imagining the Ancient Middle East Edited by Jack Green, Emily Teeter, and John A. Larson Oriental Institute Museum Publications 34 Chicago: The Oriental Institute, 2012 ISBN-10: 1-885923-89-9 ISBN-13: 978-1-885923-89-9 Pp. 184; 168 illustrations $29. 95.", 
    "domain": "oi.uchicago.edu", 
    "identifiers": {
        "isbn": {
            "generic": [
                "10", 
                "13"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "imagery", 
        "Oriental Institute", 
        "book", 
        "Middle East", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4752334179680636998", 
            "resource_date": "2012-02-01T14:06:32.752-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:59.414194"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/02/new-book-from-oriental-institute.html", 
            "resource_date": "2012-02-01T14:06:32.752-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:59.414210"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Picturing the Past: Imaging and Imagining the Ancient Middle East", 
    "url": "http://oi.uchicago.edu/pdf/oimp34.pdf", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}