{
    "authors": [], 
    "contributors": [], 
    "description": "Oriental Institute Nippur Excavations Publications. In the desert a hundred miles south of Baghdad, Iraq, lies a great mound of man-made debris sixty feet high and almost a mile across. This is Nippur, for thousands of years the religious center of Mesopotamia, where Enlil, the supreme god of the Sumerian pantheon, created mankind. Although never a capital city, Nippur had great political importance because royal rule over Mesopotamia was not considered legitimate without recognition in its temples. Thus, Nippur was the focus of pilgrimage and building programs by dozens of kings including Hammurabi of Babylon and Ashurbanipal of Assyria. Despite the history of wars between various parts of Mesopotamia, the religious nature of Nippur prevented it from suffering most of the destructions that befell sites like Ur, Nineveh, and Babylon. The site thus preserves an unparalleled archaeological record spanning more than 6000 years. Settled around 5000 B. C. , Nippur played an important role in the development of the world's earliest civilization. The city, with its many temples, government buildings, and important family businesses, was probably more literate than other towns, and the scribes have left thousands of Sumerian and Akkadian documents written on clay tablets. Included among this extraordinary body of texts are the oldest versions of literary works, such as the Gilgamesh Epic and the Creation Story, as well as administrative, legal, medical and business records, and school texts. Objects can often tell us things that were not written down. Elaborately designed items made of precious metals, stones, exotic woods, and shell allow us to reconstruct the development of ancient Mesopotamian art, as well as the far-flung trading connections that brought the materials to Babylonia. Egyptian, Persian, Indus Valley, and Greek artifacts also found their way to Nippur. Even after Babylonian civilization was absorbed into larger empires, such as Alexander the Great's, Nippur flourished. In its final phase, prior to its abandonment around A. D. 800, Nippur was a typical Muslim city, with minority communities of Jews and Christians. At the time of its abandonment, the city was the seat of a Christian bishop, so it was still a religious center, long after Enlil had been forgotten.", 
    "domain": "oi.uchicago.edu", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Nippur I, Temple of Enlil, Scribal Quarter, and Soundings: Excavations of the Joint Expedition to Nippur of the University Museum of Philadelphia and the Oriental Institute of the University of Chicago", 
        "url": "http://oi.uchicago.edu/research/pubs/catalog/oip/oip78.html"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "archaeology"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8564830786692082832", 
            "resource_date": "2014-03-25T15:47:28.515-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:16:00.524568"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/03/oriental-institute-nippur-excavations.html", 
            "resource_date": "2014-03-25T15:47:28.515-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:16:00.524584"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "research-projects-nip", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "The Nippur Expedition", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://oi.uchicago.edu/research/projects/nip/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}