{
    "description": "Monumenta rariora: The Reception of Antique Statuary in Collections of Engravings Il progetto prevede la realizzazione di un corpus di repertori di incisioni a stampa sulla statuaria antica la cui gestione informatizzata permetta una fruizione ottimale e contestualizzata dei testi che lo costituiscono, in genere di difficile reperimento. Il lavoro è stato strutturato su due fronti differenti ma correlati: da una parte la considerazione dell'oggetto rappresentato da un punto di vista archeologico e della sua storia collezionistica, dall'altra lo studio dell'incisione finalizzato alla determinazione di vari rapporti intercorrenti all'interno delle tradizioni culturali che afferiscono all'opera medesima. La creazione di una base di dati scientificamente sostenibile, rigorosa e continuamente aggiornabile, si accompagna ad un sistema di utilizzo che permette agevolmente l'intera fruizione e che fornisce all'utente la possibilità di seguire dei personali \"itinerari\" di ricerca. The project foresees the realization of a corpus of engravings collections on ancient sculpture. Its computerised management permits an optimal and contextualised fruition of the texts compiling it, which are generally very difficult to find. The work has been approached from two different angles which are correlated: on one side, consideration of the represented object from an archaeological point of view and the history of its collection, and on the other, the study of the finalised engravings so as to determine the various underlying relationships within the cultural traditions referring to the work itself. The creation of a scientifically sustainable data base, rigorous and continuously up-datable, is accompanied by a user system which easily permits its entire fruition and gives the user the possibility of following personal search\" itineraries.\"", 
    "domain": "mora.sns.it", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "statuary", 
        "art", 
        "reception", 
        "antiquity"
    ], 
    "language": [
        "it", 
        0.9999996766622778
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6722662586229612944", 
            "resource_date": "2012-12-20T15:43:52.852-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:04:09.616310"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/monumenta-rariora-reception-of-antique.html", 
            "resource_date": "2012-12-20T15:43:52.852-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:04:09.616326"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Monumenta rariora: The Reception of Antique Statuary in Collections of Engravin", 
    "title_extended": "Monumenta rariora: The Reception of Antique Statuary in Collections of Engravings", 
    "url": "http://mora.sns.it/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}