{
    "description": "The Morgan Library & Museum: Ancient Near Eastern Seals & Tablets. The Morgan's seals collection is one of the most distinguished in the United States and among the best known in the world. Generally only an inch in height, engraved seals are among the smallest objects ever produced by sculptors. They were carved in great detail with simple tools on semiprecious stones. These engraved objects provide a continuous artistic and chronological sequence of more than three thousand years. The seals collection covers all the significant styles of Mesopotamian engraving from the end of the fifth millennium B. C. to the fourth century B. C. as well as most of the styles of other countries of the ancient Near East. Areas of particular strength include seals of the second millennium B. C. made outside southern Mesopotamia (Cappadocia, Syria, and Mitannia) as well as Old Babylonian and Neo-Assyrian seals. The Middle Assyrian seals are among the finest in any collection. Pierpont Morgan collected nearly three thousand cuneiform tablets, the bulk of which are now in the Yale Babylonian Collection, which he founded. The Morgan's collection also includes cuneiform tablets and a few outstanding art objects from the ancient Near East. Between 1885 and 1908, the American collector William Hayes Ward assembled, probably on Pierpont Morgan's behalf, a collection of 1,157 seals. This became the core of the Morgan's holdings. Two additional major gifts-the collection of Robert F. Kelley, given by his sister Caroline M. Burns in 1977, and that of Jonathan P. Rosen, given in 1986-have enhanced the Morgan's holdings in this area.", 
    "domain": "www.themorgan.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "seals", 
        "museums", 
        "open access", 
        "Ancient Near East", 
        "antiquity", 
        "Near East"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8232963293381884020", 
            "resource_date": "2011-02-22T11:49:47.099-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:30.375841"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/02/open-access-collections-morgan-library.html", 
            "resource_date": "2011-02-22T11:49:47.099-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:30.375858"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Morgan Library & Museum", 
    "title_extended": "The Morgan Library & Museum: Ancient Near Eastern Seals & Tablets", 
    "url": "http://www.themorgan.org/collections/collectionsSeals.asp", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}