{
    "description": "Polonsky Foundation Digital Project: A Collaboration Between the Bodleian Libraries and the Biblioteca Apostolica Vaticana The Bodleian Libraries of the University of Oxford and the Biblioteca Apostolica Vaticana (Vatican Library) have joined efforts in a landmark digitization project with the aim of opening up their repositories of ancient texts. Over the course of the next four years, 1.5 million pages from their remarkable collections will be made freely available online to researchers and to the general public. The initiative has been made possible by a £2 million award from the Polonsky Foundation. Dr Leonard Polonsky, who is committed to democratizing access to information, sees the increase of digital access to these two library collections — among the greatest in the world — as a significant step in sharing intellectual resources on a global scale. Dr Polonsky said: ‘Twenty-first-century technology provides the opportunity for collaborations between cultural institutions in the way they manage, disseminate and make available for research the information, knowledge and expertise they hold. I am pleased to support this exciting new project where the Bodleian Libraries and the Biblioteca Apostolica Vaticana will make important collections accessible to scholars and the general public worldwide.’ The digitization project will focus on three main groups of texts: Hebrew manuscripts, Greek manuscripts, and incunabula, or 15th-century printed books. These groups have been chosen for their scholarly importance and for the strength of their collections in both libraries, and they will include both religious and secular texts. For the launch of the project, however, the two libraries have focused on bringing to light a smaller group of Bibles and biblical commentaries, each of which has been chosen for its particular historical importance.", 
    "domain": "bav.bodleian.ox.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Hebrew manuscripts", 
        "Greek", 
        "collaboration", 
        "libraries", 
        "digital library"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5674714190851595141", 
            "resource_date": "2013-12-03T10:41:52.204-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:13:21.268573"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/12/polonsky-foundation-digital-project.html", 
            "resource_date": "2013-12-03T10:41:52.204-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:13:21.268589"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Polonsky Foundation Digital Project: A Collaboration Between the Bodleian Libraries and the Biblioteca Apostolica Vaticana", 
    "url": "http://bav.bodleian.ox.ac.uk/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}