{
    "description": "Trypillian Civilization Journal. ISSN 2155-871X. Trypillian Civilization is an archaeological name for the Neolithic culture that existed on the territory of present-day Ukraine. This culture is also known as Cucuteni on the territory of Romania. The real self-name for this culture is not established or agreed between scientists, but some researchers consider this culture to be the ancient Aratta. Trypillian culture was discovered in the year 1897 near the small village of Trypillia south of Kyiv, Ukraine) by archaeologist Vikenty Khvoika. He named this new and unknown to the world culture - The Trypillian Civilization. From that moment on, the territory of Ukraine became a homeland to one of the most ancient civilizations - The Trypillian Civilization, which flourished on her territory between approximately 8,000  to 5,000 years back in history. Independently this culture was discovered on the territory of Romania near village Cucuteni by Teodor T. Burada, and in year 1889 it was presented on conference in Paris. For our purposes we are going to use name Trypillia-Cucuteni as internationally recognized term for this culture. When the subject of the article is about studies related to the Ukrainian territory only it is accepted to use name Trypillia for short, which is also generally accepted among Ukrainian researches. The main purpose of this Internet site is to educate the world about The Trypillian Civilization and to stimulate multidisciplinary study of the origin of Trypillian people through the collections of articles, books, reproductions of artifacts, videos, lists of references, numerous links and other educational material. Welcome to the studies and the discovery of the Trypillian Civilization!.", 
    "domain": "www.trypillia.com", 
    "identifiers": {
        "issn": {
            "generic": [
                "2155-871X"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Ukraine", 
        "Trypillia", 
        "journal", 
        "Aratta", 
        "open access", 
        "Cucuteni"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8675148868093069195", 
            "resource_date": "2013-06-29T13:37:43.161-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:52.862849"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/08/new-open-access-journal-trypillian.html", 
            "resource_date": "2013-06-29T13:37:43.161-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:52.862865"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Trypillian Civilization Journal", 
    "url": "http://www.trypillia.com/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}