{
    "description": "Ninety three new works have been added to the TLG since Fall 2012 0540 LYSIAS Orat. 037 De caede Eratosthenis 038 Epitaphius 039 Contra Simonem 040 $*PERI TRAU/MATOS E)K PRONOI/AS U(PER OU(= KAI PROS O(N [2A)/DHLON]2& 041 Pro Callia 042 In Andocidem 043 Areopagiticus 044 $*KATHGORI/A PROS TOUS SUNOUSIASTAS KAKOLOGIW=N& 045 Pro milite 046 In Theomnestum 047 In Theomnestum II 048 In Eratosthenem 049 In Agoratum 050 In Alcibiadem 1 051 In Alcibiadem 2 052 Pro Mantitheo 053 $*PROS TO DHMO/SION PERI TW=N *)ERA/TWNOS XRHMA/TWN& 054 $*PERI TH=S DHMEU/SEWS [2TW=N]2 TOU= *NIKI/OU A)DELFOU= E)PI/LOGOS& 055 $*(UPER TW=N *)ARISTOFA/NOUS XRHMA/TWN, PROS TO DHMO/SION& 056 Pro Polystrato 057 $*)APOLOGI/A DWRODOKI/AS A)PARA/SHMOS& 058 $*KATA TW=N SITOPWLW=N& 059 In Pancleonem 060 $*(UPER TOU= A)DUNA/TOU& 061 $*DH/MOU KATALU/SEWS A)POLOGI/A& 062 $*PERI TH=S *EU)A/NDROU DOKIMASI/AS& 063 In Epicratem 064 In Ergoclem 065 In Philocratem 066 In Nicomachum 067 In Philonem 068 In Diogitonem 069 Olympiacus 070 $*PERI TOU= MH KATALU=SAI THN PA/TRION POLITEI/AN *)AQH/NHSI& 071 Eroticus 072 Fragmenta orationum deperditarum in papyris vel apud scriptores antiquos cum titulo vel tituli indice servata 073 Argumenta orationum lysiacarum 074 Fragmenta orationum deperditarum papyracea sine titulo vel tituli indice plano servata 075 Fragmenta orationum deperditarum apud scriptores recentioris aetatis servata 076 Epistulae 077 Verba singula sub Lysiae nomine sine ulla mentione loci tradita 078 Apocrypha: fragmenta papyracea Lysiae a studiosis tributa 0638 Flavius PHILOSTRATUS Soph. 002 Heroicus ( 1595 PHILODEMUS Phil. 290 $*PERI POIHMA/TWN &(lib. iii-iv) 2578 JOANNES Poeta et Gramm. 003 Carmina anacreontea 2596 PHOEBAMMON Soph. 002 Prolegomena in Hermogenis $PERI I)DEW=N& [Sp.] 2714 THEODORUS STUDITES Theol. et Scr. Eccl. 012 Epitaphius in matrem suam 3005 ANDREAS Poeta et Scr. Eccl. 022 Homilia de exaltatione s. crucis 3012 BASILIUS Achridenus Scr. Eccl. 001 Dialogi Anselmi Havelbergensis episcopi 002 Rescriptum ad papam Romanum, dominum Adrianum 003 Responsio ad interrogata de quibusdam nuptiis 004 Oratio funebris in imperatricem Irenem 3043 GEORGIUS Monachus Chronogr. 002 Chronicon breve 3115 SYMEON METAPHRASTES Hist., Biogr. et Hagiogr. 001 Chronicon breve 3116 SYMEON Neotheologus Theol. et Poeta 001 Epistula de confessione (olim sub auctore Joanne Damasceno) et aliae epistulae 3148 Eustathius ROMAEUS Legal. 001 $*PEI=RA& sive $*)EPITOMH NO/MWN& 3187 GEORGIUS Gramm. 002 Carmina anacreontea 3192 Gregorius ACINDYNUS Scr. Eccl. et Epist. 005 Oratio contra Joannem Calecam 3209 Gregorius ANTIOCHUS Rhet. 007 Oratio funebris in Constantinum Apimpithium 008 Epistula ad Demetrium Tornicem 3224 Nicolaus CABASILAS Theol. et Rhet. 009 De sacra liturgia et de vestimentis sacris 3287 Joannes EUGENICUS Theol. 024 Antirrheticus adversus decretum Concilii Florentini 3354 ANTONIUS III STUDITES Epist. et Scr. Eccl. 003 Catecheses 1-4 004 Epistula ad Dorotheum 005 Precatio 3360 EUTHYMIUS Protasecretis Hagiogr. 003 Canon Theophylacti Nicomediensis 3372 GREGORIUS Sinaïta Theol. 001 Sermo de transfiguratione 002 Capita de quattuor hierarchiis 3373 Georgius TORNICES Rhet. 001 Orationes in honorem Georgii Xiphilini 4028 STEPHANUS Byzantius Gramm. 004 Ethnica (Libri $*D&-$*I&) 4083 EUSTATHIUS Thessalonicensis Scr. Eccl. et Philol. 012 Exegesis in canonem iambicum 4160 ANONYMUS LEXICOGRAPHUS Lexicogr. 001 $*SUNAGWGH LE/CEWN XRHSI/MWN& (Versio antiqua) 002 $*SUNAGWGH LE/CEWN XRHSI/MWN E)K DIAFO/RWN SOFW=N TE KAI R(HTO/RWN POLLW=N& (versio codicis B) 4225 Joannes III Ducas VATATZES Epist. 001 Epistula ad Gregorium papam 4425 Joannes XENUS Biogr. 001 Vita e cod. Oxon. Bodl. (A.D. 15) 002 Vita e cod. Cissamensis (A.D. 1703) 4426 Constantinus PSALTOPULUS Rhet. 001 Oratio ad Michaelem Hagiotheodoritam 4429 LEO Achridensis Theol. 001 Capita de tentationibus et affectionibus (e cod. theol. gr. Vindob. 167 fol. 69r-72v) 002 Epistulae tres de azymis 5004 EPIMERISMI Schol. et Gramm. 001 Epimerismi Homerici 5026 SCHOLIA IN HOMERUM Schol. 018 Scholia in Odysseam (libri $A_B&) 019 Scholia in Odysseam (libri$ G_D&) 5037 SCHOLIA IN SOPHOCLEM Schol. 007 Scholia vetera in Sophoclis Electram 008 Scholia vetera in Sophoclis Trachinias 5502 ANONYMA CRETICA Poem. 001 Anonymi versus creticus de vetere et novo testamento 002 $*ZH/NWN& 003 $*H QUSI/A TOU= *)ABRAA/M& 5503 Manuel BARUCHAS Legal. 001 Liber notarii Manueli Baruchae e Monasteracio Amarii 7006 EROTOPAEGNIA Poem. 001 Erotopaignia (e manuscripto Londinense) 002 Erotopaignia (e manuscripto Meteorum) 003 Carmina popularia recentiora", 
    "domain": "www.tlg.uci.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Greek", 
        "thesaurus"
    ], 
    "language": [
        "la", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3369758668472116505", 
            "resource_date": "2013-05-28T05:41:34.707-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:03:05.681184"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/05/thesaurus-linguae-graecae-tlg-updates.html", 
            "resource_date": "2013-05-28T05:41:34.707-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:03:05.681201"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.tlg.uci.edu/"
    ], 
    "title": "Thesaurus Linguae Graecae (TLG®) Updates", 
    "url": "http://www.tlg.uci.edu/authors/post_tlg_e.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}