{
    "authors": [], 
    "contributors": [], 
    "description": "Historias del Orbis Terrarum: Estudios Clásicos, Medievales, Árabes y Bizantinos. ISSN: 0718-7246. Bienvenidos al sitio Historias del Orbis Terrarum, revista histórica dedicada a los estudios de Historia Antigua e Historia Medieval en Chile. El portal tiene como finalidad apoyar estos campos de estudio en el país, generando nuevos diálogos entre estudiantes de pregrado y postgrado, profesionales y académicos de Humanidades y Ciencias Sociales, estableciendo una mayor difusión en las áreas de investigación, cultura y educación. Historias del Orbis Terrarum realiza publicaciones semestrales y actividades culturales y educativas. La revista posee el ISSN 0718-7246, asignado por el CONICYT para las Publicaciones Seriadas Chilenas, correspondiente al Programa de Revistas Científicas Chilenas. Asimismo, se encuentra registrada en la base de datos de DIALNET de la Universidad de la Rioja, España, e indexado en LATINDEX, sistema regional de información en línea para revistas científicas de América Latina, el Caribe, España y Portugal. La revista Historias del Orbis Terrarum se centra en los estudios de Historia Antigua e Historia Medieval, analizando particularmente el mundo Mediterráneo, Europa Occidental, Bizancio, al-Andalus y Oriente. Asimismo, la revista refleja estudios interdisciplinarios apoyándose en otras áreas de estudio como la literatura, la filosofía y el arte, con el fin de obtener miradas más amplias y mayores perspectivas de análisis. Historias del Orbis Terrarum, mediante sus publicaciones y actividades culturales y académicas, busca generar nuevas miradas hacia el pasado que permitan aproximar otras rutas del conocimiento, formando nuevos vínculos de la antigüedad con nuestro presente y recogiendo pensamientos, valores y legados a través del tiempo.", 
    "domain": "www.orbisterrarum.cl", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "0718-7246"
            ]
        }
    }, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "open access", 
        "Chile"
    ], 
    "languages": [
        "es"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8045046269598070255", 
            "resource_date": "2012-03-25T08:47:34.076-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:15:10.741635"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/03/open-access-journal-historias-del-orbis.html", 
            "resource_date": "2012-03-25T08:47:34.076-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:15:10.741652"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "www-orbisterrarum-cl", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Historias del Orbis Terrarum", 
    "title_alternates": [], 
    "title_extended": "Historias del Orbis Terrarum: Estudios Clásicos, Medievales, Árabes y Bizantinos", 
    "type": null, 
    "url": "http://www.orbisterrarum.cl/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}