{
    "authors": [], 
    "contributors": [], 
    "description": "Birmingham Egyptology Journal. ISSN: 2053-3586. Birmingham Egyptology Journal is a peer-reviewed scholarly journal available only online and free of charge. The journal offers a platform for the presentation of research relating to ancient Egyptian culture, history, and archaeology from the Pre-dynastic to Graeco-Roman Periods. The Journal officially launched on March 14, 2013 with the first articles being published online shortly thereafter. It is intended that articles will be presented as the review and publication processes are completed with the total submissions for each calendar year comprising one volume. Further information for prospective contributors to the Journal is available from the drop-down menu of the ‘Journal’ head on this page. Birmingham Egyptology Journal, Department of Classics and Ancient History, Room 304, Arts Building, The University of Birmingham, Edgbaston, Birmingham B15 2TT. Submissions and enquiries should be forwarded to: editor@birminghamegyptology. co. uk Volume 2: 2014. 1. Article. The High Priests of Amun at the End of the Twentieth Dynasty. Jennifer Palmer. To reference this article we suggest: Palmer, J. 2014. ‘The High Priests of Amun at the End of the Twentieth Dynasty’. Birmingham Egyptology Journal 2: 1-22. 2. Article. A map of Egypt reconstructed from the description of the country at Edfu. Gyula Priskin. To reference this article we suggest: Priskin, G. 2014. ‘A map of Egypt reconstructed from the description of the country at Edfu’. Birmingham Egyptology Journal 2: 23-41. Volume 1: 2013 1. Object Highlight. Eton College Myers Collection of Egyptian Antiquities Object Highlight - ECM822, A Faience Nubian Head. Carl Graves. To reference this article we suggest: Graves, C. 2013. ‘Eton College Myers Collection Object Highlight: A Faience Nubian Head’. Birmingham Egyptology Journal 1: 1-4. 2. Article. Piankh and Herihor: Art, Ostraca, and Accession in Perspective. Steven R. W. Gregory. To reference this article we suggest: Gregory, S. R. W. 2013. ‘Piankh and Herihor: Art, Ostraca, and Accession in Perspective’. Birmingham Egyptology Journal 1: 5-18. 3. Review of J. Padgham 2012 A New Interpretation of the Cone on the Head in New Kingdom Tomb Scenes. Eleanor B. Simmance. To reference this article we suggest: Simmance, E. B. 2013. ‘Review of J. Padgham. A New Interpretation of the Cone on the Head in New Kingdom Tomb Scenes. BAR International Series. Archaeopress: Oxford. 2012. Birmingham Egyptology Journal 1: 19-21. 4. Review of Raven, Verschoor, Vugts and Walsem 2011. The Memphite Tomb of Horemheb. Commander in Chief of Tutankhamun. V. The forecourt and the area south of the tomb with some notes on the tomb of Tia. Gabrielle Heffernan. To reference this article we suggest: Heffernan, G. 2013. ‘Review of M. Raven, V. Verschoor, M. Vugts and R. Walsem. The Memphite Tomb of Horemheb. Commander in Chief of Tutankhamun. V. The forecourt and the area south of the tomb with some notes on the tomb of Tia. Brepols 2011. Birmingham Egyptology Journal 1: 22-24. 5. Article. Coffin Texts Spell 155 on the Moon. Gyula Priskin. To reference this article we suggest: Priskin, G. 2013. ‘Coffin Texts Spell 155 on the Moon’. Birmingham Egyptology Journal 1: 25-63. See the full List of Open Access Journals in Ancient Studies.", 
    "domain": "birminghamegyptology.co.uk", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "2053-3586"
            ]
        }
    }, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "egyptology", 
        "journal", 
        "open access"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9163183946628247604", 
            "resource_date": "2014-07-20T17:12:24.781-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:17:21.773666"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/02/coming-soon-birmingham-egyptology-journa.html", 
            "resource_date": "2014-07-20T17:12:24.781-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:17:21.773682"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "journal", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "The High Priests of Amun at the End of the Twentieth Dynasty", 
            "url": "http://birminghamegyptology.co.uk/wp-content/uploads/2013/01/Jennifer-Palmer-The-High-Priests-of-Amun-at-the-End-of-the-Twentieth-Dynasty.pdf?e82a0c"
        }, 
        {
            "title_full": "A map of Egypt reconstructed from the description of the country at Edfu", 
            "url": "http://birminghamegyptology.co.uk/wp-content/uploads/2014/07/Priskin-A-map-of-Egypt.pdf?e82a0c"
        }, 
        {
            "title_full": "Eton College Myers Collection of Egyptian Antiquities Object Highlight - ECM822, A Faience Nubian Head", 
            "url": "http://birminghamegyptology.co.uk/wp-content/uploads/2013/01/Eton-College-Myers-Collection-of-Egyptian-Antiquities-Object-Highlight-ECM822-A-Faience-Nubian-Head1.pdf?e82a0c"
        }, 
        {
            "title_full": "Piankh and Herihor: Art, Ostraca, and Accession in Perspective", 
            "url": "http://birminghamegyptology.co.uk/wp-content/uploads/2013/01/Gregory-S-R-W-Piankh-and-Herihor-Art-Ostraca-and-Succession-in-Perspective.pdf?e82a0c"
        }, 
        {
            "title_full": "Review of J. Padgham 2012", 
            "url": "http://birminghamegyptology.co.uk/wp-content/uploads/2013/01/Review-pf-Padgham-2012-Eleanor-B-Simmance.pdf?e82a0c"
        }, 
        {
            "title_full": "Review of Raven, Verschoor, Vugts and Walsem 2011. The Memphite Tomb of Horemheb. Commander in Chief of Tutankhamun. V. The forecourt and the area south of the tomb with some notes on the tomb of Tia", 
            "url": "http://birminghamegyptology.co.uk/wp-content/uploads/2013/01/Review-Heffernan-NJA-20131014-final.pdf?e82a0c"
        }, 
        {
            "title_full": "Coffin Texts Spell 155 on the Moon", 
            "url": "http://birminghamegyptology.co.uk/wp-content/uploads/2013/01/Priskin-Coffin-Texts-Spell-155-on-the-Moon.pdf?e82a0c"
        }
    ], 
    "title": "Birmingham Egyptology Journal", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://birminghamegyptology.co.uk/journal/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}