{
    "description": "Download as PDF File (432 KB) 344 Karine Chemla, Canon and commentary in ancient China: An outlook based on mathematical sources Download as PDF File (584 KB) 327 István M. Bodnár, Oenopides of Chius: A survey of the modern literature with a collection of the ancient testimonia Download as PDF File (1,5 MB) 320 Jürgen Renn, Peter Damerow, Malcolm D. Hyman, Matteo Valleriani, Weight, Motion and Force: Conceptual Structural Changes in Ancient Knowledge as a Result of its Transmission Download as PDF File (776 KB) 289 István M. Bodnár, Aristotle’s rewinding spheres: Three options and their difficulties Download as PDF File (256 KB) 259 M. J. Geller, Akkadian Healing Therapies in the Babylonian Talmud Download as PDF File (484 KB) 183 Robert Englund, The State of Decipherment of Proto-Elamite Download as PDF File (1,1 MB) 145 Peter Damerow, Jürgen Renn, Simone Rieger, Paul Weinig, Mechanical Knowledge and Pompeian Balances Out of print. Download as PDF File (12,8 MB) 114 Peter Damerow, The Origins of Writing as a Problem of Historical Epistemology Out of print. Download as PDF File (1 MB) 30 Peter Damerow, Prehistory and Cognitive Development Out of print. See: Piaget, Evolution, and Development, ed. by Jonas Langer, Melanie Killen, Lawrence Erlbaum Associates, Publishers 1998, Mahwah, New Jersey, London, p. 247-270. Download as PDF File (64 KB)", 
    "domain": "www.mpiwg-berlin.mpg.de", 
    "identifiers": {}, 
    "is_part_of": {
        "issn": "0948-9444", 
        "title": "Digital Preprints from the Max Planck Institute for the History of Science", 
        "url": "http://www.mpiwg-berlin.mpg.de/en/resources/preprints.html"
    }, 
    "keywords": [
        "prehistory", 
        "antiquity", 
        "literature", 
        "Akkadian", 
        "Babylon", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Download as PDF File", 
    "url": "http://www.mpiwg-berlin.mpg.de/Preprints/P371.PDF", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}