{
    "description": "Aitia. Regards sur la culture hellénistique au XXIème siècle. Aitia. Regards sur la culture hellénistique au XXIème siècle Revue consacrée à l'histoire culturelle et philosophique de la Grèce antique. La revue internationale électronique Aitia. Regards sur la culture hellénistique au XXIe siècle s'inscrit dans une double perspective propre à la situation internationale de la recherche dans le domaine de la culture hellénistique et à l'ambition formée pour l'Ecole Normale Supérieure de Lyon. Les études hellénistiques ont fait durant les deux dernières décennies des progrès considérables et ont connu d'importants bouleversements. Toute cette importante partie de la littérature et de la philosophie grecques est longtemps restée dans l'indifférence des chercheurs et universitaires en raison de son caractère déjà tardif et de sa complexité. La revue Aitia est consacrée à cette double dimension de l'histoire culturelle et philosophique avec une dimension résolument internationale. La revue internationale électronique Aitia. Regards sur la culture hellénistique au XXIe siècle s'inscrit dans une double perspective propre à la situation internationale de la recherche dans le domaine de la culture hellénistique et à l'ambition formée pour l'Ecole Normale Supérieure de Lyon. Les études hellénistiques ont fait durant les deux dernières décennies des progrès considérables et ont connu d'importants bouleversements. Toute cette importante partie de la littérature et de la philosophie grecques est longtemps restée dans l'indifférence des chercheurs et universitaires en raison de son caractère déjà tardif et de sa complexité. La revue Aitia est consacrée à cette double dimension de l'histoire culturelle et philosophique avec une dimension résolument internationale.", 
    "domain": "www.openedition.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "culture", 
        "journal", 
        "open access"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7725673324352941208", 
            "resource_date": "2012-07-13T11:41:11.623-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:15:02.650090"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/02/open-access-journal-coming-soon-aitia.html", 
            "resource_date": "2012-07-13T11:41:11.623-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:15:02.650107"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Aitia. Regards sur la culture hellénistique au XXIème siècle", 
    "url": "http://www.openedition.org/7719", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}