{
    "description": "Cahier des thèmes transversaux ArScAn. L’organisation en huit thèmes transversaux constitue une des originalités scientifiques de l’UMR 7041 ArScAn. Élaborés collectivement, évolutifs, ces thèmes structurent un travail commun au-delà des frontières chronologiques ou géographiques propres aux programmes de recherche de chacune des équipes. Lieux de rencontre des membres de l’UMR, les thèmes sont ouverts à tous. Tout chercheur peut y trouver matière à réflexion, parce que ces thèmes couvrent des champs transversaux de l’archéologie, largement ouverts sur l’ensemble des sciences humaines. La richesse des réponses permet l’interaction des traditions de recherche et la dimension pluridisciplinaire des groupes de travail. Leur particularité réside dans la conduite du débat et de la confrontation d’idées sur les faits, ce qui met en évidence le caractère polysémique des questions traitées. Dans cet esprit, des séminaires sont organisés à l’initiative de plusieurs thèmes traitant de champs communs, alors examinés sous des angles différents. Par ailleurs, plusieurs thèmes sont associés à des séminaires de DEA, alliant la volonté d’un partage de connaissances et le souci d’une formation de haut niveau des étudiants par la possibilité de participer directement aux raisonnements et à l’élaboration de données nouvelles. L’état d’avancement des travaux est publié annuellement dans Les Cahiers des thèmes transversaux déposés à la.", 
    "domain": "www.mae.u-paris10.fr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access", 
        "France"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7794699882819104756", 
            "resource_date": "2015-03-27T08:02:50.945-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:56.262191"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/01/open-access-journal-cahier-des-themes.html", 
            "resource_date": "2015-03-27T08:02:50.945-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:56.262208"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Cahier des thèmes transversaux ArScAn", 
    "url": "http://www.mae.u-paris10.fr/arscan/Presentation-des-themes.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}