{
    "description": "ArScAn - Histoire et Archéologie de l’Orient Cunéiforme > B. Publications collectives. De la maison à la ville dans l’Orient ancien : la maison et son mobilier De la maison à la ville dans l’Orient ancien : La maison et son mobilier Textes édités par Cécile Michel Thème VIII, Cahiers des thèmes transversaux d’ArScAn, vol. XII, 2013-2014, Nanterre 2015, 158 p. (p. 231-388) MICHEL C. Introduction, p. 235-236. Briques et construction de maisons (fin IIIème millénaire, début IIème millénaire) SAUVAGE, M. La construction des maisons à Garšana : commentaires archéologiques, p. 239-250. MIDDEKE-CONLIN, R. Le prix d’une maison en briques. Constantes mathématiques et problèmes concernant la construction de maisons à l’époque paléo-babylonienne, p. 251-261. Maisons et mobilier en Anatolie au début du IIème millénaire PATRIER, J. La maison et son mobilier en Anatolie à la période des comptoirs assyriens:les données archéologiques, p. 265-281. MICHEL, C. La maison et son mobilier d’après la documentation textuelle de Kaneš, p. 283-290. Inventaires de maisons à l’époque paléo-babylonienne FAIVRE, X. Inventaire de maisons, p. 293-309. MICHEL, C. Les maisons et leur mobilier à l’époque paléo-babylonienne : quelques exemples, p. 311-321. Les maisons de Nuzi BATTINI, L. Les maisons à Nuzi : nouvelle approche archéologique, p. 325-345. LION, B. Les dimensions des maisons dans le royaume d’Arraphe, p. 347-354. Les maisons au Ier millénaire en Babylonie et en Égypte. WATAI, Y. Les maisons urbaines du Ier millenaire en Babylonie d’après la documentation textuelle, p. 367-366. CHAUFRAY, M. -P. Vendre et louer sa maison : le formulaire des contrats de vente et de location de biens immobiliers dans les papyrus démotiques, p. 367-380. AGUT-LABORDÈRE, D. Les maisons du marais. Aspects de l’habitat ordinaire des Egyptiens au Ier millénaire av. J. -C. , p. 381-388.", 
    "domain": "www.mae.u-paris10.fr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "archaeology", 
        "history"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7717632521991657876", 
            "resource_date": "2015-03-20T18:40:00.876-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:23.931546"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/arscan-histoire-et-archeologie-de.html", 
            "resource_date": "2015-03-20T18:40:00.876-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:23.931567"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "ArScAn - Histoire et Archéologie de l’Orient Cunéiforme", 
    "url": "http://www.mae.u-paris10.fr/arscan/-ArScAn-Histoire-et-Archeologie-de-.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}