{
    "authors": [], 
    "contributors": [], 
    "description": "Cahier des thèmes transversaux ArScAn. L’organisation en huit thèmes transversaux constitue une des originalités scientifiques de l’UMR 7041 ArScAn. Élaborés collectivement, évolutifs, ces thèmes structurent un travail commun au-delà des frontières chronologiques ou géographiques propres aux programmes de recherche de chacune des équipes. Lieux de rencontre des membres de l’UMR, les thèmes sont ouverts à tous. Tout chercheur peut y trouver matière à réflexion, parce que ces thèmes couvrent des champs transversaux de l’archéologie, largement ouverts sur l’ensemble des sciences humaines. La richesse des réponses permet l’interaction des traditions de recherche et la dimension pluridisciplinaire des groupes de travail. Leur particularité réside dans la conduite du débat et de la confrontation d’idées sur les faits, ce qui met en évidence le caractère polysémique des questions traitées. Dans cet esprit, des séminaires sont organisés à l’initiative de plusieurs thèmes traitant de champs communs, alors examinés sous des angles différents. Par ailleurs, plusieurs thèmes sont associés à des séminaires de DEA, alliant la volonté d’un partage de connaissances et le souci d’une formation de haut niveau des étudiants par la possibilité de participer directement aux raisonnements et à l’élaboration de données nouvelles. L’état d’avancement des travaux est publié annuellement dans Les Cahiers des thèmes transversaux déposés à la Bibliothèque de la Maison René Ginouvès et consultables sur Internet. 1 Thème Environnement, sociétés, espaces: les moyens d’action et les interactions des communautés humaines avec leur milieu naturel. Responsables: Joëlle Burnouf (ArScAn - Archéologies environnementales) et Brigitte Boissavit-Camus (ArScAn-THEMAM). 2 Thème Technique, économie et société. Responsables: Pierre Ouzoulias (ArScAn - Archéologies environnementales), Julien Zurbach (ENS) et Claudine Karlin (ArScAn - Ethnologie Préhistorique). 3 Thème Images, textes et sociétés: textes et images conçus pour véhiculer un message. Responsables: Luc Bachelot (ArScAn - HAROC) et Claude Pouzadoux (ArScAn - ESPRI). 4 Thème Identités culturelles: processus cognitifs et modes de représentation symbolique. Responsables: Anne-Marie Guimier-Sorbets (ArScAn- Monde grec et Systèmes d’Information) et Corinne Debaine-Francfort (ArScAn - Asie Centrale). 5 Thème Cultes, rites et religions: les moyens d’action sur les forces surnaturelles. Responsables: Frédérique Valentin (ArScAn - Ethnologie préhistorique), Katerina Chryssanthaki-Nagle (ArScAn - Monde grec: Archéologie et systèmes d’information), Yvette Morizot (ArScAn - Monde grec: Archéologie et systèmes d’information). 6 Thème Outils et méthodes de la recherche: les moyens d’action par et pour la recherche archéologique. Responsable: Virginie Laniepce-Fromageot (ArScAn - Monde grec: Archéologie et systèmes d’information). 7 Thème Bâti et habitat: processus de construction et dynamique de l’espace construit. Responsables: Odile Lebrun (ArScAn - VEPMO) et Pierre-Marie Blanc (ArScAn - APOHR). 8 Thème Habitudes alimentaires: de l’acquisition à la consommation. Responsables: Hara Procopiou (ArScAn-Protohistoire égéenne) et Cécile Michel (ArScAn-HAROC). La numérotation des thèmes correspond à l’ordre dans lequel ils ont été successivement mis en place. Dernière mise en ligne du Cahier des Thèmes Transversaux See the full List of Open Access Journals in Ancient Studies.", 
    "domain": "www.mae.u-paris10.fr", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "open access", 
        "France"
    ], 
    "languages": [
        "fr"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7794699882819104756", 
            "resource_date": "2015-03-27T08:02:50.945-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:14:48.602949"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/01/open-access-journal-cahier-des-themes.html", 
            "resource_date": "2015-03-27T08:02:50.945-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:14:48.602965"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "arscan-Presentation-des-themes-html", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Les Cahiers des thèmes transversaux", 
            "url": "http://www.mae.u-paris10.fr/arscan/IMG/pdf/VolumeX.pdf"
        }, 
        {
            "title_full": "Bibliothèque de la Maison René Ginouvès", 
            "url": "http://www.mae.u-paris10.fr/"
        }, 
        {
            "title_full": "1 Thème Environnement, sociétés, espaces", 
            "url": "http://www.mae.u-paris10.fr/arscan/Theme-Transversal-I-Environnement.html"
        }, 
        {
            "title_full": "2 Thème Technique, économie et société", 
            "url": "http://www.mae.u-paris10.fr/arscan/Theme-Transversal-II-Evolution-des.html"
        }, 
        {
            "title_full": "3 Thème Images, textes et sociétés", 
            "url": "http://www.mae.u-paris10.fr/arscan/Theme-Transversal-IV-Images-textes.html"
        }, 
        {
            "title_full": "4 Thème Identités culturelles", 
            "url": "http://www.mae.u-paris10.fr/arscan/Theme-Transversal-V-Identites.html"
        }, 
        {
            "title_full": "5 Thème Cultes, rites et religions", 
            "url": "http://www.mae.u-paris10.fr/arscan/Theme-Transversal-VI-Cultes-rites.html"
        }, 
        {
            "title_full": "6 Thème Outils et méthodes de la recherche", 
            "url": "http://www.mae.u-paris10.fr/arscan/Theme-transversal-VII-Outils-et.html"
        }, 
        {
            "title_full": "7 Thème Bâti et habitat", 
            "url": "http://www.mae.u-paris10.fr/arscan/Theme-Transversal-VIII-Bati-et.html"
        }, 
        {
            "title_full": "8 Thème Habitudes alimentaires : de l’acquisition à la consommation", 
            "url": "http://www.mae.u-paris10.fr/arscan/Theme-transversal-VIII-Habitudes.html"
        }
    ], 
    "title": "Cahier des thèmes transversaux ArScAn", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.mae.u-paris10.fr/arscan/Presentation-des-themes.html", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}