{
    "description": "Cadernos de Língua e Literatura Hebraica. ISSN: 2317-8051. A revista Cadernos de Língua e Literatura Hebraica, destinada à comunidade científica, tem como objetivo incluir todos os elementos que constituem o vasto arco dos estudos acadêmicos judaicos e hebraicos, desde a sua origem, que passa pela Antiguidade no Oriente Médio, até as mais recônditas diásporas judaicas do mundo contemporâneo. São contempladas as áreas de estudos literários e lingüísticos, história, filosofia, sociologia, antropologia, estudos religiosos, estudos do antissemitismo e crítica de arte. Os artigos são submetidos à avaliação de pareceristas nomeados ad hoc, normalmente membros da Comissão Cientifica da revista. São aceitos para consideração artigos originais e também resenhas de livro que digam respeito ao escopo da revista. n. 10 (2012) Sumário APRESENTAÇÃO PDF Luis Sérgio Krausz 9-10 LITERATURA HEBRAICA E JUDAICA O que resta da vida e o contexto histórico: a respeito da identidade judaica e sua expressão na literatura hebraica PDF Nancy Rozenchan 11-27 A ideologia sionista e o renascimento da língua hebraica em \"Missaviv Lanekudá\", de Yossef Haim Brenner PDF Gabriel Steinberg Schvartzman 29-49 Na trilha ou o inferno de David Grossman PDF Saul Kirschbaum 51-64 Culpa e sátira no divã: duas crônicas jornalisticas de Sayed Kashua PDF Juliana Portenoy Schlesinger 65-82 Nombres, exilios, encierros. Susana Gertopán y la(s) escritura(s) judía(s) de Paraguay PDF (Español) Liliana Ruth Feierstein 83-92 Cronos, hipnos e tânatos - a concepção do tempo e a concepção histórica no romance \"O Beijo de Esaú\", de Meir Shalev PDF Naama Silverman-Forner 93-111 Georges Perec e a gênese da literatura comparada PDF Renata Lopes Araujo 113-119 Bashevis Singer: tradição e modernidade PDF Eziel Belaparte Percino 121-132 Entrevista com Yigal Schwartz PDF Luis Sergio Krausz 133-139 BÍBLIA HEBRAICA A eleição de Israel na Torá PDF Suzana Chwarts 141-151 CULTURA JUDAICA O \"eruv\" na Europa, nos Estados Unidos e no Brasil: novas estratégias de demarcação do espaço judaico PDF Marta Francisca Topel 153-164 A cerimônia da hena: as cores da etnicidade PDF Wagner Lins 165-193 ANTISSEMITISMO Israel no Trópico? Mulheres criptojudias e identidades religiosas no Brasil colonial PDF Angelo Adriano Faria de Assis 195-208 LÍNGUA HEBRAICA Os padrões nominais do hebraico: o padrão reflexivo PDF Rafael Dias Minussi 209-227 O alfabeto hebraico: origem divina x humana PDF Manu Marcus Hubner 229-251 RESENHA Entre nostalgia e redenção PDF Luis Sergio Krausz 253-255.", 
    "domain": "www.revistas.usp.br", 
    "identifiers": {
        "issn": {
            "generic": [
                "2317-8051"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Brazil", 
        "Portuguese", 
        "Bible", 
        "journal", 
        "religion", 
        "open access", 
        "Hebrew"
    ], 
    "language": [
        "pt", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2179227328802871024", 
            "resource_date": "2014-03-03T07:34:28.778-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:07.141988"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/03/open-access-journal-cadernos-de-lingua.html", 
            "resource_date": "2014-03-03T07:34:28.778-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:07.142005"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Cadernos de Língua e Literatura Hebraica", 
    "url": "http://www.revistas.usp.br/cllh/index", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}