{
    "authors": [], 
    "contributors": [], 
    "description": "Philologus. Zeitschrift für antike Literatur und ihre Rezeption. Philologus. Zeitschrift für antike Literatur und ihre Rezeption ist eine der ältesten, bedeutendsten und angesehensten Zeitschriften auf dem Gebiet der klassischen Altertumswissenschaften. Der Philologus erscheint zweimal jährlich im Berliner Akademie-Verlag. Die Arbeitsstelle zur Herausgabe der Zeitschrift befindet sich an der Freien Universität Berlin. Begründet wurde die Zeitschrift 1848 als Philologus. Zeitschrift für das klassische Altertum und sein Nachleben. Eine erste Folge wurde bis 1887/88 (Nummer 46) herausgegeben, eine zweite Folge ab 1889 begann erneut bei Nummer 1. In den 1940er Jahren erschien die Zeitschrift nur unregelmäßig, seit 1954 wieder regelmäßig. Philologus erscheint zweimal im Jahr im Berliner Akademie-Verlag. Herausgeber sind derzeit Widu-Wolfgang Ehlers, Therese Fuhrer, Christof Rapp, Wolfgang Rösler, Peter Lebrecht Schmidt und Bernd Seidensticker. Die Arbeitsstelle zur Herausgabe der Zeitschrift ist am Institut für Griechische und Lateinische Philologie der Freien Universität Berlin angesiedelt, die von Widu-Wolfgang Ehlers und Bernd Seidensticker geleitet wird. Vor der Wende wurde die Zeitschrift in Ost-Berlin vom Zentralinstitut für Alte Geschichte und Archäologie der Akademie der Wissenschaften der DDR herausgegeben. Von 1897 bis 1944 erschien der Philologus in Leipzig bei Dieterich. Die Beiträge, die auf Deutsch, Englisch, Französisch, Italienisch, Lateinisch verfasst sein können, befassen sich mit Problemen der griechischen und lateinischen Literatur, der Geschichtsschreibung, Philosophie, Religionsgeschichte und Linguistik sowie ihrer Rezeption und der Wissenschaftsgeschichte. Ziel der Zeitschrift ist es, einen Beitrag zur Erhellung der geistigen Kultur der Antike und ihrer Wirkungsgeschichte zu leisten. Sie erscheint zweimal jährlich, im Juni und im November, und hat eine Auflage von 600 Exemplaren. [Description via Wikipedia]Philologus at Wikisource includes links to open access versions of: Erste Folge, 1. 1846 - 46. 1887/88; Zweite Folge, N. F. 1=47. 1889 - 50=96. 1943/44; 97. 1948 -; Supplement-Bände; Ergänzungshefte (Beiblatt). See the full.", 
    "domain": "de.wikisource.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "ancient", 
        "open access", 
        "reception", 
        "antiquity"
    ], 
    "languages": [
        "de"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2787459910604783914", 
            "resource_date": "2012-05-23T17:17:19.070-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:49.292288"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/05/open-access-journal-philologus.html", 
            "resource_date": "2012-05-23T17:17:19.070-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:49.292308"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "wiki-Philologus", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Philologus. Zeitschrift für antike Literatur und ihre Rezeption", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://de.wikisource.org/wiki/Philologus", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}