{
    "description": "Iris:  The Newsletter of the Lambda Classical Caucus. <blockquote>The Lambda Classical Caucus is a coalition of queer Classicists-including, but not limited to, lesbians, bisexuals, gay men, and transgendered people-and their friends and supporters. It was founded in 1989 as the Lesbian and Gay Classical Caucus. Although Lambda is a group affiliated with the American Philological Association, LCC members need not belong to the APA. Anyone who wishes to participate, and who is sympathetic to our mission, is welcome to <a href=\"http://www. lambdacc. org/membership. html\">join the LCC</a>. The purpose of the Caucus is twofold: scholarly and political. Our scholarly purpose is to promote research that reflects the personal and intellectual interests of queer scholars, and provide a bridge between Classics and the interdisciplinary fields of LGBT/Queer Studies, the history of sexuality, cultural studies, and gender theory. Our main activities are hosting <a href=\"http://www. lambdacc. org/panels/index. html\">academic panels</a> and co-hosting the opening-night reception at the annual APA meeting. We also sponsor an <a href=\"http://www. lambdacc. org/list. html\">email discussion list</a> and the annual <a href=\"http://www. lambdacc. org/awards/rehak. html\">Rehak Award</a> and also a new <a href=\"http://www. lambdacc. org/awards/graduate. html\">Graduate Student Paper Award</a>. </blockquote> join the LCC <blockquote>The Lambda Classical Caucus is a coalition of queer Classicists-including, but not limited to, lesbians, bisexuals, gay men, and transgendered people-and their friends and supporters. It was founded in 1989 as the Lesbian and Gay Classical Caucus. Although Lambda is a group affiliated with the American Philological Association, LCC members need not belong to the APA. Anyone who wishes to participate, and who is sympathetic to our mission, is welcome to <a href=\"http://www. lambdacc. org/membership. html\">join the LCC</a>. The purpose of the Caucus is twofold: scholarly and political. Our scholarly purpose is to promote research that reflects the personal and intellectual interests of queer scholars, and provide a bridge between Classics and the interdisciplinary fields of LGBT/Queer Studies, the history of sexuality, cultural studies, and gender theory. Our main activities are hosting <a href=\"http://www. lambdacc. org/panels/index. html\">academic panels</a> and co-hosting the opening-night reception at the annual APA meeting. We also sponsor an <a href=\"http://www. lambdacc. org/list. html\">email discussion list</a> and the annual <a href=\"http://www. lambdacc. org/awards/rehak. html\">Rehak Award</a> and also a new <a href=\"http://www. lambdacc. org/awards/graduate. html\">Graduate Student Paper Award</a>. </blockquote>.", 
    "domain": "www.lambdacc.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "classics", 
        "newsletter", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3025492624615600213", 
            "resource_date": "2013-09-17T06:24:50.132-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:12:42.445902"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/01/open-access-journal-iris-newsletter-of.html", 
            "resource_date": "2013-09-17T06:24:50.132-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:12:42.445919"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.lambdacc.org/membership.html", 
        "http://www.lambdacc.org/panels/index.html", 
        "http://www.lambdacc.org/list.html", 
        "http://www.lambdacc.org/awards/rehak.html", 
        "http://www.lambdacc.org/awards/graduate.html"
    ], 
    "title": "Iris: The Newsletter of the Lambda Classical Caucus", 
    "url": "http://www.lambdacc.org/iris/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}