{
    "description": "[First posted in AWOL. 23 October 2009. Updated 26 December 2012]. JANES - Journal of the Ancient Near Eastern Society. ISSN: 0010-2016. NAMETITLE VOLUMEPAGES Abusch, Tzvi Gilgamesh's Request and Siduri's Denial. Part II: An Analysis and Interpretation of an Old Babylonian Fragment about Mourning and Celebration 22 (1993)3-17 Albenda, Pauline Expressions of Kingship in Assyrian Art 2/1 (1969)41-52 The Burney Relief Reconsidered 2/2 (1970)86-93 Lions on Assyrian Wall Reliefs 6 (1974) 1-27 Assyrian Carpets in Stone 10 (1978) 1-34 An Unpublished Drawing of Louvre AO 19914 in the British Museum 12 (1980)1-8 Stone Sculpture Fragments 21 (1992)1-12 Anthony, David W. Horses and Prehistoric Chronology of Eastern Europe and Western/Central Asia 21 (1992)131-33 Arbeitman, Yoël E Luvia Lux 12 (1980)9-11 Assis, Elie \"The Sin at Kadesh as a Recurring Motif in the Book of Joshua\" 31 (2009) 1-14 Auffret, Pierre Essai sur la structure littéraire du Psaume 61 14 (1982)1-10 Analyse structurelle des Psaumes de M. Girard 20 (1991)1-5 \"Pourquoi dors-tu, Seigneur?\" Étude structurelle du psaume 44 21 (1992)13-33 \"Conduis-moi dans ta justice!\": Étude structurelle du psaume 5 23 (1995)1-28 Comment sont tombés les héros? Étude structurelle de 2Sm 1, 19-27 24 (1996)1-8 Dieu Juste! Etude structurelle du Psaume 7 27 (2000)1-14 Certes il y un Dieu Jugeant sur la Terre! Etude structurelle du Psaume 58 29 (2002)1-15 C'est l'homme droit que regardera sa face: Etude structurelle du Psaume 11 30 (2006)1-7 Barker, Kenneth L. Proverbs 23: \"To Think\" or \"To Serve Food?\" 19 (1989)3-8 Barnett, R. D. Monkey Business 5 (1973)1-10 Barré, Michael L. A Note on rs 't in the Karatepe Inscription 13 (1981)1-3 Barzilay, Isaac From Purism to Expansionism: A Chapter in the Early History of Modern Hebrew 11 (1979)3-15 Baumgarten, Albert A Note on the Book of Ruth 5 (1973)11-15 Korban and the Pharisaic Paradosis 16-17 (1984-85) 5-17 Beckman, Gary The Anatolian Myth of Illuyanka 14 (1982)11-25 Beeston, A. F. L. The Hasean Tombstone J 1052 11 (1979)17-18 Ben-Hayyim, Z. Mono- and Bi-syllabic Middle Guttural Nouns in Samaritan Hebrew 11 (1979)19-29 Berlant, Stephen R. The Mysterious Ekron Goddess Revisited 31 (2009) 5-21 Berlin, Adele Shared Rhetorical Features in Biblical and Sumerian Literature 10 (1978)35-42 Best, Jan Linguistic Evidence for a Phoenician Pillar Cult in Crete 20 (1991)7-13 Bing, J. D. On the Sumerian Epic of Gilgamesh 7 (1975)1-11 Gilgamesh and Lugalbanda in the Fara Period 9 (1977)1-4 Adapa and Humanity: Mortal or Evil? 18 (1986)1-2 Bishop, Dale L. Zarathushtra as Victor in the Verbal Contest 9 (1977)5-9 Blau, Joseph L. Religion and the Newer Forms of Consciousness 5 (1973)17-22 Blau, Joshua Redundant Pronominal Suffixes Denoting Intrinsic Possession 11 (1979)31-37 Bleeker, C. J. Some Remarks on the Religious Significance of Light 5 (1973)23-34 Bloch, Yigal Should Parallelistic Structure Be Used as Evidence for an Early Dating of Biblical Hebrew Poetry? 31 (2009) 23-45 Bodenstein, Susan Morgan Seal 652 1/2 (1969)5-13 Bodine, Walter R. YBC 6996: A Name List from a Mesopotamian School 30 (2006)9-19 Bonder, Bayla The Date of Mesha's Rebellion 3 (1970-71)82-88 Bowman, John Word and Worship in Middle Eastern Religions 5 (1973)35-44 Boyarin, Daniel Review of Y. Muffs, Studies in the Aramaic Legal Papyri from Elephantine 3 (1970-71)57-62 Aramaic Notes I: Column 36 of 11QtgJb 6 (1974)29-33 Brauner, Ronald A. \"To Grasp the Hem\" and 1 Samuel 15:27 6 (1974)35-38 Bresciani, Edda Il possible nome del figlio maggiore di Nectanebo II 16-17 (1984-85)19-21 Brunner, Christopher J. The Middle Persian Explanation of Chess and Invention of Backgammon 10 (1978)43-51 Cachia, Pierre A Curious Maltese Variant of an Arabic Proverb 11 (1979)39-40 Caquot, A. Observations sur la Première Tablette Magique d'Arslan Tash 5 (1973)45-51 Casson, Lionel The World's First Museums 5 (1973)53-57 Cazelles, Henri De l'idéologie royal orientales 5 (1973)59-73 Cohen, Chayim The Idiom qr' bsm in Second Isaiah 1/1 (1968)32-34 Was the P Document Secret? 1/2 (1969)39-44 \"Foam\" in Hosea 10:7 2/1 (1969)25-29 Review of K. A. Kitchen, Ancient Orient and Old Testament 2/2 (1970)105-10 Hebrew tbh: Proposed Etymologies 4 (1972)36-51 The \"Widowed\" City 5 (1973) 75-81 Studies in Early Israelite Poetry I: An Unrecognized Case of Three-Line Staircase Parallelism in the Song of the Sea 7 (1975)13-17 The Ugaritic Hippiatric Texts and BAM 159 15 (1983)1-12 The \"Held Method\" for Comparative Semitic Philology 19 (1989)9-23 Cohen, Miles B. The Masoretic Accents as a Biblical Commentary 4 (1972)2-11 Cohen, Shaye J. D. Elias J. Bickerman: An Appreciation 16-17 (1984-85)1-3 Solomon and the Daughter of Pharaoh: Intermarriage, Conversion, and the Impurity of Women 16-17 (1984-85)23-37 Collon, Dominique Mesopotamian Columns 2/1 (1969)1-18 Cook, John A. The Finite Verbal Forms in Biblical Hebrew Do Express Aspect 30 (2006)21-35 Cooper, Alan The Message of Lamentations 28 (2001)1-18 Craghan, John F. The ARM X \"Prophetic\" Texts: Their Media, Style, and Structure 6 (1974)39-57 Craig, Judith Lapkin Text and Textile in Exodus: Toward a Clearer Understanding of ma'aseh choshev 29 (2002)17-30 Dahood, Mitchell The Breakup of Stereotyped Phrases 5 (1973)83-89 Daly, Patricia; Hesse, Brian C. ;Perkins, Dexter, Jr. ; Animal Domestication and Species Identification 4 (1972)79-80 Dandamayev, M. A. The Late Babylonian ambaru 16-17 (1984-85)39-40 Daube, David The Law of Witnesses in Transferred Operation 5 (1973)91-93 Davies, W. D. Reflections on the Spirit in the Mekilta 5 (1973)95-105 DeGraeve, Marie-ChristineSee Pittman, Holly Demsky, Aaron On Reading Ancient Inscriptions: The Monumental Aramaic Stele Fragment from Tel Dan 23 (1995)29-35 The Name of the Goddess of Ekron: A New Reading 25 (1997)1-5 Dijkstra, Meindert Ba'lu and His Antagonists: Some Remarks on CTA 6: v 1-6 6 (1974)59-68 Dobbs-Allsopp, F. W. Linguistic Evidence for the Date of Lamentations 26 (1998)1-36 Dobrusin, Deborah L. The Third Masculine Plural of the Prefixed Form of the Verb in Ugaritic 13 (1981)5-14 Doron, Pinchas A New Look at an Old Lex 1/2 (1969)21-27 Driver, Godfrey Rolles Affirmation by Exclamatory Negation 5 (1973)107-14 Dunham, Sally Notes on the Relative Chronology of Early Northern Mesopotamia 15 (1983)13-38 Dunlop, Douglas M. Relations between Norway and the Maghrib in the 7th/13th Century 11 (1979)41-44 Elayi, Josette The Phoenician Cities in the Persian Period 12 (1980)13-28 The Relations between Tyre and Carthage during the Persian Period 13 (1981)15-29 Elayi, J. and A. G. Elayi A Treasure of Coins from Arwad 18 (1986)3-24 Eliade, Mircea Notes on the Calusari 5 (1973)111-22 Elman, Yaakov Babylonian Echoes in a Late Rabbinic Legend 4 (1972)12-19 Authoritative Oral Tradition in Neo-Assyrian Scribal Circles 7 (1975)19-32 An Akkadian Cognate of Hebrew sehîn 8 (1976)33-34 Faur, José Delocutive Expressions in the Hebrew Liturgy 16-17 (1984-85)41-54 Fleishman, Joseph The Age of Legal Maturity in Biblical Law 21 (1992)35-48 On the Meaning of the Term melek 'ashur \"The King of Assyria\" in Ezra 6:22 26 (1998)37-45 On the Significance of a Name Change and Circumcision in Genesis 17 28 (2001)19-32 Ford, J. N. Another Look at Mandaic Incantation Bowl BM 91715 29 (2002)31-47 Foster, Benjamin R. Humor and Cuneiform Literature 6 (1974)69-85 Notes on Sargonic Royal Progress 12 (1980)29-42 The Siege of Armanum 14 (1982)27-36 Fox, Michael World Order and Ma'at: A Crooked Parallel 23 (1995)37-48 Fox, Nili S. Clapping Hands as a Gesture of Anguish and Anger in Mesopotamia and in Israel 23 (1995)49-60 Freedman, Leslie R. Biblical Hebrew 'rb, \"to go surety,\" and Its Nominal Forms 19 (1989)25-29 Freedman, R. David A New Approach to the Nuzi Sistership Contract 2/2 (1970)77-85 Counting Formulae in the Akkadian Epics 3 (1970-71)65-81 A New Lexical Fragment 4 (1972)33-35 subat basti: A Robe of Splendor 4 (1972)91-95 The Dispatch of the Reconnaissance Birds in Gilgamesh XI 5 (1973)123-29 Cuneiform Texts in the Sacramento Vicinity 8 (1976)35-47 Cuneiform Texts from the Piepkorn Collection, III 9 (1977)11-25 The Father of Modern Biblical Scholarship 19 (1989)31-38 Frisch, Amos Jeroboam and the Division of the Kingdom: Mapping Contrasting Biblical Accounts 27 (2000)15-29 Gabba, Emilio The Holy Spirit, the Roman Senate, and Bossuet 16-17 (1984-85)55-65 Galil, Gershon The Jerahmeelites and the Negeb of Judah 28 (2001)33-42 Garfinkel, Stephen Another Model for Ezekiel's Abnormalities 19 (1989)39-50 Applied Peshat: Historical-Critical Method and Religious Meaning 22 (1993)19-28 Garrett, Jeff Review of C. H. Gordon, Evidence for the Minoan Language 1/2 (1969)66-73 Garsoïan, Nina G. The Early-Medieval Armenian City: An Alien Element? 16-17 (1984-85)67-83 Gaster, Theodor H. Sharper Than a Serpent's Tooth: A Canaanite Charm against Snakebite 7 (1975)33-51 An Index to the Gaster Festschrift 8 (1976)1-31 The Ugaritic Charm against Snakebite: An Additional Note 12 (1980)43-44 Geller, Stephen A. The Struggle at the Jabbok: the Uses of Enigma in a Biblical Narrative 14 (1982)37-60 Cleft Sentences with Pleonastic Pronoun: A Syntactic Construction of Biblical Hebrew and Some of Its Literary Uses 20 (1991)15-33 Geva, Shulamit A Neo-Assyrian Cylinder Seal from Beth-Shan 12 (1980)45-49 Gevirtz, Stanley Of Syntax and Style in the \"Late Biblical Hebrew\"-\"Old Canaanite\" Connection 18 (1986)25-29 Gilbert, Allan S. Modern Nomads and Prehistoric Pastoralists: The Limits of Analogy 7 (1975)53-71 Ginsberg, H. L. Ugaritico-Phoenicia 5 (1973)131-47 Goldberg, Harvey E. Cambridge in the Land of Canaan: Descent, Alliance, Circumcision, and Instruction in the Bible 24 (1996)9-34 Goldin, Judah On the Account of the Banning of R. Eliezer ben Hyrqanus: An Analysis and Proposal 16-17 (1984-85)85-87 Goldstein, Jonathan The Central Composition of the West Wall of the Synagogue of Dura-Europos 16-17 (1984-85)99-142 Gosse, Bernard L'insertion de 2 Samuel 22 dans les livres de Samuel et l'influence en retour sur les titres davidiques du Psautier 27 (2000)31-47 Gottlieb, Isaac B. Law, Love, and Redemption: Legal Connotations in the Language of Exodus 6:6-8 26 (1998)47-57 From Formula to Expression in Some Hebrew and Aramaic Texts 31 (2009) 47-61 Greenberg, Moshe Notes on the Influence of Tradition on Ezekiel 22 (1993)29-37 Greenfield, Jonas C. Notes on Some Aramaic and Mandaic Magic Bowls 5 (1973)149-59 Early Aramaic Poetry 11 (1979)45-51 \"Because He/She Did Not Know Letters\": Remarks on a First Millennium C. E. Legal Expression 22 (1993)39-44 Greenstein, Edward L. Another Attestation of Initial h >' in West Semitic 5 (1973)157-64 Two Variations of Grammatical Parallelism in Canaanite Poetry and Their Psycholinguistic Background 6 (1974)87-105 A Phoenician Inscription in Ugaritic Script? 8 (1976)49-57 M. M. Bravmann: A Sketch 11 (1979)1-2 The Assimilation of Dentals and Sibilants with Pronominal s in Akkadian 12 (1980)51-64 The Syntax of Saying \"Yes\" in Biblical Hebrew 19 (1989)51-59 Greenstein, Edward L. and David Marcus The Akkadian Inscription of Idrimi 8 (1976)59-96 Professor Moshe Held: Our Teacher 19 (1989)1-2 Yochanan Muffs: Portrait of a Colleague and Friend 22 (1993)1-2 Gruber, Mayer I. The Source of the Biblical Sabbath 1/2 (1969)14-20 Review of H. J. van Dijk, Ezekiel's Prophecy on Tyre 2/1 (1969)54-57 Akkadian laban appi in the Light of Art and Literature 7 (1975)78-83 Breast-Feeding Practices in Biblical Israel and in Old Babylonian Mesopotamia 19 (1989)61-83 Hallo, William W. Choice in Sumerian 5 (1973)165-72 The Concept of Eras from Nabonassar to Seleucus 16-17 (1984-85)143-51 For Love Is Strong as Death 22 (1993)45-50 Hallo, William W. and David B. Weisberg A Guided Tour through Babylonian History: Cuneiform Inscriptions in the Cincinnati Art Museum 21 (1992)49-90 Haran, Menahem Archives, Libraries, and the Order of the Biblical Books 22 (1993)51-61 Held, Moshe Studies in Biblical Homonyms in the Light of Akkadian 3 (1970-71)46-55 Pits and Pitfalls in Akkadian and Biblical Hebrew 5 (1973)173-90 Hebrew ma'gal: A Study in Lexical Parallelism 6 (1974)107-16 On Terms for Deportation in the Old Babylonian Royal Inscriptions with Special Reference to Yahdunlim 11 (1979)53-62 Hengel, Martin Hadrians Politik gegenüber Juden und Christen 16-17 (1984-85)153-82 Hesse, Brian C. Faunal Analysis - A Tool for Early Historic Research 3 (1970-1971)38-45 See Daly, Patricia Hiebert, FredSee Karlovsky, C. C. Lamberg Hill, Andrew E. Ancient Art and Artemis: Toward Explaining the Polymastic Nature of the Figurine 21 (1992)91-94 Hoffman, Yair History and Ideology: The Case of Jeremiah 44 28 (2001)43-51 Hoffmeier, James K. Some Thoughts on Genesis 1 & 2 and Egyptian Cosmology 15 (1983)39-49 Horowitz, Wayne An Astronomical Fragment from Columbia University and the Babylonian Revolts against Xerxes 23 (1995)61-67 The 360 and 364 Day Year in Ancient Mesopotamia 24 (1996)35-44 A Late Babylonian Tablet with Concentric Circles from the University Museum (CBS 1766) 30 (2006)37-53 Horowitz, Wayne andVictor (Avigdor) Hurowitz Urim and Thummim in Light of a Psephomancy Ritual from Assur (LKA 137) 21 (1992)95-115 Hurowitz, Victor (Avigdor)See Horowitz, Wayne Literary Observations on \"In Praise of the Scribal Art\" 27 (2000)49-56 Isserlin, B. S. J. The Names of the 72 Translators of the Septuagint 5 (1973)191-97 Izre'el, Shlomo On the Person-Prefixes of the Akkadian Verb 20 (1991)35-56 Linguistics and Poetics in Old Babylonian Literature: Mimation and Meter in Etana 27 (2000)57-68 Jacobsen, Thorkild The Sister's Message 5 (1973)199-212 A Maidenly Inanna 22 (1993)63-68 Japhet, Sara The Prohibition of the Habitation of Women: The Temple Scroll's Attitude toward Sexual Impurity and Its Biblical Precedents 22 (1993)69-87 Johnson, Gary K. An Experiment in Ancient Egyptian Silver Vessel Manufacture 8 (1976)97-104 Joosten, Jan Do the Finite Verbal Forms in Biblical Hebrew Express Aspect? 29 (2002)49-70 Karlovsky, C. C. Lamberg. and Fred Hiebert The Relation of the Finds from Shahdad to Those of Sites in Central Asia 21 (1992)135-40 Katsh, Abraham I. Unpublished Geniza Talmudic Fragments 5 (1973)213-23 Kawami, Trudy S. Parthian Brick Vaults in Mesopotamia, Their Antecedents and Descendants 14 (1982)61-67 Kister, M. J. Pare Your Nails: A Study of an Early Tradition 11 (1979)63-70 Kitchen, K. A. Late-Egyptian Chronology and the Hebrew Monarchy 5 (1973)225-33 Kosmala, Hans Maskil 5 (1973)235-41 Kramer, Samuel Noah The Jolly Brother 5 (1973)243-53 Kselman, John S. Psalm 77 and the Book of Exodus 15 (1983)51-58 Kutler, Laurence A Structural Semantic Approach to Israelite Communal Terminology 14 (1982)69-77 Layton, Scott C. \"Head on Lap\" in Sumero-Akkadian Literature 15 (1983)59-62 Leinwand, Nancy Regional Characteristics in the Styles and Iconography of the Seal Impressions of Level II at Kültepe 21 (1992)141-72 Levine, Baruch A. Silence, Sound, and the Phenomenology of Mourning in Biblical Israel 22 (1993)89-106 Levin, Yigal Numbers 34:2-12, The Boundaries of the Land of Canaan, and the Empire of Necho 30 (2006)55-76 Lichtenstein, Murray H. The Banquet Motif in Keret and in Proverbs 9 1/1 (1968)19-31 Dream-Theophany and the E Document 1/2 (1969)45-54 A Note on the Text of 1 Keret 2/2 (1970)94-100 Psalm 68:7 Revisited 4 (1972)97-112 The Poetry of Poetic Justice 5 (1973)255-65 Idiom, Rhetoric and the Text of Genesis 41:16 19 (1989)85-94 Lipton, Diana Bezalel in Babylon? Anti-Priestly Polemics in Isaiah 40-55 31 (2009) 63-84 Lo, Alison Death in Qohelet 31 (2009) 85-98 Loewenstamm, Samuel Remarks upon the Infinitive Absolute in Ugaritic and Phoenician 2/1 (1969)53 Malamat, Abraham Josiah's Bid for Armageddon 5 (1973)267-79 Malone, Joseph L. Textually Deviant Forms as Evidence for Phonological Analysis: A Service of Philology to Linguistics 11 (1979)71-79 Marcus, David The Three Aleph's in Ugaritic 1/1 (1968)50-60 Studies in Ugaritic Grammar I 1/2 (1969)55-61 The Stative and the waw Consecutive 2/1 (1969)37-40 Review of A. S. Kapelrud, The Violent Goddess 2/2 (1970)111-14 The qal Passive in Ugaritic 3 (1970-71)102-11 A Famous Analogy of Rib-Haddi 5 (1973)281-86 The Term for 'Coffin' in the Semitic Languages 7 (1975)85-94 Sharruludari, Son of Rukubtu, Their Former King: A Detail of Philistine Chronology 9 (1977)27-30 Civil Liberties under Israelite and Mesopotamian Kings 10 (1978)53-60 The Barren Woman of Psalm 113:9 and the Housewife: An Antiphrastic Dysphemism 11 (1979)81-84 Juvenile Delinquency in the Bible and the Ancient Near East 13 (1981)31-52 The Bargaining between Jephthah and the Elders (Judges 11:4-11) 19 (1989)95-100 See Greenstein, Edward L. The Mission of the Raven (Gen. 8:7) 29 (2002)71-80 Margulis, Baruch The Kôsarôt/ktrt: Patroness-saints of Women 4 (1972)52-61 Of Birds and Brides: A Reply to M. Lichtenstein 4 (1972)113-17 Matison, Dahlia Review of E. Reiner, A Linguistic Analysis of Akkadian 1/1 (1968)61-66 Mauer, Gerlinde Agriculture of the Old Babylonian Period 15 (1983)63-78 McGuiness, David M. Archival Interrelationships during Ur III 13 (1981)53-66 McHale-Moore, Rhonda The Mystery of Enheduanna's Disk 27 (2000)69-74 Merrill, Eugene H. The \"Accession Year\" and Davidic Chronology 19 (1989)101-12 van de Mieroop, Marc Nippur Texts from the Early Isin Period 18 (1986)31-51 Old Babylonian Ur: Portrait of an Ancient Mesopotamian City 21 (1992)119-30 Milgrom, Jacob The Rationale for Biblical Impurity 22 (1993)107-11 Miller, Cynthia L. A Reconsideration of 'Double-Duty' Prepositions in Biblical Poetry 31 (2009) 99-110 Morag, Shelomo Some Notes on musawwitat in Medieval Hebrew and Arabic Literature 11 (1979)85-90 Moran, William L. UET 6, 402: Persuasion in the Plain Style 22 (1993)113-20 Muffs, Yochanan Two Comparative Lexical Studies 5 (1973)287-98 The Joy of Giving (Love and Joy as Metaphors of Volition in Hebrew and Related Literatures, Part II) 11 (1979)91-111 Murnane, William Once Again the Dates for Tuthmosis III and Amenhotep II 3 (1970-71)1-7 Muscarella, Oscar White The Archaeological Evidence for Relations between Greece and Iran in the First Millennium B. C. 9 (1977)31-57 Urartian Bells and Samos 10 (1978)61-72 Nakata, Ichiro Problems of the Babylonian akîtu Festival 1/1 (1968)41-49 Scribal Peculiarities in EA:285-290 2/1 (1969)19-24 Mesopotamian Merchants and Their Ethos 3 (1970-71)90-101 Annu in the Mari Texts 5 (1973)299-307 A Further Look at the Institution of sugagutum in Mari 19 (1989)113-18 Nemet-Nejat, Karen R. A Late Babylonian Field Plan 7 (1975)95-101 A Bibliography for Cuneiform Mathematical Texts 19 (1989)119-33 Neufeld, Edward Fabrication of Objects from Fish and Sea Animals in Ancient Israel 5 (1973)309-24 The Earliest Document of a Case of Contagious Disease in Mesopotamia (Mari Tablet ARM X, 129) 18 (1986)53-66 Noegel, Scott E. Moses and Magic: Notes on the Book of Exodus 24 (1996)45-59 Sex, Sticks, and the Trickster in Gen. 30:31-43 25 (1997)7-17 O'Connor, M. Northwest Semitic Designations for Elective Social Affinities 18 (1986)67-80 Oppenheim, A. Leo A Note on sa resi 5 (1973)325-34 Oshima, T. Marduk, the Canal Digger 30 (2006)77-88 Pagels, Elaine H. Origen and the Prophets of Israel 5 (1973)335-44 Paley, Samuel Review of A. L. Oppenheim, Letters from Mesopotamia 1/1 (1968)67-71 The Entranceway Inscriptions of the \"Second House\" in the Northwest Palace of Ashurnasirpal II at Nimrod (Kalhu) 19 (1989)135-47 Pardee, Dennis A Philological and Prosodic Analysis of the Ugaritic Serpent Incantation UT 607 10 (1978)73-108 Parente, Fausto Flavius Josephus' Account of the Anti-Roman Riots Preceding the 66-70 War, and Its Relevance for the Reconstruction of Jewish Eschatology during the First Century A. D. 16-17 (1984-85)183-205 Pattullo, Susan Jaye Additions to the Selected Bibliography for the Art of Ancient Iran 10 (1978)109-11 Paul, Shalom M. Heavenly Tablets and the Book of Life 5 (1973)345-53 Decoding a \"Joint\" Expression in Daniel 5:6, 16 22 (1993)121-27 Perkins, Dexter, Jr. See Daly, Patricia Piet, John Now in Archaeology: The Underground Revealed 1/1 (1968)11-18 An Old Babylonian Crystal Seal 2/1 (1969)30-36 Pittman, Holly, Sheridan, Mary Jane; Porter, Barbara Adele; De Graeve, Marie-Christine Three Cylinder Seals of Ancient Iran 9 (1977)59-65 Polak, Frank H. \"The Restful Waters of Noah\": מי נח. מי מנחות 23 (1995)69-74 On Prose and Poetry in the Book of Job 24 (1996)61-97 Water, Rock, and Wood: Structure and Thought Pattern in the Exodus Narrative 25 (1997)19-42 The Oral and the Written: Syntax, Stylistics and the Development of Biblical Prose Narrative 26 (1998)59-105 The Style of the Dialogue in Biblical Prose Narrative 28 (2001)53-95 Porada, Edith Notes on the Sarcophagus of Ahiram 5 (1973)354-72 Bibliography for the Art of Ancient Iran 9 (1977)67-84 Introduction to Chronologies in Old World Archaeology: Archaeological Seminar at Columbia University 21 (1992)117-18 Porter, Barbara AdeleSee Pittman, Holly Rainey, Anson F. Syntax and Rhetorical Analysis in the Hashvyahu Ostracon 27 (2000)75-79 Reis, Pamela Tamarkin Cupidity and Stupidity: Woman's Agency and the \"Rape\" of Tamar 25 (1997)43-60 Rendsburg, Gary Late Biblical Hebrew and the Date of \"P\" 12 (1980)65-80 A Reconstruction of Moabite-Israelite History 13 (1981)67-73 On Jan Best's \"Decipherment\" of Minoan Linear A 14 (1982)79-87 Baasha of Ammon 20 (1991)57-61 Rubinson, Karen Now in Archaeology: Some Comments 1/2 (1969)62-64 Safren, Jonathan D. Removing the \"Gags\" of the Euphrates: hippam na s ahum 18 (1986)81-85 Sanders, J. A. The Old Testament in 11Q Melchizedek 5 (1973)373-82 Schart, Aaron Combining Prophetic Oracles in Mari Letters and Jeremiah 36 23 (1995)75-93 Schmidt, John D. Review of H. Goedicke, The Report about the Dispute of a Man with His Ba 3 (1970-71)129-32 Sharon, Diane M. A Biblical Parallel to a Sumerian Temple Hymn? Ezekiel 40-48 and Gudea 24 (1996)99-109 Echoes of Gideon's Ephod: An Intertextual Reading 30 (2006)89-102 Shemesh, Yael Lies by Prophets and Other Lies in the Hebrew Bible 29 (2002)81-95 Sheridan, Mary JaneSee Pittman, Holly Shupak, Nili The God from Teman and the Egyptian Sun God: A Reconsideration of Habakkuk 3:3-7 28 (2001)97-116 A Fresh Look at the Dreams of the Officials and of Pharaoh in the Story of Joseph (Genesis 40-41) in the Light of Egyptian Dreams 30 (2006)103-138 Silberman, Lou H. Manus Velatae 5 (1973)383-88 Sinclair, Cameron The Valence of the Hebrew Verb 20 (1991)63-81 Smith, Morton On the Differences Between the Culture of Israel and the Major Cultures of the Ancient Near East 5 (1973)389-95 A Note on Some Jewish Assimilationists: The Angels 16-17 (1984-85)207-12 Snell, Daniel C. The Mari Livers and the Omen Tradition 6 (1974)117-23 Plagues and Peoples in Mesopotamia 14 (1982)89-96 Sokolow, Moshe The Book of Judges in Medieval Muslim and Jewish Historiography 11 (1979)113-30 Ta'ufa kabboqer tihyeh: The Vicissitudes of Rashi's Commentary to Job 11:17 18 (1986)87-89 Sommer, Benjamin D. The Babylonian Akitu Festival: Rectifying the King or Renewing the Cosmos 27 (2000)81-95 Sperling, David The Akkadian Legal Term dinu u dababu 1/1 (1968)35-40 The Informer and the Conniver 2/2 (1970)101-4 hgr I and hgr II 3 (1970-71)120-28 Akkadian egerru and Hebrew bt qwl 4 (1972)62-74 Late Hebrew hzr and Akkadian saharu 5 (1973)397-404 Genesis 41:40: A New Interpretation 10 (1978)113-19 Biblical rhm I and rhm II 19 (1989)149-59 Stern, Ephraim Two Phoenician Glass Seals from Tel Dor 16-17 (1984-85)213-16 Tagger-Cohen, Ada The Casting of Lots among the Hittites in Light of Ancient Near Eastern Parallels 29 (2002)97-103 Tawil, Hayim A Note on the Ahiram Inscription 3 (1970-71)32-36 Teixidor, Javier The Nabataean Presence at Palmyra 5 (1973)405-9 Tigay, Jeffrey H. Examination of the Accused Bride in 4Q159: Forensic Medicine at Qumran 22 (1993)129-34 Ulanov, Barry Mysticism and Negative Presence 5 (1973)411-20 Vargon, Shmuel Isaiah 7:18-25: Prophecy or Rebuke or Consoloation? 26 (1998)107-20 Visotzky, Burton L. Hille, Hieronymus, and Praetextatus 16-17 (1984-85)217-24 Wacholder, Ben Zion A Qumranic Polemic against a Divergent Reading of Exodus 6:20? 16-17 (1984-85)225-28 Wahl, Thomas Review of M. Black, G. Fohrer (eds. ), In Memoriam Paul Kahle 2/2 (1970)115-18 How Did the Hebrew Scribe Form His Letters? 3 (1970-71)8-19 Waldman, Nahum M. Notes on the Aramaic Lexicon 6 (1974)123-32 The Imagery of Clothing, Covering, and Overpowering 19 (1989)161-70 Wallenfels, Ronald Redating the Byblian Inscriptions 15 (1983)79-118 Wander, Nathaniel Structure, Contradiction, and \"Resolution\" in Mythology: Father's Brother's Daughter Marriage and the Treatment of Women in Genesis 11-50 13 (1981)75-99 Wapnish, Paula Camel Caravans and Camel Pastoralists at Tell Jemmeh 13 (1981)101-21 Watson, Wilfred G. E. A Suppliant Surprised (CTA 16 I 41b-53a) 8 (1976)105-11 Wazana, Nili Anzu and Ziz: Great Mythical Birds in Ancient Near Eastern, Biblical, and Rabbinic Traditions 31 (2009) 111-135 Weinfeld, Moshe \"Rider of the Clouds\" and \"Gatherer of the Clouds\" 5 (1973)421-26 Covenant Making in Anatolia and Mesopotamia 22 (1993)135-39 Weingreen, Jacob The Theory of the Amphictyony in Pre-Monarchial Israel 5 (1973)427-33 Weisberg, David B. See Hallo, William W. Werblowsky, R. J. Z. Structure and Archetype 5 (1973)435-42 Westbrook, Raymond A Matter of Life and Death 25 (1997)61-70 Wheeler, Samuel B. Review of A. Sperber, A Historical Grammar of Biblical Hebrew 2/1 (1969)66-73 The Infixed -t- in Biblical Hebrew 3 (1970-71)20-31 Wilkinson, Richard H. The Representation of the Bow in the Art of Egypt and the Ancient Near East 20 (1991)83-99 Wilson, E. Jan A Note on the Use of erinnu in barû-Rituals 23 (1995)95-98 Wohl, Howard Toward a Definition of muskênum 1/1 (1968)5-10 A Note on the Fall of Babylon 1/2 (1969)28-38 Review of K. K. Riemschneider, Lehrbuch des Akkadischen 2/1 (1969)58-65 Review of I. M. Diakonoff (ed. ), Ancient Mesopotamia 2/2 (1970)119-24 The Problem of mahhû 3 (1970-71)112-18 The Tablet of Agaptaha 4/2 (1972)85-90 Nira h or sa uan? 5 (1973)443-44 Yaron, Reuven Stylistic Conceits: The Negated Antonym 22 (1993)141-48 Yorkoff, Hildreth A Mold from Mari and its Relations 4/2 (1972)20-32 Concerning \"A Mold from Mari and its Relations\" 4/2 (1972)81-84 Youngblood, Ronald Divine Names in the Book of Psalms: Literary Structures and Number Patterns 19 (1989)171-81 Younger, K. Lawson, Jr. Panammuwa and Bar-Rakib: Two Structural Analyses 18 (1986)91-103 Two Comparative Notes on the Book of Ruth 26 (1998)121-32 Zadok, Ran Geographical and Onomastic Notes 8 (1976)113-26 Zadok, Tikva The Distribution of the Temporal Sentences in the Old Babylonian Royal Inscriptions 24 (1996)111-19 Zevit, Ziony The So-Called Interchangeability of the Prepositions b, l, and m(n) in Northwest Semitic 7 (1975)103-12 Zewi, Tamar On Similar Syntactical Roles of in uma in El Amarna and והנה, הנה and הן in Biblical Hebrew 25 (1997) 71-86 Zlotnick, Dov Memory and the Integrity of the Oral Tradition 16-17 (1984-85)229-41 Zuckerman, Bruce \"For your sake. \": A Case Study in Aramaic Semantics 15 (1983)119-29.", 
    "domain": "www.jtsa.edu", 
    "identifiers": {
        "issn": {
            "generic": [
                "0010-2016"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Ancient Near East", 
        "journal", 
        "Near East", 
        "open access", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1471428403631950350", 
            "resource_date": "2012-12-26T08:42:13.047-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:15.637113"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/open-access-journal-janes-journal-of.html", 
            "resource_date": "2012-12-26T08:42:13.047-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:15.637129"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "JANES - Journal of the Ancient Near Eastern Society", 
    "url": "http://www.jtsa.edu/Scholars_and_Research/JANES.xml", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}