{
    "description": "[First posted in AWOL 31 October 2009. Updated 27 June 2014]. [First posted in AWOL 31 October 2009. Updated 27 June 2014]. The Bulletin of Nabataean Studies (BNS). ISSN 1662-1379. The Bulletin of Nabataean Studies (BNS) is a freely accessible academic web resource. Its goals are: Updating all scholars interested in Nabataean culture and history; and promoting contacts and scientific exchanges among experts from different areas. Until the end of 2005 BNS was hosted by the Department of Asiatic Studies - University „L’Orientale“, Naples (Italy) (UNO), and carried out by Giancarlo Lacerenza (Ph. D. , Semitics), within the framework of the scientific activities backed by the Chair of Ancient Near Eastern History (Prof. Carlo Zaccagnini). The BNS International Committee of Referees includes: Khairieh ’Amr (Amman), Hannah M. Cotton (Jerusalem), John F. Healey (Manchester), Michael C. A. Macdonald (Oxford), Laïla Nehmé (Paris), Emile Puech (Jerusalem), Robert Wenning (Münster), Ada Yardeni (Jerusalem). Cooperation Scholars engaged in research projects concerning Nabataeans (art, archaeology, history, language, and so forth), can contribute with: Updated bibliographical references; notices of new articles, books and congresses Articles or publications to be published on the BNA-Homepage Personal bibliography and curriculum, to be inserted in our Scholars section.", 
    "domain": "www.auac.ch", 
    "identifiers": {
        "issn": {
            "generic": [
                "1662-1379"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5354365452087182405", 
            "resource_date": "2014-06-27T12:01:17.084-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:50.948874"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/01/open-access-journal-bulletin-of.html", 
            "resource_date": "2014-06-27T12:01:17.084-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:50.948890"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Bulletin of Nabataean Studies (BNS)", 
    "url": "http://www.auac.ch/bns/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}