{
    "description": "Editorial [Texte intégral | traduction] Transformations dans le genre en péninsule Arabique Gender Transformations in the Arabian Peninsula Transformations dans le genre en péninsule Arabique [Texte intégral] Tensions et articulations des rapports sociaux. Introduction Gender Transformations in the Arabian Peninsula [Texte intégral | traduction] Tensions and Articulations in Social Relations. Introduction Féminités au travail ethnicité, nationalité et mobilités Femininities in the Workplace: Ethnicity, Nationality and Mobility La nationalisation des emplois au prisme du genre. Les salariées saoudiennes des banques [Texte intégral] Nationalizing Jobs: A Gender Approach. Saudi female Employees in Banks Bahraini and Non‑Bahraini Women in Bahrain’s Workforce [Texte intégral] Gender, Work and Nationality Des itinéraires dans le temps et dans l’espace [Texte intégral] Stratégies de mobilités de femmes arabes diplômées à Abu Dhabi Itineraries in Space and Time. Mobility Strategies for Female Arab Graduates in Abu Dhabi Genre et Soin [Texte intégral] Du statut et de l’évolution récente des professions de santé dans la péninsule Arabique Gender and Care. Status and Recent Developments of Healthcare Professionals in the Arabian Peninsula Le genre des États droit et politiques publiques Gender and the State: Law, Rights and Public Policies Le programme d’espacement des naissances au sultanat d’Oman [Texte intégral] U n projet ‘moderne’ pour le couple et la famille. Émergence de nouvelles attitudes et pratiques reproductives The Birth Spacing Program in the Sultanate of Oman: A ‘Modern’ Project for the Couple and the Family. Emergence of New Attitudes and Reproductive Practices Between Women’s Empowerment and Emancipation. [Texte intégral] Societal and Political Determinants of Reforms in the Kingdom of Bahrain Revisiting the Issue of Women’s Rights in Southern Yemen [Texte intégral] Statutory Law, Sharia and Customs Réceptions des politiques genrées de développement vécus et effets des nouvelles approches The Reception of Gender Development Policies: Experiences and Impact of New Approaches Targeted Women and Barred Development in Soqotra, Yemen [Texte intégral] Gender and Islam in Development Policy and Practice in Yemen [Texte intégral] Espaces de subjectivités personnelles et sociabilités Spaces for Personal Subjectivities and Sociabilities Building New Spaces [Texte intégral] Gender and Linguistic Interactions in Rajā' al‑Ṣāni‘’s Banāt al‑Riyāḍ Qat, Cosmopolitanism, and Modernity in Sana’a, Yemen [Texte intégral]", 
    "domain": "cy.revues.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Arabian Humanities. International Journal of Archaeology and Social Sciences in the Arabian Peninsula", 
        "url": "http://cy.revues.org/"
    }, 
    "keywords": [
        "Yemen", 
        "gender", 
        "journal", 
        "journal issues", 
        "project", 
        "religion", 
        "reception", 
        "Arabia", 
        "women", 
        "Islam"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Editorial", 
    "url": "http://cy.revues.org/2107", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}