{
    "description": "Chroniques yéménites journal, published by the French Center for Archaeology and Social Sciences in Sanaa (CEFAS) from 1993. It broadens its scope to the entire Arabian Peninsula, and is now resolutely oriented towards international research networks. Arabian Humanities is a peer-reviewed journal. It is multilingual (articles published in French, English or Arabic, with abstracts in the two other languages), and freely available on internet. Arabian Humanities intends, through biennial issues, to cover all areas of the humanities from prehistory to contemporary societies in the Arabian Peninsula. Constructed around a specific theme, each issue will also include independent articles and book reviews on the latest publications on the Arabian Peninsula appearing in European languages and Arabic. Dernier numéro en ligne. 1 | 2013. Transformations dans le genre en péninsule Arabique Gender Transformations in the Arabian Peninsula. Éditorial [Texte intégral] Editorial [Texte intégral | traduction] Transformations dans le genre en péninsule Arabique Gender Transformations in the Arabian Peninsula Transformations dans le genre en péninsule Arabique [Texte intégral] Tensions et articulations des rapports sociaux. Introduction Gender Transformations in the Arabian Peninsula [Texte intégral | traduction] Tensions and Articulations in Social Relations. Introduction Féminités au travail ethnicité, nationalité et mobilités Femininities in the Workplace: Ethnicity, Nationality and Mobility La nationalisation des emplois au prisme du genre. Les salariées saoudiennes des banques [Texte intégral] Nationalizing Jobs: A Gender Approach. Saudi female Employees in Banks Bahraini and Non‑Bahraini Women in Bahrain’s Workforce [Texte intégral] Gender, Work and Nationality Des itinéraires dans le temps et dans l’espace [Texte intégral] Stratégies de mobilités de femmes arabes diplômées à Abu Dhabi Itineraries in Space and Time. Mobility Strategies for Female Arab Graduates in Abu Dhabi Genre et Soin [Texte intégral] Du statut et de l’évolution récente des professions de santé dans la péninsule Arabique Gender and Care. Status and Recent Developments of Healthcare Professionals in the Arabian Peninsula Le genre des États droit et politiques publiques Gender and the State: Law, Rights and Public Policies Le programme d’espacement des naissances au sultanat d’Oman [Texte intégral] U n projet ‘moderne’ pour le couple et la famille. Émergence de nouvelles attitudes et pratiques reproductives The Birth Spacing Program in the Sultanate of Oman: A ‘Modern’ Project for the Couple and the Family. Emergence of New Attitudes and Reproductive Practices Between Women’s Empowerment and Emancipation. [Texte intégral] Societal and Political Determinants of Reforms in the Kingdom of Bahrain Revisiting the Issue of Women’s Rights in Southern Yemen [Texte intégral] Statutory Law, Sharia and Customs Réceptions des politiques genrées de développement vécus et effets des nouvelles approches The Reception of Gender Development Policies: Experiences and Impact of New Approaches Targeted Women and Barred Development in Soqotra, Yemen [Texte intégral] Gender and Islam in Development Policy and Practice in Yemen [Texte intégral] Espaces de subjectivités personnelles et sociabilités Spaces for Personal Subjectivities and Sociabilities Building New Spaces [Texte intégral] Gender and Linguistic Interactions in Rajā' al‑Ṣāni‘’s Banāt al‑Riyāḍ Qat, Cosmopolitanism, and Modernity in Sana’a, Yemen [Texte intégral] Varia Free articles section Notables et rebelles [Texte intégral] Les grands marchands hadramis de Djedda au milieu du xix e siècle Notables and Rebels. Hadrami Traders in Jeddah in the mid-19 th c. Frīj [Texte intégral] Humour et interrogations identitaires aux Émirats arabes unis Freej: Having Fun Questioning Identity in the UAE Le Yémen transnational Transnational Yemen Le Yémen transnational [Texte intégral] Introduction Transnational Yemen [Texte intégral | traduction] Introduction Aḥmad Nu‘mān, Beyrouth 1969 : l’improbable Yémen [Texte intégral] Les limites nationalistes arabes de l’échange transnational Aḥmad Nu‘mān, Beirut 1969: the Improbable Yemen. Arab National Limits to Transnational Exchange Impact of Transnational Experiences [Texte intégral] The Case of Yemeni Artists in the Soviet Union Imagining Collective Identities [Texte intégral] The “Nationalist” Claim within Yemen’s Former Ruling Party Lectures Book reviews Laurent Bonnefoy, Salafism in Yemen: Transnationalism and Religious Identity [Texte intégral] London, Hurst & Company, 2011, 336 pages Nelida Fuccaro, Histories of City and State in the Persian Gulf: Manama Since 1800 [Texte intégral] Cambridge, Cambridge University Press, 276 pages Ahmed Kanna, Dubai: The City as Corporation [Texte intégral] Minneapolis, University of Minnesota Press, 2011, 296 pages Toby Craig Jones, Desert Kingdom: How Oil and Water Forged Modern Saudi Arabia [Texte intégral] Cambridge Mass. , Harvard University Press, 2011, 320 pages John M. Willis, Unmaking North and South: Cartographies of the Yemeni Past [Texte intégral] London, Hurst & Company, 2013, 273 pages 1 | 2013. Transformations dans le genre en péninsule Arabique Chroniques yéménites 17 | 2012 16 | 2010 15 | 2008 14 | 2007 13 | 2006 12 | 2004 11 | 2003 10 | 2002 9 | 2001 8 | 2000 6-7 | 1999 4-5 | 1997 3 | 1995 2 | 1994 1 | 1993.", 
    "domain": "cy.revues.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Arabian Humanities. International Journal of Archaeology and Social Sciences in the Arabian Peninsula", 
        "url": "http://cy.revues.org/"
    }, 
    "keywords": [
        "Saudi Arabia", 
        "Cambridge", 
        "language", 
        "religion", 
        "Yemen", 
        "gender", 
        "journal", 
        "prehistory", 
        "journal issues", 
        "French", 
        "project", 
        "book reviews", 
        "Persian Gulf", 
        "book", 
        "reception", 
        "Arabia", 
        "women", 
        "Soviet Union", 
        "archaeology", 
        "Islam"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8603139550569042129", 
            "resource_date": "2013-08-17T11:02:33.600-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:15:24.174869"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/01/new-open-access-journal-arabian.html", 
            "resource_date": "2013-08-17T11:02:33.600-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:15:24.174885"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Chroniques yéménites", 
    "url": "http://cy.revues.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}