{
    "description": "Arabian Humanities. International Journal of Archaeology and Social Sciences in the Arabian Peninsula. Arabian Humanities. International Journal of Archaeology and Social Sciences in the Arabian Peninsula. Arabian Humanities s’inscrit dans la continuité des Chroniques yéménites, revue de valorisation des travaux menés au Centre Français d’Archéologie et de Sciences sociales de Sanaa (CEFAS) entre 1993 et 2013. Tout en garantissant l’accès aux numéros des Chroniques yéménites, elle en élargit le champ de compétence à l’ensemble de la péninsule Arabique, et se tourne résolument vers l’international. Arabian Humanities est une revue à comité de lecture, multilingue (articles édités et publiés en français, anglais et arabe), qui couvre, à un rythme biannuel, l’ensemble des domaines des sciences humaines allant de la préhistoire jusqu’aux sociétés actuelles. Construit autour d’un dossier thématique, chaque numéro comprend également des varia et des comptes rendus de lecture sur les publications les plus récentes portant sur la péninsule Arabique et paraissant en langues européennes et arabe.", 
    "domain": "cy.revues.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Arabia", 
        "journal", 
        "South Arabia", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8603139550569042129", 
            "resource_date": "2013-08-17T11:02:33.600-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:36.444079"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/01/new-open-access-journal-arabian.html", 
            "resource_date": "2013-08-17T11:02:33.600-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:36.444095"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Arabian Humanities. International Journal of Archaeology and Social Sciences in the Arabian Peninsula", 
    "url": "http://cy.revues.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}