{
    "description": "Gregorius: Bibliographie internationale d'histoire du droit canonique « Gregorius » est une base de données présentant une bibliographie internationale d'histoire du droit canonique, établie par l'équipe du Centre Droit et Sociétés Religieuses de la Faculté de droit de l'Université de Paris-Sud. Les auteurs: Le projet, conçu et engagé par le Professeur Franck Roumy et par Charles de Miramon (CNRS), est aujourd'hui dirigé par le Professeur François Jankowiak et administré conjointement avec le Professeur Brigitte Basdevant-Gaudemet, directrice du Centre Droit et Sociétés Religieuses. Parmi les nombreux collaborateurs, ont participé de manière particulièrement active: Jean-Paul Andrieux, Stéphane Boiron, Maria Caria, Olivier Descamps, Dalida Jankowiak-Latour, Mélanie Lopez, Jean-Marie Signié et Clarisse Siméant. Le travail: La base s'adresse en premier lieu aux chercheurs en histoire du droit canonique, histoire des institutions ecclésiastiques, histoire du droit. Elle couvre la période s'étendant des origines du christianisme au milieu du XXe siècle. Juridique, elle ne contient de références relatives à l'histoire religieuse que dans la mesure où il s'agit d'un travail fondamental pour l'historien du droit et des institutions. Les dépouillements: À ce jour, aucun dépouillement n’a pu être réalisé de façon exhaustive. Les auteurs ont, dans un premier temps, privilégié les références souvent peu connues, moins aisément repérables, et les plus récentes (essentiellement sur la période 1997-2008). Cette option concerne notamment les articles publiés dans les périodiques vivants et les ouvrages collectifs (actes de colloques, mélanges, recueils d’articles). Les saisies seront complétées rétrospectivement; s’y ajouteront les monographies et les travaux n’ayant pas fait l’objet de publication, thèses et mémoires pour l’essentiel (« littérature grise »). Mode d’emploi: Pour interroger la base, cliquez sur la rubrique « recherche » et laissez-vous guider. Vous pouvez également consulter le thésaurus des mots-clés (rubrique « thésaurus », sous-rubrique « indexation ») pour affiner vos requêtes. En outre, le point d’interrogation vous permet d’accéder à tout moment à une aide en ligne détaillée.", 
    "domain": "www2.misha.fr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "law", 
        "bibliography"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3850658045537635993", 
            "resource_date": "2012-02-17T11:38:59.864-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:12:46.227853"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/02/database-bibliographie-internationale.html", 
            "resource_date": "2012-02-17T11:38:59.864-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:12:46.227869"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Bibliographie internationale d'histoire du droit canonique", 
    "title_extended": "Gregorius: Bibliographie internationale d'histoire du droit canonique", 
    "url": "http://www2.misha.fr/flora/jsp/indexA.jsp", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}