{
    "description": "Overnight AWOL passed the benchmark of fifteen hundred subscribers by email, just a little more than a year after I deployed that function. In addition, a handful of subscribers get the feed in other ways. I'm gratified that such a large number of you find AWOL interesting enough to voluntarily add another piece of email to your busy queues. Traffic on AWOL probably be light until the end of August while I focus my attention on some other things. In the meantime I invite you to amuse yourself by browsing through Bookplates of Scholars in Ancient Studies. If any of you have additions, corrections or comments on that, please do get in touch with me. As always, comments - online or offline - about AWOL are welcome. Administrative notes with user statistics have been posted in March 2012, November 2011, October 2011, July 2011, April 2011, January 2011, December 2010, October 2010, August 2010, July 2010, May 2010, and January 2010. Overnight AWOL passed the benchmark of fifteen hundred subscribers by email, just a little more than a year after I deployed that function. In addition, a handful of subscribers get the feed in other ways. I'm gratified that such a large number of you find AWOL interesting enough to voluntarily add another piece of email to your busy queues. Traffic on AWOL probably be light until the end of August while I focus my attention on some other things. In the meantime I invite you to amuse yourself by browsing through Bookplates of Scholars in Ancient Studies. If any of you have additions, corrections or comments on that, please do get in touch with me. As always, comments - online or offline - about AWOL are welcome. Administrative notes with user statistics have been posted in March 2012, November 2011.", 
    "domain": "ancientworldbloggers.blogspot.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8443529874249003372", 
            "resource_date": "2012-08-10T21:46:15.705-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:04.871794"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/08/administrative-note.html", 
            "resource_date": "2012-08-10T21:46:15.705-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:04.871811"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Administrative Note", 
    "url": "http://ancientworldbloggers.blogspot.com/2008/08/bookplates-of-scholars-in-ancient.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}