{
    "description": "Folia Orientalia. ISSN: 0015-5675. No LI / 2014 A r t i c l e s Federico CORRIENTE: Again on the “Yemenite connection” of Andalusi Arabic and other Western Arabic dialects Stefano MANFREDI: Demonstratives in a bedouin Arabic dialect of Western Sudan Ahmad AL-JALLAD: Aṣ-ṣādu llatī ka-s-sīn - evidence for an affricated Ṣād in Sibawayh? Elitzur A. BAR-Asher SIEGAL: From a Non-Argument-Dative to an Argument-Dative: The character and origin of the qṭīl lī construction in Syriac and Jewish Babylonian Aramaic Rivka SHEMESH-RAISKIN: The proleptic dative pronoun in Tannaitic Language Alexander ANDRASON: Qotel and its dynamics (part 2) Alexander ANDRASON & Juan-Pablo VITA: From glosses to the Linguistic Nature of Canaano-Akkadian Roswitha DEL FABBRO: A new archaeological look at Sefīre Massimiliano FRANCI: Egypto-Semitic Comparison: Some considerations on bilabials and dentals relationship Carsten PEUST: A morphological sketch of West Dangla (Chad) Marijn van PUTTEN: Some notes on the Historical Consonantism of Awjila Václav BLAŽEK: Phoenician/Punic loans in Berber languages and their their role in chronology of Berber Václav BLAŽEK: On classification of Agaw languages Václav BLAŽEK: Beja versus Nilo-Saharan: on the lexical witness of mutual contacts Tomasz POLAŃSKI: The looting and destruction of artworks and libraries in Pontus and Kommagene Robin SEIGNOBOS: Le médecin et le singe du calife l’ambassade du prince nubien Georgios d’après le K. aḫbār al-aṭibbāʾ de Yūsuf b. IBRĀHĪM b. al-Dāya († ca. 869) Piotr KOŁODZIEJCZYK: Early Egyptian abstract thinking - remarks on philosophical elements in the Egyptian formative period N o t e s a n d D o c u m e n t s R e v i e w a r t i c l e R e v i e w B i b l i o g r a p h i c a l N o t e s.", 
    "domain": "fo.czasopisma.pan.pl", 
    "identifiers": {
        "issn": {
            "generic": [
                "0015-5675"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "semitics", 
        "journal", 
        "Poland", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2023609116964516143", 
            "resource_date": "2015-04-10T07:27:06.638-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:05.354061"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/01/newly-open-access-journal-folia.html", 
            "resource_date": "2015-04-10T07:27:06.638-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:05.354077"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Folia Orientalia", 
    "url": "http://fo.czasopisma.pan.pl/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}