{
    "description": "189: Delemen, İ., A Grave Stele from Barbaros on the Propontis Jahrgang 36 (2003) 001: Herrmann, P. – Malay, H., Statue Bases of the Mid Third Century A.D. from Smyrna 013: Malay, H., A Praise on Men Artemidorou Axiottenos 019: Malay, H. – Petzl, G., Posthumous Decree for Philomelos, Son of Ophelas... 024: Petzl, G. – Tanrıver, C., Grabgedicht für eine geliebte Stiefmutter 029: Tanrıver, C., A Dedication to Hosios (-on) and Dikaios (-on) from Phrygia 033: Hauken, T. – Tanrıver, C. – Akbıyıkoğlu, K., A New Inscription from Phrygia... 045: Łajtar, A. – Petzl, G., Eine lydische Familie aus der... 051: Łajtar, A., Varia epigraphica 055: Held, W., Neue und revidierte Inschriften aus Loryma und der karischen Chersones 087: Thonemann, P. J., Notes on Inscriptions from Konya 095: Thonemann, P. J., Hellenistic Inscriptions from Lydia 109: Özhan, T. – Tombul, M., A New Hellenistic Decree of  τὸ κοινὸν τῶν πόλεων from Ilion 115: Kolb, A., Δεκάνιον – ein Hapax legomenon 121: Tietz, W., Lissai und Kaunos – Eine neue Grabinschrift... 127: Leadbetter, B., Diocletian and the Purple Mile of Aperlae 137: Hirschmann, V., Der Schatten der Unsterblichkeit. Der Priester und Prophet Epitynchanos 153: Şahin, H., Neue Vorschläge zur Lesung von mittelkilikischen Inschriften I", 
    "domain": "ifa.phil-fak.uni-koeln.de", 
    "identifiers": {}, 
    "is_part_of": {
        "issn": "0174-6545", 
        "title": "Epigraphica Anatolica", 
        "url": "http://ifa.phil-fak.uni-koeln.de/epiana.html"
    }, 
    "keywords": [
        "epigraphy", 
        "Hellenistic"
    ], 
    "language": [
        "la", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "189: Delemen, İ., A Grave Stele from Barbaros on the Propontis", 
    "url": "http://ifa.phil-fak.uni-koeln.de/fileadmin/IfA/EpiAna_pdfs/037189_Delemen_A_Grave_Stele_from_Barbaros_on_the_Propontis.pdf", 
    "volume": "189", 
    "year": null, 
    "zotero_id": null
}