{
    "description": "The Virtual Egyptian Museum. The California Institute of World Archaeology (CIWA) The California Institute of World Archaeology was founded as a non-profit public benefit corporation in 1987 with the mission to apply new world computer know-how to the needs of old world archaeology. It is currently a tax-exempt, non-profit private foundation (IRC section 501 (c) (3)), based in Santa Barbara, California. The Senusret Collection was gathered from old European private collections. Open to the public in Europe in the 1970’s, it eventually shut down because of unsatisfactory conservation conditions in the building that housed it. In the 1980’s, preparations were made to exhibit the collection at University of California Santa Barbara, but were halted by state budgetary cutbacks. Twenty years later, the Virtual Egyptian Museum reopens the Senusret Collection to the public. The Virtual Egyptian Museum is a joint venture between CIWA and the Senusret Collection. Our objectives are to apply technology-based solutions to: Bring to the public a collection otherwise locked up in bank vaults. Provide a rich museum experience to people living in areas remote from cultural centers (with a particular attention to schools). Develop a cost-effective model for complete online museums. Use the collection as the basis for an educational journey in egyptology and history. Help the Senusret Collection to find a permanent home, in a public institution offering excellent professional conservation care. A Note on Provenance CIWA has examined acquisition records for the items in the Sanusret Collection. All transactions are traceable. They show that these items were purchased from European sources between 1965 and 1975. The overwhelming majority of these items were regrettably removed from their context in the 19th century, and brought to Europe (sometimes as diplomatic gifts) without detailed provenance information. Copies of acquisition records can be provided upon special request on a need-to-know basis.", 
    "domain": "www.virtual-egyptian-museum.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "museums", 
        "California", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8601429892471725024", 
            "resource_date": "2012-11-03T08:40:31.350-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:36.341255"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/11/the-virtual-egyptian-museum-california.html", 
            "resource_date": "2012-11-03T08:40:31.350-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:36.341269"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Virtual Egyptian Museum", 
    "url": "http://www.virtual-egyptian-museum.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}