{
    "description": "Annual report of the Department of Antiquities. by Ministry of Communications and Works. Department of Antiquities, Cyprus ISSN: 1010-1136. The Department of Antiquities is responsible for the management of the archaeological heritage of Cyprus. The Department's main areas of activity and responsibility are the following: -systematic and rescue excavations as well as archaeological surveys, -the establishment, management and operation of archaeological museums, -the conservation, restoration, protection and promotion of Ancient Monuments in the First and Second Schedule of the Antiquities Law, of archaeological sites and of monuments of architectural heritage. One of the aims of the Department of Antiquities is also the use of both ancient monuments and archaeological museums for educational purposes and cultural activities, as well as for the stimulation of cultural tourism. In order to achieve the above, the Department of Antiquities organises conferences, exhibitions and lectures both in Cyprus and abroad. An activity which has emerged over the last few years is the contribution of the Department of Antiquities towards the establishment of private/thematic museums. In this case the Department acts as a consultant and as a guide by offering its personnel's specialised knowledge. The activities of the Department of Antiquities are published in its two annual publications, namely the Report of the Department of Antiquities, Cyprus and the Annual Report of the Department of Antiquities, Cyprus. Annual Report of the Department of Antiquities for the year 2006 Annual Report of the Department of Antiquities for the year 2007. Annual Report of the Department of Antiquities for the year 2008 See the full List of Open Access Journals in Ancient Studies.", 
    "domain": "www.mcw.gov.cy", 
    "identifiers": {
        "issn": {
            "generic": [
                "1010-1136"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "annual report", 
        "journal", 
        "antiquities", 
        "open access", 
        "report", 
        "Cyprus", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8472479644862745517", 
            "resource_date": "2013-07-22T16:03:55.537-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:33.307233"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/07/open-access-journal.html", 
            "resource_date": "2013-07-22T16:03:55.537-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:33.307247"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Annual report of the Department of Antiquities", 
    "url": "http://www.mcw.gov.cy/mcw/DA/DA.nsf/DMLanreport_en/DMLanreport_en?OpenDocument", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}