{
    "description": "Copular Clauses and Focus Marking in Sumerian Zólyomi, Gábor Publication Date: September 2014 ISBN: 978-3-11-040170-7 DE GRUYTER OPEN Aims and Scope This work is the first comprehensive description of Sumerian constructions involving a copula. Using around 400 fully glossed examples, it gives a thorough analysis of all uses of the copula, which is one of the least understood and most frequently misinterpreted and consequently mistranslated morphemes in Sumerian. It starts with a concise introduction into the grammatical structure of Sumerian, followed by a study that is accessible to both linguists and sumerologists, as it applies the terminology of modern descriptive linguistics. It provides the oldest known and documented example of the path of grammaticalization that leads from a copula to a focus marker. It gives the description of Sumerian copular paratactic relative clauses, which make use of an otherwise only scarcely attested relativization strategy. At the end of the book, the reader will have a clear picture about the morphological and syntactic devices used to mark identificational, polarity and sentence focus in Sumerian, one of the oldest documented languages in the world.", 
    "domain": "www.degruyter.com", 
    "identifiers": {
        "isbn": {
            "generic": [
                "978-3-11-040170-7"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Sumerian", 
        "grammar"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1580599707864390836", 
            "resource_date": "2014-09-08T10:30:51.158-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:28.380842"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/09/copular-clauses-and-focus-marking-in.html", 
            "resource_date": "2014-09-08T10:30:51.158-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:28.380857"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Copular Clauses and Focus Marking in Sumerian", 
    "url": "http://www.degruyter.com/viewbooktoc/product/447760", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}