{
    "description": "Medieval 400 - 1399 Anglo-Saxon Chronicle Anglo-Saxon Law - Extracts From Early Laws of the English. Assize of Clarendon, 1166 The Bull of Pope Adrian IV Empowering Henry II to Conquer Ireland. A.D. 1155 Capitulary of Charlemagne Issued in the Year 802 Confirmation of the Charters, 1297 Constitutions of Clarendon, 1164 Count Palatinate as Judge Over the Kings. Decree of the Nuremberg Diet, November 19, 1274 The Declaration of Arbroath; April 6, 1320 Decree of the Emperor Henry IV Concerning a Truce of God (1085 A.D.) The Dialogue Concerning the Exchequer. circa 1180 The Establishment of the Duchy of Austria; September 17, 1156 The Foundation of the University of Heidelberg AD. 1386 The Gelnhausen Charter; April 13, 1180 A.D. The Golden Bull of the Emperor Charles IV 1356 A.D. Laws of Richard I (Coeur de Lion) Concerning Crusaders Who Were to Go by Sea. 1189 A.D. Laws of the Kings, 753 - 510 B.C. Laws of William the Conqueror Magna Carta, 1215 The Manner of Holding Parliament History Of The Britons (Historia Brittonum) by Nennius Translated by J. A. Giles The Ordinance of Louis the Pius - Division of the Empire of the Year 817 Ordinance of William I, Separating the Spiritual and Temporal Courts. Peace of the Land Established by Frederick Barbarossa Between 1152 and 1157 A.D. The Salic Law Statute of Edward I Concerning the Buying and Selling of Land (Quai emptores); 1290 The Statute of Laborers; 1351 Statute of Mortmain; November 15, 1279 Treaty at Aix Between Louis II and Charles the Bald Concerning the Division of the Kingdom of Lothar II A.D. 870.", 
    "domain": "avalon.law.yale.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "The Avalon Project: Documents in Law, History and Diplomacy", 
        "url": "http://avalon.law.yale.edu/default.asp"
    }, 
    "keywords": [
        "law", 
        "Middle Ages", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Medieval 400 - 1399", 
    "url": "http://avalon.law.yale.edu/subject_menus/medieval.asp", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}