{
    "description": "Flora y Fauna Ibérica: De lo Real a lo Imaginario Resumen “De lo real a lo imaginario” es un proyecto de investigación desarrollado entre 2005 y 2007, cuyo objetivo es estudiar la flora de los iberos, entre los siglos VI y I a.C., desde distintos puntos de vista con el fin de aproximarse al uso y simbolismo de las plantas por parte de las sociedades antiguas. Para ello se combina una visión estrictamente paleobotánica, basada en estudios palinológicos, antracológicos y paleocarpológicos, con la iconográfica, recogiendo todas las representaciones de plantas que se han publicado en diversos soportes: cerámica, elementos arquitectónicos y escultura en piedra, objetos metálicos y monedas, teniendo en cuenta su contexto y cronología. Con ello se ha elaborado un repertorio de plantas conocidas y utilizadas en diferentes contextos, con todos sus aprovechamientos (lo real) y sus representaciones en diversos soportes (lo imaginario). Abstract “From the real to the imagery” is a research project developed between 2005 and 2007. The objective of this study is to examine Iberian Iron Age flora (VI-I centuries BC) from a number of perspectives in order to understand the use of plants and their symbolism in ancient societies and, more specifically, in ancient Iberia. The method comprises both a paleobotanical approach, based on palinology, anthracology and paleocarpology, and an iconographical approach. All the published images of plants that were reproduced on objects from the era (including pottery, architecture, stone sculpture, metals and coins) have been collected and classified chronologically and contextually. The primary aim of this study is to develop a database of plants that were recognised and used by the Iberians and to highlight their uses (“the realness”) and their representation on artefacts (“the imagery”). fauna todas las piezas restos orgánicos exvotos cerámica escultura y arquitectura numismática objetos metálicosy otros flora restos orgánicos cerámica escultura y arquitectura numismática objetos metálicosy otros búsqueda por mapa", 
    "domain": "www.florayfaunaiberica.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Spain", 
        "archaeology", 
        "archaeozoology", 
        "archaeobotany"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6725116015740693585", 
            "resource_date": "2012-05-23T17:40:15.847-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:04:09.674077"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/05/flora-y-fauna-iberica.html", 
            "resource_date": "2012-05-23T17:40:15.847-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:04:09.674095"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.florayfaunaiberica.org/fauna/fauna", 
        "http://www.florayfaunaiberica.org/fauna/buscador", 
        "http://www.florayfaunaiberica.org/fauna/buscador?tipo=restos", 
        "http://www.florayfaunaiberica.org/fauna/buscador?tipo=exvotos", 
        "http://www.florayfaunaiberica.org/fauna/buscador?tipo=ceramica", 
        "http://www.florayfaunaiberica.org/fauna/buscador?tipo=escultura", 
        "http://www.florayfaunaiberica.org/fauna/buscador?tipo=monedas", 
        "http://www.florayfaunaiberica.org/fauna/buscador?tipo=metales", 
        "http://www.florayfaunaiberica.org/buscador_flora.php", 
        "http://www.florayfaunaiberica.org/buscador.php?tipo=restos", 
        "http://www.florayfaunaiberica.org/buscador.php?tipo=ceramica", 
        "http://www.florayfaunaiberica.org/buscador.php?tipo=escultura", 
        "http://www.florayfaunaiberica.org/buscador.php?tipo=monedas", 
        "http://www.florayfaunaiberica.org/buscador.php?tipo=metales", 
        "http://www.florayfaunaiberica.org/buscador_mapa.html"
    ], 
    "title": "Flora y Fauna Ibérica", 
    "title_extended": "Flora y Fauna Ibérica: De lo Real a lo Imaginario", 
    "url": "http://www.florayfaunaiberica.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}