{
    "description": "Réflexion(s) - Regards croisés sur le monde antique et le monde moderne. ISSN: 2100-0034. Réflexion(s) est une revue thématique réalisée par des spécialistes de l'antiquité gréco-latine. Chaque thème analyse une question qui intéresse le monde actuel en la mettant en relation avec des événements, des textes ou des personnages antiques. Notre but est de réfléchir autrement sur notre temps et nos sociétés, mais aussi de comprendre pourquoi la connaissance de notre antiquité est encore indispensable pour penser le monde d'aujourd'hui. Ce but est, plus largement, le but des études classiques: la lecture de Cicéron ou la visite des ruines de Pompéi sont un miroir dans lequel nous pouvons apprendre à voir avec un peu de recul (et donc un peu plus clairement) notre époque. Nous t'invitons donc, lecteur, à pratiquer avec nous ce que, depuis les travaux du philosophe allemand H. Gadamer, on appelle le \"cercle herméneutique\": lorsque nous abordons l'antiquité, nous ne l'interprétons pas avec un esprit vierge, mais avec une conception des choses (actuelles et antiques) déjà formée (Heidegger parlerait de \"préconception\"). Mais la réalité de l'aspect de l'antiquité que nous examinons ne correspond pas forcément avec cette préconception, ce qui nous oblige à la modifier et non seulement change ensuite le regard que nous porterons sur l'antiquité mais nous invite aussi à concevoir différemment, ne serait-ce qu'en l'interrogeant, le monde contemporain. De ce mouvement circulaire qui s'instaure entre la chose antique et notre esprit au fur et à mesure que s'enrichit notre réflexion, naît un changement radical de notre regard sur nous-mêmes. THEMES Architecture Ethnologie Littérature Mare nostrum Médecine Pédagogie Philosophie Presse Psychologie Société A paraître ACTUALITES Comptes rendus de lectures Livres Sites Ressources Manifestations INDEX DES AUTEURS Index.", 
    "domain": "reflexions.univ-perp.fr", 
    "identifiers": {
        "issn": {
            "generic": [
                "2100-0034"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "France", 
        "open access", 
        "antiquity"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1831511464590959401", 
            "resource_date": "2013-02-21T14:56:59.225-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:21.383653"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/10/new-open-access-journal-reflexions.html", 
            "resource_date": "2013-02-21T14:56:59.225-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:21.383669"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Réflexion(s)", 
    "title_extended": "Réflexion(s) - Regards croisés sur le monde antique et le monde moderne", 
    "url": "http://reflexions.univ-perp.fr/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}