{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 2 June 2012, updated 14 January 2015]. Corpus of Ancient Sarcophagi. Prof. Dr. Ortwin Dally, Prof. Dr. Reinhard Förtsch, Prof. Dr. Henner v. Hesberg In cooperation with the German Archaeological Institute, the CoDArchLab takes part in the re-conception of the Corpus of Ancient Sarcophagi and from an IT point of view, assumes responsibility for backing up an online-presence of the material, which is to be as coherent as possible. The Corpus was determined for collection and publication of sarcophagi of the Roman Empire by the German Archaeological Institute in the year 1870. An adequate, software based structuring is to be developed in a pilot phase financed by the University of Cologne and arbitrarily implemented on chosen categories. It is also possible to use the great, partly digitalized photo holdings on ancient sarcophagus plastic of the CoDArchLab. One leading aspect is to make the formalization and recyclability of the elicitation of the material a central editorial principle. Up to now the editing of the volumes was handled so that each author compiled the documentation in literature and photographs himself. Therefore the institute lacks an overall object collection or file. This poses a serious conceptual deficit, not only editorially but also for and in times of digitalized information, since the collected information outside of the format of the published volumes went lost. Thus all material conditioning of new volumes is to be conducted in ARACHNE by a formalized process, so that personal changes during processing are more bearable. That way it is possible to make the already processed information available to science in the database even if the project was closed. A second leading aspect is the substantial conception of web processing, in which the functional and regional scenic contexts, regarding contents, are to be considered more strongly than by the previously applied principle, which has barely been changed since the 19th century and treats one mythological figure or category after the other. The footing for this is a \"fixed\" website of the DAI for the corpus of sarcophagi. Among other things, it contains \"fixed\" appropriate pages with persistent URL for individual volumes:.", 
    "domain": "arachne.uni-koeln.de", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Corpus of Ancient Sarcophagi", 
        "url": "http://arachne.uni-koeln.de/drupal/?q=en/node/206"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7688708016130384576", 
            "resource_date": "2015-01-14T07:29:57.083-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:14:43.921628"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/06/online-corpus-of-ancient-sarcophagi.html", 
            "resource_date": "2015-01-14T07:29:57.083-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:14:43.921645"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "ccd03c1045723f61880686eaa5e70b93e752fec9", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "G. Koch, Die mythologischen Sarkophage. Meleager, ASR 12, 6 (Berlin 1975)", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://arachne.uni-koeln.de/browser/index.php?view[layout]=sarkophag_set&sarkophag[search][FS_LiteraturID]=8&sarkophag[search][sarkophag_literatur.Supplement]=-ja&sarkophag[search_title]=ASR%2012,%206", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}