{
    "authors": [], 
    "contributors": [], 
    "description": "iDAI. bookbrowser. The iDAI. bookbrowser integrates documents in the object structure of Arachne, providing direct links between \"real world\" objects and their textual descriptions. It also helps to overcome the isolated presentation of books and contextualises them against the background of their cultural environments. The iDAI. bookbrowser's most important components are digitized prints from the 16th to 19th centuries, currently about 2000. Every title is biographically referenced in the ZENON DAI and linked to its record in the iDAI. bookbrowser. These books belong to the holdings of the Rome Department of the German Archaeological Institute (DAI), the Cologne Digital Archeology Laboratory (CoDArchLab) at the Archaeological Institute of the University of Cologne, the Cologne University Library and to the Winckelmann-Institute at Stendal. As another component thematically coherent convolutes are edited and contextualised. These include the photo album of baron Max von Oppenheim, a very valuable document for regional studies, or the handwritten inventory of the photograph collection of the Rome Department of the German Archaeological Institute. Additionally, the iDAI. Bookbrowser is linked with external web portals like the virtual library Propylaeum specialized in classical and ancient studies as well as the Central Register of Digitised Prints (zvdd). Thus, its contents cannot be retrieved only directly via Arachne and ZENON but can be also found and retrieved through different other web portals. In this way the iDAI. Bookbrowser's web presence is growing progressively. Furthermore, the iDAI. Bookbrowser supports the Metadata Encoding and Transmission Standard (METS) due to its OAI-interface. Its programming takes place at the Cologne Digital Archeology Laboratory. The Berlin head office of the German Archeological Institute as well as the Faculty of Arts and Humanities of the University of Cologne provide financing for this project.", 
    "domain": "arachne.uni-koeln.de", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "iDAI.bookbrowser", 
        "url": "http://arachne.uni-koeln.de/drupal/?q=en/node/188"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1111922213181555620", 
            "resource_date": "2013-11-29T07:57:14.931-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:06:09.005720"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/11/idaibookbrowser.html", 
            "resource_date": "2013-11-29T07:57:14.931-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:06:09.005734"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "f55e912320f0d7139bb2ab77803b8341baa73f56", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "private and public life (6)", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://arachne.uni-koeln.de/arachne/index.php?view[layout]=search_result_category&view[category]=buch&search[mode]=detail&search[constraints][buch][buchzuvokabular.FS_VokabularID]=26", 
    "url_alternates": [], 
    "volume": "6", 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}