{
    "description": "Alberca - Revista de la Asociación de Amigos del Museo Arqueológico de Lorca. La Asociación de Amigos del Museo Arqueológico de Lorca se propuso, entre sus fines, el publicar periódicamente una revista que recogiera trabajos de humanidades, espacialmente los dedicados a la arqueología y la historia. Con este propósito se creo la Revista La Alberca, cuyo nombre se debe al enclave urbano en el que se emplaza el Museo Arqueológico Municipal de Lorca y que recuerda al origen árabe del lugar, tan importante para nosotros, y a la vez conocido e identificado en la Ciudad. Con la Revista La Alberca  queremos ser receptores y difusores de la cultura y el patrimonio de nuestra comarca, fomentando el conocimiento de su pasado y contribuyendo a concienciar a la ciudadanía en la importancia de preservar el patrimonio, arqueológico, artístico, histórico y etnográfico del municipio de Lorca. Los cinco números publicados hasta la fecha se encuentran disponibles para su consultado en esta web cuyo objetivo último es contribuir a facilitar la difusión de los numerosos trabajos científicos publicados en la Revista. Número UNO Número DOS Número TRES Número CUATRO Número CINCO.", 
    "domain": "www.amigosdelmuseoarqueologicodelorca.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "museums", 
        "journal", 
        "open access"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7294251575979441113", 
            "resource_date": "2011-08-16T10:41:12.853-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:48.845773"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/08/open-access-journal-alberca.html", 
            "resource_date": "2011-08-16T10:41:12.853-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:48.845790"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Alberca", 
    "title_extended": "Alberca - Revista de la Asociación de Amigos del Museo Arqueológico de Lorca", 
    "url": "http://www.amigosdelmuseoarqueologicodelorca.com/alberca/index.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}