{
    "description": "Early Christian Writings. The purpose of this web site is to set out all of the Christian writings that are believed to have been written in the first and second centuries, as well as a few selected from the early third. I have also included non-Christian documents that may have special bearing on the study of early Christianity in order to make this web site a comprehensive sourcebook. I have provided links to English translations for all of these documents. When available, the work has also been provided in the original language, usually Greek. I have also provided information and scholarly opinion regarding the background, authorship, dating, and provenance of these documents. These comments are intended to provide an introduction. I did not want to follow the common scheme of organizing early Christian documents into the canon and apocrypha, which is simply anachronistic. Because it is the most intuitive and useful, I have ordered them based on one possible chronological scheme. My judgments concerning the authenticity and dating of the documents concerned are made in the best tradition of biblical scholarship. Nevertheless, the ordering is almost certainly wrong in some part. To provide some bearings, a range of probable dating is provided for the scheme, but this range of dating can be disputed. All dates are approximate. An alphabetical listing is also provided as an easier way to find a specific text. New Testament.", 
    "domain": "earlychristianwritings.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "religion", 
        "Bible", 
        "Christianity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1547433003038536656", 
            "resource_date": "2014-01-12T08:44:45.981-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:28.113744"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/01/early-christian-writings.html", 
            "resource_date": "2014-01-12T08:44:45.981-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:28.113760"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Early Christian Writings", 
    "url": "http://earlychristianwritings.com/intro.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}