{
    "description": "[First posted in AWOL 11 January 2011, updated 17 June 2014]. University of Leicester Research Archive: Theses, School of Archaeology and Ancient History. Issue Date Title Author(s) Type 1-Mar-2014 ‘And he that in Virginia shall copper coin receive’: Explicating an undocumented fiscal scheme in the early English settlement at Jamestown through the archaeological evidence Straube, Beverly Ann Thesis 1-Jan-2014 The first brooches in Britain: from manufacture to deposition in the Early and Middle Iron Age Adams, Sophia Anne Thesis 1-Nov-2013 Towns in the dark? Urban transformations from late roman Britain to Anglo-Saxon England (AD 300-600) Speed, Gavin Thesis 31-Jul-2013 Archaeological Ethics in Armed Conflicts Williams, Jack F. Thesis 15-Jun-2013 Bead Exchange among the Historic Kumeyaay Indians Kirkish, Alexander Neal Thesis 1-Jun-2013 Farmers in Transition: The archaeobotanical analysis of the Carpathian Basin from the Late Neolithic to the Late Bronze Age (5000-900 BC) Reed, Kelly Ann Thesis 1-Jun-2013 “The Best Accustomed House in Town”: Taverns as a Reflection of Elite Consumer Behavior in Eighteenth-Century Hampton and Elizabeth City County, Virginia McDaid, Christopher L. Thesis 1-May-2013 Iron Age and Roman Arable Practice in the East of England Parks, Kate Ellen Thesis 1-May-2013 The Relevance of Heritage Places Rivet, Christophe Thesis 1-Jan-2013 The Bird of the Next Dawn: The Husbandry, Translocation and Transformation of the Turkey Fothergill, Brooklynne Britannia Christine Thesis 1-Dec-2012 Beyond Typology: Late Iron Age and Early Roman Brooches in Northern France Edgar, Melissa Doune Lawson Thesis 1-Nov-2012 The Archaeology of Abandonment: Ghost Towns of the American West Peyton, Paige Margaret Thesis 1-Aug-2012 The African Boom? Evaluating Economic Growth in the Roman Province of Africa Proconsularis Hobson, Matthew Simon Thesis 1-Aug-2012 The Protohistoric Cemeteries of Northwestern Pakistan: The Deconstruction and Reinterpretation of Archaeological and Burial Traditions Zahir, Muhammad Thesis 22-Jun-2012 Characterising Material Culture to Determine Settlement Patterns in North West Kashmir Yatoo, Mumtaz Ahmad Thesis 1-Apr-2012 At the Edge of Empire: Iron Age and Early Roman Metalwork in the East Midlands Farley, Julia Marie-Anne Thesis 1-Nov-2011 Food, Status and Complexity in Saxon and Scandinavian England: An Archaeozoological Approach Holmes, Matilda Anne Thesis 1-Sep-2011 Rejuvenation Signature Analysis: Measuring Rejuvenation in Eastern Great Basin Archaic Dart Point Assemblages Spencer, Alan Charles Thesis 1-Jun-2011 At Home, with the Good Horses: Relationality, Roles, Identity and Ideology in Iron Age Inner Asia Argent, Gala Thesis 1-Mar-2011 An Examination of Late Prehistoric Settlement in North East England with Specific Emphasis on the Settlements of the Tees Valley Sherlock, Stephen John Thesis 31-Jan-2011 The use of radiocarbon and Bayesian modelling to (re)write later Iron Age settlement histories in east-central Britain Hamilton, William Derek Thesis 31-Jan-2011 Social transformations from the Middle Bronze Age to the Middle Iron Age in Central Southern Britain Tullett, Andrew Stewart Thesis 1-Jan-2011 From Theodosius to Constans II: Church, Settlement and Economy in Late Roman and Byzantine Sicily (AD 378-668) Sami, Denis Thesis 1-Jan-2011 Culture Contact and Gender in the Hudson’s Bay Company of the Lower Columbia River 1824-1860 Stone, Helen Delight Thesis 1-Oct-2010 Rural Settlement and Economic Activity: Olive Oil and Amphorae Production on the Tarhuna Plateau during the Roman Period Ahmed, Mftah Thesis 1-Oct-2010 Environment, Antecedent and Adventure: Tin and Copper Mining on Dartmoor, Devon, C. 1700-1914 Newman, Philip Thesis 7-Jul-2010 Household Consumption in Ancient Economies: Pompeii and the Wider Roman World Ray, Nicholas Martin Thesis 7-Jul-2010 Forts, fields and towns: Communities in Northwest Transylvania from the first century BC to the fifth century AD Wanner, Robert Thesis 7-Jul-2010 The nature and significance of extramural settlement at Vindolanda and other selected sites on the Northern Frontier of Roman Britain Birley, Andrew Robin Thesis 7-Jul-2010 Landscapes of Maritime Complexity: Prehistoric Shell Work Sites of the Ten Thousand Islands, Florida Schwadron, Margo Thesis 18-Dec-2009 Hunter-gatherer settlement and land use in the Central Canadian Rockies, AD 800-1800 Heitzmann, Roderick James Thesis 23-Oct-2009 Creating collective identities through astronomy? A study of Greek temples in Sicily Salt, Alun Mark Thesis 3-Jul-2009 Congregation and community: religious observance and identity in the south west woollen industry, c. 1760 to 1860 Strachan, Susan Claire Thesis 27-May-2009 Examining Transylvanian Saxon Fortified Churches from the 13th to the 16th Centuries; the History and Archaeology of the Saxon Rural Church in Romania: Roles and Identities Morgan, David Thesis 27-May-2009 Winding Dali’s clock: The construction of a fuzzy temporal-GIS for archaeology Green, Christopher Thomas Thesis 27-Mar-2009 The so-called Galatae, Celts, and Gauls in the Early Hellenistic Balkans and the Attack on Delphi in 280-279 BC. Campbell, Duncan Robert John Thesis Dec-2008 Industry and Empire: Administration of the Roman and Byzantine Faynan. Friedman, Hannah Ariel Thesis 21-Jan-2008 Kapeleion: casual and commercial wine consumption in classical Greece Kelly-Blazeby, Clare Frances Thesis 2008 Introduction and dispersal of exotic food plants into Europe during the Roman and medieval periods Livarda, Alexandra Thesis 2008 'As you see it so it was'? Reconstructing historic built environments in the USA: the case of sites associated with Gearge Washington White, Esther Thesis 2008 Divergent Identities? The Middle and Upper Ouse Valley in the Late Iron Age and Romano-British Periods. Meade, Judy M. Thesis 2007 Personal adornment and the expression of identity in Roman Britain: a study of the material culture of appearance Rosten, Judith Freda Thesis 2007 Astronomy and ancient Greek cult: an application of archaeoastronomy to Greek religious architecture, cosmologies and landscapes Boutsikas, Efrosyni Thesis Sep-2005 The ancient Mediterranean trade in ceramic building material: A case study in Carthage and Beirut Mills, Philip John Edward Thesis 2005 Open for business: textile manufacture in Northamptonshire, c. 1685-1800 Raybould, Wendy Thesis 2000 Delos: Investigating the notion of privacy within the ancient Greek house Burke, Samantha Thesis 1999 Modelling Roman imperialism: Landscape and settlement change in Italy Witcher, Robert Edward Thesis 1992 Romano - British Mortars and Plasters Morgan, Graham C. Thesis 1990 The origins of the village in South Wales: a study in landscape archaeology. Kissock, Jonathan Andrew Thesis 1985 Cursuses and Related Monuments of the British Neolithic Loveday, Roy Thesis 1984 The production and distribution of brick and tile in Roman Britain McWhirr, Alan David Thesis 1970 The Role of the Bull in Minoan-Mycenaean Religion and Its Survival into Greek Religion Gregg, William Geoffrey Thesis.", 
    "domain": "lra.le.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "antiquity", 
        "theses", 
        "ancient history", 
        "open access", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6507355499955259464", 
            "resource_date": "2014-06-17T09:21:56.719-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:07.179371"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/01/open-access-archaeology-theses-from.html", 
            "resource_date": "2014-06-17T09:21:56.719-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:07.179389"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "University of Leicester Research Archive: Theses, School of Archaeology and Ancient History", 
    "url": "https://lra.le.ac.uk/handle/2381/4195", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}