{
    "description": "[First posted in AWOL  3 October 2010. Updated 17 May 2012]. Actas y Comunicaciones del Instituto de Historia Antigua y Medieval. ISSN: 1669-7286. La revista anual Actas y Comunicaciones del Instituto de Historia Antigua y Medieval tiene su origen en una iniciativa que parte en 2005 con el objetivo de complementar el perfil de la producción impresa de los Anales de Historia Antigua, Medieval y Moderna, en cuya larga trayectoria, tanto en foros científicos nacionales como del exterior, se ha representado la producción científica de la especialidad. Este nuevo emprendimiento, esfuerzo en consonancia con las nuevas tecnologías utilizadas por la Facultad de Filosofía y Letras de la Universidad de Buenos Aires, acerca a un público más amplio los estudios y avances de investigación de los especialistas que participan en nuestras Jornadas, Encuentros de Actualización, Seminarios y Conferencias, ya que puede ser consultada en forma libre y gratuita. Es el objetivo de nuestra publicación electrónica aproximar con celeridad resultados científicos de interés para toda la comunidad académica, socializándolos, para su circulación por todas las universidades e institutos de nuestro país y del mundo científico en general. Los trabajos publicados en Actas y Comunicaciones provienen de las exposiciones realizadas por prestigiosos investigadores nacionales y extranjeros invitados a participar de actividades científicas organizadas por nuestro Instituto y de comunicaciones de investigadores en formación, siendo en este último caso sometidas al examen y evaluación de miembros de un Consejo Editor apropiado a la especialidad. Volumen 7 -2011.", 
    "domain": "www.filo.uba.ar", 
    "identifiers": {
        "issn": {
            "generic": [
                "1669-7286"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "antiquity", 
        "open access", 
        "Argentina", 
        "Middle Ages", 
        "history"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1825628035163308219", 
            "resource_date": "2012-05-19T08:17:44.016-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:21.295776"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/09/open-access-journal-actas-y.html", 
            "resource_date": "2012-05-19T08:17:44.016-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:21.295791"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Actas y Comunicaciones del Instituto de Historia Antigua y Medieval", 
    "url": "http://www.filo.uba.ar/contenidos/investigacion/institutos/historiaantiguaymedieval/index.htm/index.htm/#actas", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}