{
    "description": "Clive Vella To publish your dissertation, please contact one of the editors 1 MALLEGNI C., Contatti tra Creta, Cicladi e costa anatolica nel III Millennio A.C. 2 CASTANGIA G., Depositi costieri nuragici della regione del Sinis nella Tarda Età del Bronzo... 3 CARUSO S., Problemi e prospettive della ricostruzione e musealizzazione di contesti... 4 D'ERRICO D., Il trattamento del corpo in alcuni contesti eneolitici italiani 5 VENDITTI F., Le tombe dolmeniche dell'Età del Bronzo nella Puglia centrale. 6 AUCELLO A. M., Nuovi dati sull'evoluzione umana: i più recenti rinvenimenti riguardo alle caratteristiche cognitive di Homo sapiens. 7 CASTANGIA G., Analisi di alcuni contesti strutturali nell’area meridionale dell’insediamento preistorico e protostorico di Sa Osa (Cabras, OR). Stratigrafia, materiali ceramici, ipotesi funzionali. 8 DEMICOLI M., To what extent was the Central Mediterranean Neolithic a maritime culture? 9 ROZERA C., L'industria litica fayumiana nel contesto neolitico dell'Africa nord-orientale 10 ZUPANCICH A., Uso dei manufatti in pietra tra i primi ominidi: studio sperimentale e analisi traceologica dei materiali provenienti dal sito di Kanjera South 11 D'ERRICO D., Uomini, agricoltura e sperimentazione: scelte culturali e sfruttamento dei vegetali nel Neolitico. 12 CAMMAROTA M., Contesti funerari eneolitici in Sicilia 13 CEREDA S., L’uso del sigillo in Alta Mesopotamia e Anatolia Orientale: trasformazioni dal IV al III millennio. 14 VIGNOLA C., Da Halaf a Ubaid in Alta Mesopotamia: cambiamenti nelle modalità d’insediamento e dell’organizzazione sociale tra VI e V millennio a.C. 15 FERRAIUOLO D., Sviluppi della metallurgia sull'Alto e Medio Eufrate tra il IV e il III millennio a.C. 16 SCHIRRU D., Civiltà nuragica e mondo mediterraneo nel corso dell’Età del Ferro: contesti, materiali, problematiche 17 ARDU A., I materiali fenici, punici e romani nelle acque dell'Oristanese 18 PROIETTI M., Le fortificazioni dell'Italia Meridionale nell'Età del Bronzo 19 LUCCI E., Il bacino del Fucino tra Eneolitico ed inizio dell'Età del Bronzo", 
    "domain": "archaeologicaltraces.org", 
    "identifiers": {}, 
    "is_part_of": {
        "issn": "2038-7083", 
        "title": "ArchaeologicalTraces.org: DISSERTATIONS ARCHIVE SERIES", 
        "url": "http://archaeologicaltraces.org/index.php?option=com_content&view=section&layout=blog&id=10&Itemid=18"
    }, 
    "keywords": [
        "Anatolia", 
        "Mesopotamia", 
        "Mediterranean"
    ], 
    "language": [
        "it", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Clive Vella", 
    "url": "http://archaeologicaltraces.org/index.php?option=com_contact&view=contact&catid=12:editorialboard&id=14-clive-vella", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}