{
    "description": "Digitale Hochschulschriften der LMU. Balzer, Wolfgang (2007): Achaimenidische Kunst aus Babylonien. Die Siegel der Keilschriftarchive: Ikonographie. Stile. Chronologie. Dissertation, LMU München: Faculty for the Study of Culture Berteaux, Véronique (2002): Harachte Ikonographie, Ikonologie und Einordnung einer komplexen Gottheit bis zum Ende des Neuen Reiches. Dissertation, LMU München: Faculty for the Study of Culture Fortner, Sandra (2005): Die Keramik und Kleinfunde von Bethsaida-Iulias am See Genezareth, Israel. Dissertation, LMU München: Faculty for the Study of Culture Grimm-Stadelmann, Isabel (2006): Theophilos. Der Aufbau des Menschen: Kritische Edition des Textes mit Einleitung, Übersetzung und Kommentar. Dissertation, LMU München: Faculty for the Study of Culture Gruber, Claudia (2001): Möbeldekor aus Elfenbein: Zur Rekonstruktion von Schnitzverzierungen an altorientalischen Möbeln. Dissertation, LMU München: Faculty for the Study of Culture Haupt, Christiane (2006): Und der Meister sprach. : Die Darstellung des Konfuzius in Texten der Zhanguo- und Frühen Han-Zeit. Dissertation, LMU München: Faculty for the Study of Culture Hoffmann, Marion-Isabell (2006): Sasanidische Palastarchitektur: Forschung, Grundlagen, Funktion. Dissertation, LMU München: Faculty for the Study of Culture Kralle, Jianfei (2002): Vernichterinnen nach Maß: Zur Überlieferung des negativen Frauenbildes in der frühen Historiographie in China. Dissertation, LMU München: Faculty for the Study of Culture Müller-Römer, Frank (2008): Pyramidenbau mit Rampen und Seilwinden: Ein Beitrag zur Bautechnik im Alten Reich. Dissertation, LMU München: Faculty for the Study of Culture Marchal, Kai (2006): Die Ordnung des Politischen und die Ordnung des Herzens: Eine Studie zum politisch-philosophischen Denken des Lü Zuqian (1137-1181). Dissertation, LMU München: Faculty for the Study of Culture Muhle, Barbara (2008): Vorderasiatische Keulen und ihr Umfeld vom 9. bis ins frühe 1. Jt. v. Chr. Typologie und Deutung. Dissertation, LMU München: Faculty for the Study of Culture Pöllath, Nadja (2005): Tunica - Palla - Vellata: Analyse figürlicher Darstellungen aus dem mediterranen Bereich in Spätantike und Frühmittelalter. Dissertation, LMU München: Faculty for the Study of Culture Piller, Christian (2007): Untersuchungen zur relativen Chronologie der Nekropole von Marlik. Dissertation, LMU München: Faculty for the Study of Culture Potthoff, Tanja (2007): Die Godesburg: Archäologie und Baugeschichte einer kurkölnischen Burg. Dissertation, LMU München: Faculty for the Study of Culture Rabehl, Silvia Maria (2003): Das Grab des Gaufürsten Amenemhet(Jmnjj)in Beni Hassan oder Der Versuch einer Symbiose: So nah und doch so fern: Die Verschmelzung von Zeitgeist und lokaler Tradition im Grabprogramm von BH 2 des Amenemhet aus der Zeit Sesostris I. Dissertation, LMU München: Faculty for the Study of Culture Schreiber, Jürgen (2007): Transformationsprozesse in Oasensiedlungen Omans. Die vorislamische Zeit am Beispiel von Izki, Nizwa und dem Jebel Akhdar. Dissertation, LMU München: Faculty for the Study of Culture Simon Ortisi, Christina (2003): Studien zum römischen Pferdegeschirr aus Pompeji, Herculaneum und den Vesuvvillen: Metallzäume, Trensen und Kandaren. Dissertation, LMU München: Faculty for the Study of Culture Suwald, Judith (2007): Zhong 忠 und das Zhongjing 忠經. Dissertation, LMU München: Faculty for the Study of Culture Walter, Susanne (2005): Das frühmittelalterliche Gräberfeld von Mengen (Kr. Breisgau-Hochschwarzwald). Dissertation, LMU München: Faculty for the Study of Culture Weiz, Bettina (2006): Water Reservoirs in South India: An anthropological approach. Dissertation, LMU München: Faculty for the Study of Culture Wernhard, Matthias (2005): Galen: Über die Arten der Fieber in der arabischen Version des Hunain Ibn Ishaq: Edition und Übersetzung. Dissertation, LMU München: Faculty for the Study of Culture Wohlfarth, Susanne (2002): Grabbeigaben im Flachbild der Privatgräber des Neuen Reiches: Versuch einer ikonographischen und kompositionellen Bestimmung. Dissertation, LMU München: Faculty for the Study of Culture.", 
    "domain": "edoc.ub.uni-muenchen.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "dissertations", 
        "open access", 
        "Munich", 
        "antiquity"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3650501163372754529", 
            "resource_date": "2009-11-25T13:23:52.493-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:28.211167"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/11/open-access-dissertations-in-ancient.html", 
            "resource_date": "2009-11-25T13:23:52.493-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:28.211183"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Digitale Hochschulschriften der LMU", 
    "url": "http://edoc.ub.uni-muenchen.de/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}