{
    "description": "Trismegistos People. Beta Version September 2011 Introduction Trismegistos People is a tool dealing with personal names of non-royal individuals attested as living in Egypt in documentary texts between BC 800 and AD 800, including all languages and scripts written on any surface. Not included are pharaohs, emperors, and saints; people attested in texts outside Egypt (with the exception of some Prosopographia Ptolemaica entries) or people living outside Egypt (no consuls!); and names from non-documentary texts (e. g. narratives). Trismegistos People consists of a complex set of prosopographical and onomastic databases. At the heart of the structure is the REF database, which lists attestations of people identified by personal names. It is linked to PER, a database of individuals, and to NAMVAR, a database of personal name variants which is in turn linked to NAM, a database of names. People Home List all names Search for people Search for names TM People Info Introduction Current Coverage Quality Control Prosopography Transliteration of Egyptian Names and Variants Stable Identifiers Latin and other polyonymous name systems Help us!.", 
    "domain": "www.trismegistos.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Trismegistos"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7871473090767481262", 
            "resource_date": "2011-09-23T15:42:09.673-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:25.584865"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/09/trismegistos-news-trismegistos-people.html", 
            "resource_date": "2011-09-23T15:42:09.673-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:25.584880"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Trismegistos People", 
    "url": "http://www.trismegistos.org/ref/about.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}