{
    "description": "The Journal of Conservation and Museum Studies. ISSN: 1364-0429. The Journal of Conservation and Museum Studies is fully peer reviewed and Open Access. It contains research on conservation science, artefact studies, restoration, museum studies, environment studies, collection management and curation. Published from the Institute of Archaeology at University College London from 1992 to 2002, the journal is to be relaunched in 2011 in collaboration with the British Library, with a newly constituted international editorial board. Vol 13, No 1 (2015) Vol 12, No 1 (2014) Argyropoulos et al. Museum Education and Archaeological Ethics: An Approach to the Illicit Trade of Antiquities Vasileiou Ethics in Action at the Refurbished Archaeological Museum of Ioannina, Epirus, Greece Gazi Exhibition Ethics - An overview of major issues. Bounia Codes of ethics and museum research Vol 11, No 1 (2013) Allington-Jones The Phoenix: The Role of Conservation Ethics in the Development of St Pancras Railway Station (London, UK) Cotte Reflections Around the Conservation of Sacred Thangkas Alexopoulos Living Religious Heritage and Challenges to Museum Ethics: Reflections from the Monastic Community of Mount Athos. Fouseki & Vacharopoulou Digital museum collections and social media: Ethical considerations of ownership and use Vol 10, No 2 (2012) Malkogeorgou Everything Judged on Its Own Merit? Object Conservation and the Secular Museum. Sweek et al. Architectural Conservation of an Amun Temple in Sudan Payne Imaging Techniques in Conservation. Viljus & Viljus The Conservation of Early Post-Medieval Period Coins Found in Estonia. Vol 10, No 1 (2012) Gravesen Between Humans and Other Things: Conservation as Material Fabric in. Stable Maximum Intervention: Renewal of a Maori Waka by George Nuku and National. Byrne Voicing the Museum Artefact Challis Creating Voices: Ancient to Modern at the Petrie Museum Toop Sounding the Object: A Timebase Archive Hawkins Whose Story is it Anyway? The Challenges of Conducting Institutional Histories Sandino For the Record:[un] official voices at the V&A Maynard Preserving the Audio Arts Archive Elliman Voices Falling Through the Air. Rodney The Story of a Visit Vol 9 (2011) Hogg Writing about Conservation Jordano The Plus Oultra writing cabinet of Charles VA Systematic Garside & Hanson A Systematic Approach to Selecting Inexpensive Conservation Storage Solutions Bloomfield Tribal Libraries, Archives, and Museums (review). Christidou \"Sustaining a Community of Learners:\" VSA 24th Annual Conference 2011 (review) Vol 8 (2002) Boon Nee Loh Decision From Indecision: Conservation of Thangka Significance, Perspectives and ApproachesTurner The Factors Affecting Women's Success in Museum Careers Vol 7 (2001) Baniotopoulou Art for Whose Sake? Modern Art Museums and their Role in Transforming Societies: The Case of Guggenheim Bilbao Moore Conservation Documentation and the Implications of Digitisation. Whitmarsh \"We Will Remember Them\" Memory and Commemoration in War Museums Vol 6 (1999) UCL Dissertation Abstracts Vol 5 (1998) UCL Dissertation Abstracts Vol 4 (1998) Brysbaert A Late Bronze Age Sickle from Shinewater Park: The Treatment of a Waterlogged Composite Cezar Calcium Oxalate: A Surface Treatment for Limestone. Toledo and Price A Note on Tropical, Hot, and Humid Museums Vol 3 (1997) Faltermeier Testing Corrosion Inhibitors for the Conservation of Archaeological Copper and Copper Alloys Dirksen The Degredation and Conservation of Leather Risser A New Technique fo the Casting of Missing Areas in Glass Restoration. Aslan Protective Structures for the Conservation and Presentation of Archaeological Sites Vol 2 (1997) Cleere L'Innocenza Perduta (Lost Innocence): Conserving a Carrara Marble Statue. Sabin Museums and their Websites Vol 1 (1996) Wellman The Identification and Treatment of a Unique Cache of Organic Artefacts from Menorca's Bronze Age Peters Our Environment Ruined? Environmental Control Reconsidered as a Strategy for Conservation Francis The People's Show: A Critical Analysis. Raikes Is Collection Management an \"Art\" or a \"Science\"?.", 
    "domain": "www.jcms-journal.com", 
    "identifiers": {
        "issn": {
            "generic": [
                "1364-0429"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "museums", 
        "journal", 
        "conservation", 
        "open access", 
        "archaeological science"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4433416806285640873", 
            "resource_date": "2015-04-08T19:03:57.521-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:10.086112"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/01/open-access-journal-journal-of.html", 
            "resource_date": "2015-04-08T19:03:57.521-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:10.086128"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Journal of Conservation and Museum Studies", 
    "title_extended": "The Journal of Conservation and Museum Studies", 
    "url": "http://www.jcms-journal.com/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}