{
    "description": "TOTEM: The University of Western Ontario Anthropology Journal. ISSN (Print): 1203-8830. ISSN (Online): 1925-8542. TOTEM is a peer-reviewed, student-run journal of anthropology published annually in association with the Anthropology Society and the Department of Anthropology at The University of Western Ontario (U. W. O). TOTEM is currently on its 20th volume; the first volume was published in 1994. 2010-2011 was the first year TOTEM published online through the Scholarship@Western initiative, and 2011-2012 will be the first year we move to an online submission system. 2011-2012 will also be the first year that TOTEM will be selecting one student submission for an Editor's Recognition Award. TOTEM’s mandate is to publish exceptional works of creative and original research by undergraduate and graduate students in any of the four sub-fields of anthropology including socio-cultural anthropology, archaeology, biological/physical anthropology, and linguistics. TOTEM is dedicated to providing a forum for undergraduates and graduate students in anthropology to present and discuss their work with their peers. Due to anthropology’s interdisciplinary nature, we invite students from other disciplines and institutions to submit papers of value or interest to anthropology and anthropologists. Our editorial board consists of two Anthropology Department graduate students that are elected to act as co-editors, and our reviewers are drawn from all four fields of anthropology. This year’s co-editors are Andrew Wade, a bioarchaeologist in the fourth year of his PhD program, and Jennifer Morgan, a bioarchaeologist in the third year of her PhD program. Additionally, we have a large number of peer-reviewers from the undergraduate and graduate Anthropology Department that change every year. We work in conjunction with the undergraduate Anthropology Society at UWO, and have future plans to work with the newly formed Western Anthropology Graduate Society. TOTEM is also pleased to feature the artwork of David Kanatawakhon-Maracle. Volume 19 (2011) Issue 1 Volume 18 (2010) Issue 1 Volume 17 (2009) Issue 1 Volume 16 (2008) Issue 1 Volume 15 (2007) Issue 1 Volume 14 (2006) Issue 1 Volume 13 (2005) Issue 1 Volume 12 (2004) Issue 1 Volume 11 (2003) Issue 1 Volume 10 (2002) Issue 1 Volume 9 (2001) Issue 1 Volume 8 (2000) Issue 1 Volume 7 (1999) Issue 1 Volume 3 (1997) Issue 1 Issue 2 Volume 2 (1995) Issue 1 Volume 1 (1994).", 
    "domain": "ir.lib.uwo.ca", 
    "identifiers": {
        "issn": {
            "electronic": [
                "1925-8542"
            ], 
            "generic": [
                "1203-8830"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "anthropology", 
        "journal", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2285139795084894979", 
            "resource_date": "2012-02-03T09:15:18.487-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:27.032881"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/02/open-access-journal-totem.html", 
            "resource_date": "2012-02-03T09:15:18.487-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:27.032897"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Totem", 
    "title_extended": "TOTEM: The University of Western Ontario Anthropology Journal", 
    "url": "http://ir.lib.uwo.ca/totem/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}