{
    "authors": [], 
    "contributors": [], 
    "description": "Artefacts©, Encyclopédie en ligne des petits objets archéologiques. Ceci est la version en cours d’élaboration d'Artefacts©, Encyclopédie en ligne des petits objets archéologiques. La base de données librement accessible sur l'internet reflète une partie d’une base de travail enrichie en permanence par un réseau de chercheurs. Elle permet d’effectuer des recherches simples, ou plus complexes. Qu 'est-ce qu'un \"petit objet\" ? Les spécialistes en discutent encore. Après la numismatique, dont le champ d'application (la monnaie) est assez bien défini, la céramologie a été la première à s'ériger en spécialité archéologique. Mais s'intéresse-t-elle au matériau (la terre cuite) ou à ce qu'on en fait ? De fait, beaucoup d'objets sont produits en argile, et le critère du matériau n'est pas le meilleur pour trier ce qui relèverait de la céramologie ou d'une nouvelle spécialité, celle concernant les objets. Au cours des dernières années s'est imposé le critère fonctionnel, qui permet de confier aux \"céramologues\" tout ce qui est vaisselle, de cuisine (préparation, service) ou de stockage (amphores. ). Les \"objets\", qui ne sont pas toujours petits, c'est donc le reste. Catégorie vaste, donc, et variée, puisqu'elle touche à presque tous les domaines de l'activité humaine. Pour mettre un peu d'ordre dans ce très vaste ensemble, Artefacts utilise un système hiérarchique à trois niveaux, sur lequel vient se greffer la chronologie. Chaque objet est attribué à une fonction, et chaque fonction entre dans un domaine. Ainsi un \"dé à jouer\" (code DEJ) appartient à la fonction \"jeu-comptage\", qui est elle-même insérée par le domaine socio-culturel. Il s'agit ici d'identifier la fonction première des objets, celle pour laquelle ils ont été conçus, et non leur réutilisation éventuelle dans un contexte secondaire (par exemple religieux, ou funéraire). L'optique principale d'Artefacts est d'ordre typologique, mais certains types existent [presque] sous la même forme à des époques différentes. Un dé cubique en os, par exemple, pourra donc se trouver en DEJ-3, DEJ-4 ou DEJ-9 selon qu'il est étrusque, romain ou médiéval. Il est donc intéressant, quand on a trouvé le code de l'objet recherché (DEJ-, dans l'exemple ci-dessus), d'aller voir les attestations dans d'autres périodes, pour mesurer l'évolution de cette forme à travers le temps. This is the \"in progress\" version of Artefacts©, Online Encyclopedia of Archaeological Small Finds. This database, in free access on the internet, reflects part of a working base to which many researchers have contributed. It allows simple, or more advanced searches. What is an artefact ? Specialists still discuss the matter. After numismatics, of which the field (coinage) is well defined, ceramology was the first to reach the status of a speciality. But does ceramology deal with a material (terracotta) of with what is done with it ? Several artefacts are actually made of terracotta, and using the material is probably not the best way to sort data between what regards 'ceramology' and what could be given to a new speciality, 'artefacts stydy'. During the last years, 'functional sorting' imposed itself as the most useful criterium: creamology can study all the vessels, either for preparing, serving or storing goods, while 'artefacts study' deals with the rest. A vast category, therefore, and various, touching nearly any domain of human activity. To attempt ordering this huge chaos, Artefacts makes use of a 3-level hierarchy, on which chronology is added. Every objectr is attributed to a function, and any functrion enters a domain. For ex. , a dice (code DEJ) belongs to the 'game & counting' function, which is part of the 'socio-cultural' domain. The aim of this system is to identify the primary function of artefacts, for which they were produced, not their eventual re-use in a secondary context (such as religious, or funerary). The main ambition of Artefacts is typological, but some types exist under (nearly) the same form under variuous epochs. A cubic solid bone dice, for example, will be found under DEJ-3, DEJ-4 or DEJ-9 according to its date, Etruscan, Roman or Medieval. When the code of a certain object type is available (DEJ-, in the above example), it is therefore interesting to serach it under othet periods, to evaluate the evolution of this form through the course of time. Welcome Instructions for use Codes Bibliography Musées Mapping Copyright FAQ News Links Forum Open account Log inAdvanced search.", 
    "domain": "artefacts.mom.fr", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Artefacts©, Encyclopédie en ligne des petits objets archéologiques", 
        "url": "http://artefacts.mom.fr/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "fr"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8151573654747033270", 
            "resource_date": "2014-11-01T11:26:29.509-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:15:14.140350"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/artefacts-encyclopedie-en-ligne-des.html", 
            "resource_date": "2014-11-01T11:26:29.509-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:15:14.140365"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "en-session-form-php", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Log in", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://artefacts.mom.fr/en/session_form.php", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}