{
    "description": "The Vergil project: Resources for Students, Teachers, and Readers of Vergil The Vergil Project is a resource for students, teachers, and readers of Vergil's Aeneid. It offers an on-line hypertext linked to interpretive materials of various kinds. These include basic information about grammar, syntax, and diction; several commentaries; an apparatus criticus; help with scansion; and other resources. The text The display text that appears on the left side of the screen is that of the old OCT by Hirtzel (1900), with modifications. Each word is linked to a variety of resources that can be selected from the sidebar. The text initially displayed is always the first twenty-five lines of the poem. The user can then navigate to another book and line number by using the two slider bars that appear at the top of the screen, above the text and resources. The sidebar The right side of the screen contains a sidebar that is divided into four sections. By default each of these sections is visible, but each can be hidden or reopened at the user's discretion by clicking on the icon ( or ) in the top left corner of each box. The section allows the user to customize the display. Choices include: Displaythe text in units of 25, 50, 100, 250, 500, or 1,000 lines. Select from among the different kinds of resources. As a whole, these are available in three forms: are included within the text of the poem and are displayed in one of three ways: is simply inserted into the primary text. appear as asterisks next to any word for which a variant reading (whether attested or conjectural) exists. Each different reading appears as a separate asterisk. Passing the cursor over these asterisks displays the alternate reading along with the sources that attest or endorse it. replaces the original text with one that marks long and short vowel quantities. The individual words remain linked to other resources. appears when the cursor is rolled over a particular word in the text are available in several areas that are arranged to the right of the text. Some resources are available in more than one of these forms so that users can consult them in the form that they find most convenient. Resources that involve displaying large amounts of text are generally available only as sidebar resources. The section contains basic information about grammar, syntax, and diction in the form of an approximate English equivalent for each word in context. The section lists every other occurrence of the same word in the poem, including all grammatical forms. The gives access to several commentaries and translations of the Aeneid and to a full list of textual variants.", 
    "domain": "vergil.classics.upenn.edu", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "project", 
        "classics", 
        "Latin"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8449080974673298026", 
            "resource_date": "2012-08-10T18:47:06.320-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:27.142901"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/08/the-vergil-project.html", 
            "resource_date": "2012-08-10T18:47:06.320-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:27.142917"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://vergil.classics.upenn.edu/vergil/index.php/document/index/document_id/1"
    ], 
    "title": "The Vergil project", 
    "title_extended": "The Vergil project: Resources for Students, Teachers, and Readers of Vergil", 
    "url": "http://vergil.classics.upenn.edu/vergil/index.php/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}