{
    "authors": [], 
    "contributors": [], 
    "description": "Aethiopica: International Journal of Ethiopian and Eritrean Studies. \"Aethiopica. International Journal of Ethiopian and Eritrean Studies\" is an internationally refereed academic journal, edited at the Hiob Ludolf Centre for Ethiopian Studies and at the Department of African and Ethiopian Studies of the Asien-Afrika-Institut at Hamburg University. It is annually published in a printed version by Harrassowitz and one year later as an open access journal by Hamburg University Press. The journal focuses on history, archaeology, linguistics, literature, philology, manuscript studies, art history, ethnology, anthropology, religion of Ethiopia, Eritrea, and the Horn of Africa, their methods, and related issues. \"Aethiopica\" is the only German journal on Ethiopian and Eritrean Studies. It is internationally acknowledged as one of the leading academic journals in the field. \"Aethiopica\" is published mainly in English. Articles in French, German and Italian are also accepted for publication. An English Summary is always provided. The editors welcome contributions on current academic topics and on recent and fresh research belonging in the field. Articles should be theoretically grounded, empirically sound and reflect the state of the art in the respective fields. Articles should not exceed 10,000 words, including the summary and the list of relevant bibliographic references. Miscellaneous contributions should focus on a specific topic believed to be of special interest to the academic discourse. Miscellaneous contributions should not exceed 3,000 words. For Personalia, Review Articles and Reviews potential authors are usually directly contacted by the editorial team on suggestion of the scientific editorial board. Proposals, however, can always be submitted. The upper limit for Personalia is fixed on 1,500 words, for Review Articles on 3,000 words and for Reviews on 2,000 words.", 
    "domain": "journals.sub.uni-hamburg.de", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Aethiopica: International Journal of Ethiopian and Eritrean Studies", 
        "url": "http://journals.sub.uni-hamburg.de/aethiopica/index"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5313531175458470718", 
            "resource_date": "2015-04-04T09:19:17.234-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:11:53.102030"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/08/open-access-journal-aethiopica.html", 
            "resource_date": "2015-04-04T09:19:17.234-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:11:53.102046"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "aethiopica-issue-view-27", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Vol 14 (2011)", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://journals.sub.uni-hamburg.de/aethiopica/issue/view/27", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}