{
    "description": "La carte nationale des sites archéologiques et des monuments historiques: feuilles 1/50 000. Responsable Scientifique et Administratif : Mustapha KHANOUSSI. Responsable NTIC : Ali DABBAGHI 1. Nature: Projet présidentiel 2. Références - décision du Conseil Ministériel Restreint sous la présidence de son Excellence le Président de la République du 21 Juillet 1991. - décret n°1443-1992 du 03 août 1992. Cadre général Malgré la diversité des projets d'inventaire dès la fin du XIX ème siècle, il n'y a pas encore un inventaire général et exhaustif des sites archéologiques, des monuments historiques et du patrimoine vernaculaire. 4. Contenu La carte nationale des sites archéologiques et des monuments historiques a vu ses objectifs clairement précisés par le décret n°1443-1992 daté du 3 août 1992: Article premier. - Il est institué une carte nationale des sites archéologiques et des monuments historiques en terre et en mer dans le but d’établir l’inventaire général des lieux et édifices qui constituent une partie du patrimoine culturel national. Article 2. - Pour le recensement des sites et des monuments, il sera procédé à l’établissement et à l’impression des documents suivants: - carte au 1/50 000e comportant la localisation des sites - plan au 1/2000 comportant la localisation des monuments et des tissus urbains traditionnels. - fichier comportant une description des sites et des monuments, une évaluation des superficies, une couverture photographique et, dans la mesure du possible, une enquête foncière préliminaire. » [005].", 
    "domain": "www.inp.rnrt.tn", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "archaeology", 
        "monuments"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7662055284615799155", 
            "resource_date": "2012-10-23T10:43:24.407-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:36.722314"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/10/la-carte-nationale-des-sites.html", 
            "resource_date": "2012-10-23T10:43:24.407-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:36.722330"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "La carte nationale des sites archéologiques et des monuments historiques, Tunisie", 
    "url": "http://www.inp.rnrt.tn/index.php?lang=fr", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}