{
    "description": "Ägypten im Museum ist ein Ratgeber für ägyptologische Erkundungen in Deutschland, Österreich und der Schweiz. Im Magazin veröffentlichen wir Artikel hauptsächlich zum Thema “Ägypten im Museum”, aber auch darüber hinaus zur Ägyptologie und zum heutigen Ägypten. Unter Museen & Sammlungen stellen wir Ihnen die Museen und Sammlungen in Deutschland, Österreich und der Schweiz vor, die in Ihren Dauerausstellungen das alte Ägypten behandeln. Die Rubrik Ausstellungen informiert über die aktuell laufenden und angekündigten Sonderausstellungen über das alte Ägypten. Im Bereich Veranstaltungen finden Sie einen Veranstaltungskalender mit Ankündigungen etwa von Führungen, Vorträgen, Familientagen usw. Unter Vereine möchten wir Ihnen die doch zahlreichen ‘ägyptologischen’ Vereine im deutschsprachigen Raum mit ihren abwechslungsreichen Angeboten vorstellen. Schließlich weisen wir unter Links auf andere empfehlenswerte Seiten zum Thema hin. Wer steckt hinter Ägypten im Museum? Ägypten im Museum wird betrieben von Daniel Haas und Christina Schwarz aus Halle an der Saale.", 
    "domain": "aegypten.orientimmuseum.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "museums", 
        "egyptology"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8173912000606890057", 
            "resource_date": "2011-12-28T09:25:09.150-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:29.566960"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/12/agypten-im-museum.html", 
            "resource_date": "2011-12-28T09:25:09.150-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:29.566975"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Ägypten im Museum", 
    "url": "http://aegypten.orientimmuseum.de/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}