{
    "description": "Russian Academy of Sciences, Centre for Egyptological Studies, Moscow (CESRAS) & Russian Institute of Egyptology in Cairo (RIEC). The site is now being completely rebuilt. Whereas the previous version was largely a \"picture book\", the version now under construction will be of a more educational nature. As the majority of our worldwide visitors do not have access to egyptological literature, we are posting full text web editions of \"classic\" works from the early days of our science: Maspero, Smith, Daressey, Brugsch etc. , the words of people who were there when Egyptology was in its childhood, with digitally improved images of their original black & white plates and marginal comments and corrections of outdated and incorrect material. An improved navigational system of links allows instant comparison of equivalent text passages and images. which apply to more than one source. We suggest that new visitors read the instructions for efficient use of the system which can be called from the site directory. This project will obviously take much time. It is \"open-end\" and will never cease to being augmented with new material from CESRAS' thousands of original, largely unique, and growing, photograph archive. We place all of our material in the public. domain. You may download and use any parts of it for non-commercial purposes. As before, the site will consist largely of original photographic material made by CESRAS researchers during the past 15 years in Russian museums, in republics of the former Soviet Union, and naturally in Egypt. You may address any questions without hesitation to admin@cesras. org and we will give any possible answers. All questions are valid and will be answered to the best of our ability as time allows. The early texts are published as. jpg images of each page, thus allowing you to download only the pages that you need. Our re-excavation of the \"Royal Cache\", Theban Tomb 320, between 1998 and 2006 has caused us to collect as much material possible on the 21a Theban Dynasty (1070-945 BCE), the family dynasty of. Pianch pAyanx, the dynasty of the High Priests of Amun (HPA) in Thebes. This period forms the central theme of the site. Scroll down.", 
    "domain": "www.cesras.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "Cairo", 
        "Russian", 
        "digital library", 
        "egyptology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6944711461531173098", 
            "resource_date": "2014-09-11T10:22:43.215-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:28.142517"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/11/russian-academy-of-sciences-centre-for.html", 
            "resource_date": "2014-09-11T10:22:43.215-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:28.142535"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Russian Academy of Sciences, Centre for Egyptological Studies, Moscow (CESRAS) & Russian Institute of Egyptology in Cairo (RIEC) Digital Library", 
    "url": "http://www.cesras.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}