{
    "authors": [], 
    "contributors": [], 
    "description": ", Theban Tomb TT320, 21a DynastyCoffins, Funerary Equipment, Mummies of the 21a Dynasty High Priests family linked with corresponding. texts. Coffins directory (Photographic CESRAS studies of coffins, mostly painted anthropoid coffins of the. 21a Dynasty 1070-945 BCE, in Cairo, Russia, and republics of the former Soviet Union). Leather Funerary Baldachin of Isetemkheb B, Cairo National Museum JE-26276Maspero G. : Les Momies Royales de Déir el-Baharî (Memoires de la Mission Française au. Caire, Paris, 1889), complete text and plates with modern annotations and corrections; indexed and. subjects/persons linked with parallel material in other sections of this site. ). Mummies Directory (Mummies of Kings, Royals, and high ranking persons in the National Museum, Cairo). Network Directory of associated and other websitesPersons Directory (Ancient Egyptian persons mentioned on this site. Personal names and those of. deities are transcribed differently in both modern languages and linguistic misunderstandings of Ancient. Egyptian in the early days of egyptological studies. We have grouped the various orthographies to the. current English versions. Smith G. E. : The Royal Mummies, (Catalogue Général des Antiquités Égyptiennes du Musée du. Caire, 1912: CG numbers 61051-61100); complete text with modern annotations and digitally improved plates; Linked navigation to parallel material on this site. Smith gives a detailed forensic pathological study of the. royal mummies. This material is well illustrated and still valid today. They were not yellow (21a Dynasty painted anthropoid coffins from the \"Royal Cache\" TT320). Photographs by Sergej V. Ivanov to lecture by Edward R. Loring (Proceedings of the International. conference Achievements and Problems of Modern Egyptology held by the Centre for Egyptological Studies of the Russian Academy of Sciences, Sept. 29-Oct. 2, 2009 in Moscow.", 
    "domain": "www.cesras.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Russian Academy of Sciences, Centre for Egyptological Studies, Moscow (CESRAS) & Russian Institute of Egyptology in Cairo (RIEC)", 
        "url": "http://www.cesras.org/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "mummies"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6944711461531173098", 
            "resource_date": "2014-09-11T10:22:43.215-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:13:37.844366"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/11/russian-academy-of-sciences-centre-for.html", 
            "resource_date": "2014-09-11T10:22:43.215-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:13:37.844397"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "TT320-TT320-index-html", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Cache of the Royal Mummies", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.cesras.org/TT320/TT320-index.html", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}