{
    "description": "Dialogues d'histoire ancienne. Suppléments. Dialogues d'histoire ancienne. Suppléments. Dialogues d'histoire ancienne. Supplément n°1, 2005. Hommage à Pierre Lévêque. Avant-propos [Liminary]. Jacques Annequin In ricordo di un amico [Article]. Luigi Capogrossi Colognesi. Histoire et sociétés La rationalité historique du scepticisme sophistique [Article]. Doming Plácido. Fable d’Ésope, Roman de Chacal, ou comment aborder la notion d’altérité [Article]. Marie-Claude Charpentier Trajan, Pline et l’appauvrissement de la plèbe à Rome [Article]. Antonio Gonzales P. Clodius, ses amis, ses partisans, sous le regard de Cicéron [Article]. Janine Cels Saint-Hilaire Travail et travailleurs dans le théâtre de Plaute [Article]. Claire Feuvrier-Prévotat Dépendance et esclavage [Article]. Jacques Annequin Sexe, amour et dépendance à Rome [Article]. Marguerite Garrido-Hory La libération des esclaves juifs dans la « lettre d’Aristée » [Article] Jean Peyras Divinités - Cultes - Vie religieuse La vie religieuse en mer [Article] Mirella Romero Recio, Jaime Alvar Les divinités orientales dans les Alpes [Article]. Colette Jourdain-Annequin. Un culte d’Osiris-arbre dans le monument saïte de Mouftella (oasis de Bahariya) ? [Article]. Françoise Labrique Culte impérial et religion en Afrique du Nord sous le Haut Empire romain [Article] Élisabeth Smadja Paysages - Cadastres - Archéologie L’expression pro parte dans les Libri coloniarum [Article]. Claude Brunet Le territoire colonial: image et métaphore de l’Empire [Article]. Monique Clavel-Lévêque. L’aventure des paysages grecs (1984-2004) [Article]. Panagiotis Doukellis Les trois notices des Libri coloniarum sur l’ager Asculanus [Article] Jean-Yves Guillaumin. Recent finds at Vani [Article]. Darejan Kačarava Filangieri, Napoli, Croce (Elena), Goethe, Pierre Lévêque. [Article]. Luigi Labruna Résumés [Abstract] Dialogues d'histoire ancienne. Supplément n°2, 2009. Traduire les scholies de Pindare… I. De la traduction au commentaire: problèmes de méthode. Avant-propos [Liminary] Michel Fartzoff Préface. Les scholies aux Épinicies de Pindare: pourquoi ? [Liminary]. Claude Calame Problèmes de traduction liés à la reformulation du texte pindarique par les scholiastes [Article] Cécile Daude La démarche des scholiastes d’après les formules introductives des scholies (Olympiques, I - VI) [Article]. Sylvie David L’énonciation dans les scholies de la Sixième Olympique [Article]. Claire Muckensturm-Poulle La danse et la philologie: à partir du mouvement strophique dans les scholies anciennes à Pindare [Article] Michel Briand Les scholies métriques à Pindare, ont-elles raison ? [Article] Martin Steinrück Aristarque interprète des odes siciliennes de Pindare: explication interne et explication externe [Article]. Ekaterini Vassilaki Scholies de la IVe Pythique et scholies homériques [Article] Jean Schneider Postface [Article] Cécile Daude Index des scholies citées [Tables and indexes]. Index de la terminologie propre aux scholies (de l’idiolecte des scholiastes) [Tables and indexes] Index des termes et images relatifs aux manifestations chorales dans les scholies (établi à partir de la contribution de M. Briand) [Tables and indexes]. Index des noms de personnes (hommes et dieux) [Tables and indexes] Index des noms géographiques [Tables and indexes] Index des auteurs anciens [Tables and indexes]. Index des auteurs modernes [Tables and indexes]. Résumés [Abstract] Dialogues d'histoire ancienne. Supplément n°3, 2010. Inde-Grèce: regards et influences [Liminary]. Suzanne Saïd Le sage pris entre choses divines et affaires humaines: problème grec, solution indienne ? [Article] Alexis Pinchard Un composé grec calqué en pāli ? [Article] Boris Oguibénine Quelques mythes grecs sur les Indiens d’Hérodote à Strabon [Article] Claire Muckensturm-Poulle Le Buddha à l’École d’Alexandrie, à propos de Stromates I. 15. 71. 6 [Article]. Guillaume Ducoeur Les Indiens dans les Dionysiaques de Nonnos de Panopolis [Article] Hélène Frangoulis. Résumés [Abstract] Dialogues d'histoire ancienne. Supplément n°4-1, 2010. Jeux et enjeux de la mise en forme de l'histoire. Recherches sur le genre historique en Grèce et à Rome. Avant-propos [Liminary]. Marie-Rose Guelfucci Introduction [Article]. Marie-Rose Guelfucci. I. Les sources de l’histoire. Objets historiques et sources littéraires. 1. Objet historique et sources poétiques. La lustration des champs à l’époque augustéenne au regard des sources littéraires [Article]. Julien Troutier Ovide conteur d’histoire: les Lupercales (Fastes II. 267-462). [Article]. Marie Ver Eecke Quand l’élégie s’aventure à faire l’éloge du prince. Cléopâtre chez Properce (III. 11): personnage historique ou domina élégiaque ? [Article]. Maud Pfaff-Reydellet 2. Objet historique et sources littéraires, problèmes d’interprétation et confrontation des sources Un’eroina nel racconto di Servio: Lucrezia [Article]. Giuseppe Ramires Les trières de Salamine [Article]. Olivier Battistini. Les documents d’archives dans la Vita Commodi: degré zéro de l’histoire ou fiction ? [Article]. Agnès Molinier-Arbo 3. Biographie, histoire sainte et histoire: figures historiques et réécritures Entre biographie et anecdote. Les « mauvaises » mises en forme des notices biographiques dans les « vies » de Théopompe chez Photios et dans la Souda [Article]. Gabriella Ottone. Exégèse et Histoire sainte dans l’Histoire ecclésiastique d’Eusèbe de Césarée (Livre I) [Article]. Claire Muckensturm-Poulle Bios et Historia. À propos de l’écriture biographique dans les Vies Parallèles de Plutarque [Article]. Françoise Frazier 4. Objets historiques et réécritures littéraires Histoire d’objets. Objets d’histoire [Article]. Renaud Robert Histoire d’un palimpseste: le Nero et le Caligula de Suétone dans la Vita Commodi de l’Histoire Auguste [Article]. Agnès Molinier-Arbo. II. Écrire l’histoire en Grèce et à Rome. L’historien dans son oeuvre. 1. L’historien narrateur Quelques réflexions sur l’archéologie de l’écriture historique [Article]. Antonio Gonzales Historia et intrigue. Les ressources « mimétiques» de l’Enquête d’Hérodote [Article]. Pascal Payen. Les Moi de l’historien: récit et discours chez Denys d'Halicarnasse [Article]. Valérie Fromentin Quelques réflexions terminales. Conclusions de la rencontre de juin 2005 [Article]. Edmond Lévy 2. δεινότατός εστιν … οταν που τον επιμετρουντα λόγον διατιθηται (Polybe, XII. 28. 10): les ajouts au récit et leur réception La digression: in qua re Sallustius excelluit ? [Article]. Catherine Sensal Pausanias en biographe. Réflexions sur la place des vies de Philopoimen et d’Épaminondas dans la vision historique du Périégète [Article]. Jean-Christophe Vincent Résumés du Supplément 4. 1 [Abstract] Dialogues d'histoire ancienne. Supplément n°4-2, 2010. Jeux et enjeux de la mise en forme de l'histoire. Recherches sur le genre historique en Grèce et à Rome. Avant-propos [Article]. Marie-Rose Guelfucci Introduction [Article]. Marie-Rose Guelfucci III. Les enjeux du récit et le travail de l’historien La bataille de Philippes (42 av. J. -C. ) dans l’Histoire romaine de Dion Cassius: un aperçu du travail de l’historien. [Article]. Estelle Bertrand Religion et récit historique: les ambassades des sanctuaires grecs sous Tibère (Tacite, Annales III. 60-63) [Article]. Bruno Poulle Dire l’autre et l’ailleurs ? Récit, guerre et pouvoir dans l’Anabase de Xénophon [Article]. Jeannine Boëldieu-Trevet Alexandre chez les Malles: techniques d’un récit dans l’Anabase d’Arrien [Article]. Claire Muckensturm-Poulle. Enjeux littéraires et historiques du portrait d’Alexandre: les barbares dans l’Anabase d’Arrien [Article]. Thomas Schmidt IV. Enjeux et choix d’écriture: le travail de l’historien et les styles de l’histoire 1. La rhétorique de l’éloge Xénophon: la place de l’éloge dans l’écriture de l’histoire, des Helléniques (VI-VII) à l’Agésilas [Article]. Pierre Pontier 2. La dramatisation de l’histoire Outils de dramatisation chez Phylarque [Article]. Koen Vanhaegendoren Polybe et les mises en scène de la Tychè [Article]. Marie-Rose Guelfucci. Le discours de la décadence dans le Bellum Catilinae de Salluste: éléments d’une mise en forme du récit [Article]. Catherine Sensal La chute de Vitellius dans les Histoires de Tacite [Article]. Fabrice Galtier 3. Légende, prodiges, histoire Légende et histoire dans le Livre I de Tite-Live [Article]. Bernard Mineo Autour de la mort de Romulus (à partir du texte de Tite-Live, 1. 15. 6-16) [Article]. Gérard Salamon. Du guerrier-fauve au « meilleur des Hellènes »: l’histoire d’Aristoménès (re-) vue par Pausanias [Article]. Jean-Christophe Vincent Jeux et enjeux de l’annonce de l’Empire dans l’Histoire Auguste [Article]. Élisabeth Smadja. V. La naissance des “genres” et « le temps des hommes » Les mythes fondateurs de Thèbes et l’histoire: les mises en formes du passé d’une cité et leurs enjeux [Article]. Karin Mackowiak Colonisation et récits de fondation chez Hérodote [Article]. Pascal Payen Conclusions Le point de vue de l’historien [Article]. François Hinard. Résumés du Supplément 4. 2 [Abstract]. Dialogues d'histoire ancienne. Supplément n°5, 2011. La notion d’empire dans les mondes antiques. Bilan historiographique. Contents [Tables and indexes]. Sommaire [Tables and indexes]. Introduction. Les modèles impériaux dans l’Antiquité [Article]. Christophe Badel Assyriens, Babyloniens, Perses achéménides: la matrice impériale [Article]. Francis Joannès. Périclès et l’impérialisme athénien de Thucydide à l’historiographie contemporaine [Article]. Claude Mossé L’empire athénien est-il toujours un empire comme les autres ? [Article]. Christophe Pébarthe Le renouveau des études séleucides [Article] Laurianne Martinez-Sève (Re)penser l’Empire romain. Le défi de la comparaison historique [Article]. Frédéric Hurlet Empire romain et hellénisme: bilan historiographique [Article]. Christine Hoët-Van Cauwenberghe. Conclusions. Les empires antiques et l’écriture de l’histoire [Article]. Patrick Le Roux Résumés-Abstracts [Abstract] Dialogues d'histoire ancienne. Supplément n°6, 2011. Diodore d’Agyrion et l’histoire de la Sicile. Contents [Tables and indexes]. Sommaire [Tables and indexes]. Introduction [Article]. Sophie Collin Bouffier. Autour de l’historien et de sa méthode historique Sicile mythique, Sicile historique: la place de la Sicile dans l’histoire universelle de Diodore [Article]. Pascale Giovannelli-Jouanna Diodore et le patrimoine mythico-historique de la Sicile [Article] Renaud Robert Diodore et l’histoire de la Sicile Diodore de Sicile témoin du Ve siècle av. J. -C. : un âge d’or pour la Sicile ? [Article]. Sophie Collin Bouffier Gérer la haine, fabriquer l’ennemi. Grecs et Carthaginois en Sicile entre les Ve et IVe siècles av. J. -C. [Article] Nicola Cusumano Le témoignage de Diodore de Sicile sur deux cités élymes: Ségeste et Éryx (VIe et Ve siècles av. J. -C. ) [Article]. Aude Cohen-Skalli Diodore de Sicile et les Sikèles: Histoire et/ou mémoire d’un « ethnos » et de son héros Doukétios. [Article]. Sandra Péré-Noguès. Diodore et l’histoire de la Sicile républicaine [Article]. Sylvie Pittia Résumés-Abstracts [Abstract] Dialogues d'histoire ancienne. Supplément n°7, 2012. L’histoire de l’alimentation dans l’Antiquité. Bilan historiographique. Contents [Tables and indexes] Sommaire [Tables and indexes]. Introduction [Article]. Brigitte Lion L’alimentation au Proche-Orient ancien: les sources et leur exploitation [Article]. Cécile Michel Manger en Égypte: multiples témoins [Article]. Dominique Farout Les banquets dans les cités grecques: bilan historiographique [Article]. Pauline Schmitt Pantel Les techniques vinicoles grecques, des vendanges aux Anthestéries: nouvelles perspectives [Article]. Thibaut Boulay Les banquets dans le monde romain: alimentation et communication [Article]. Konrad Vössing Alimentation et société dans la Rome classique: bilan historiographique (IIe siècle av. J. -C. - IIe siècle apr. J. -C. ) [Article]. Christophe Badel. D’Apicius à la table des rois « barbares » [Article] Bernadette Cabouret Résumés-Abstracts [Abstract].", 
    "domain": "www.persee.fr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "classics", 
        "open access", 
        "monograph", 
        "France"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8592417785020020098", 
            "resource_date": "2015-04-01T15:15:31.846-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:07.947368"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/01/open-access-monograph-series-dialogues.html", 
            "resource_date": "2015-04-01T15:15:31.846-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:07.947384"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Dialogues d'histoire ancienne. Suppléments", 
    "url": "http://www.persee.fr/web/revues/home/prescript/revue/dha", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}