{
    "description": "Athena Review: Journal of Archaeology, History, and Exploration. Issue index: Vol. 1, No 1: Romano-British Sites & Museums I: Forts and military sites; Late Iron Age Celts; Angkor Wat; Peter Martyr. Vol. 1, No 2: Romano-British Sites & Museums II: Towns, villas, markets, baths; New World Voyages of William Dampier. Vol. 1, No. 3: New World Explorers I: South America & Caribbean; Vikings in Vinland; Rivers from Space. Vol. 1, No. 4: Sites & Museums in Roman Gaul I; Thracian Treasures; Buddhist Monasteries in Tibet. Vol. 2, No. 1: New World Explorers II: Yucatán; Great Basin Archaeology. Vol. 2, No. 2: Maya Lowlands: Tikal, Palenque; Egyptian papyri; Sutton Hoo. Vol. 2, No. 3: Romans on the Danube; Viking ships and sagas; Andean Petroglyphs. Vol. 2, No. 4: Neanderthals Meet Modern Humans. Vol. 3, No. 1: Byzantine Cultures, East and West; Buried silk road cities of Khotan. Vol. 3, No. 2: New World Explorers III: Peopling of the Americas Vol. 3, No. 3: Minoan Palaces of Crete: New Interpretations; El Mirón Cave, Spain Vol. 3, No. 4: Rediscovering Lost Civilizations: Reports from the Field. Vol. 4, No. 1: Homo erectus: current findings on an early human ancestor; The prehistory of Sardinia Vol. 4, No. 2: The Flowering of the Gothic in Northern France: Gothic Art and Architecture from Paris to Picardie Vol. 4, No. 3: The Looting of Archaeological Sites: Looting and the Antiquities Market; Central America as a Case Study; Bering Strait Legal Market in Antiquities.", 
    "domain": "www.athenapub.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8036190559375254934", 
            "resource_date": "2014-07-23T08:00:10.548-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:27.986784"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/02/open-access-journal-athena-review.html", 
            "resource_date": "2014-07-23T08:00:10.548-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:27.986800"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Athena Review", 
    "title_extended": "Athena Review: Journal of Archaeology, History, and Exploration", 
    "url": "http://www.athenapub.com/backis2.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}