{
    "description": "Athena Review: Journal of Archaeology, History, and Exploration Romano-British Sites & Museums I: Forts and military sites; Late Iron Age Celts; Angkor Wat; Peter Martyr. Romano-British Sites & Museums II: Towns, villas, markets, baths; New World Voyages of William Dampier. New World Explorers I: South America & Caribbean; Vikings in Vinland; Rivers from Space.: Sites & Museums in Roman Gaul I; Thracian Treasures; Buddhist Monasteries in Tibet. New World Explorers II: Yucatán; Great Basin Archaeology. Maya Lowlands: Tikal, Palenque; Egyptian papyri; Sutton Hoo. Romans on the Danube; Viking ships and sagas; Andean Petroglyphs. Neanderthals Meet Modern Humans. Byzantine Cultures, East and West; Buried silk road cities of Khotan. New World Explorers III: Peopling of the Americas Minoan Palaces of Crete: New Interpretations; El Mirón Cave, Spain Rediscovering Lost Civilizations: Reports from the Field. Homo erectus: current findings on an early human ancestor; The prehistory of Sardinia The Flowering of the Gothic in Northern France: Gothic Art and Architecture from Paris to Picardie The Looting of Archaeological Sites: Looting and the Antiquities Market; Central America as a Case Study; Bering Strait Legal Market in Antiquities", 
    "domain": "www.athenapub.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "title_extended", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8036190559375254934", 
            "resource_date": "2012-08-06T10:57:47.527-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:04:35.833738"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/02/open-access-journal-athena-review.html", 
            "resource_date": "2012-08-06T10:57:47.527-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:04:35.833755"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.athenapub.com/index1.htm", 
        "http://www.athenapub.com/index4.htm", 
        "http://www.athenapub.com/index6.htm", 
        "http://www.athenapub.com/index7.htm", 
        "http://www.athenapub.com/index8.htm"
    ], 
    "title": "Athena Review", 
    "title_extended": "Athena Review: Journal of Archaeology, History, and Exploration", 
    "url": "http://www.athenapub.com/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}