{
    "authors": [], 
    "contributors": [], 
    "description": "Symbolae Philologorum Posnaniensium. ISSN: 0302-7384. Symbolae Philologorum Posnaniensium „Symbolae Philologorum Posnaniensium\" powołano do życia w roku 1973 w ówczesnej Katedrze Filologii Klasycznej UAM jako pismo periodyczne poznańskiego środowiska naukowego filologów klasycznych, otwarte również dla innych ośrodków filologicznych w Polsce oraz dla przedstawicieli pozostałych dyscyplin naukowych, zajmujących się antykiem greckim i rzymskim. Założycielem „Symbolae\" i redaktorem pierwszych tomów był prof. Jan Wikarjak. Redaktorami prowadzącymi „Symbolae\" byli i są stale profesorowie filologii klasycznej UAM. Artykuły w SPhP są drukowane w języku polskim, a także, od samego początku, część z nich ukazuje się w językach zachodnioeuropejskich oraz w języku łacińskim. Pojawiają się także autorzy z zagranicznych ośrodków naukowych. Wszystkie artykuły zaopatrzone są w abstrakty oraz summaria w językach obcych. Materiały oddawane do druku są wcześniej recenzowane przez profesorów spoza Poznania. Tematyka artykułów pochodzi z obszaru obu literatur starożytnych, czyli greckiej i łacińskiej oraz popularnej w Poznaniu i innych ośrodkach recepcji antyku i oryginalnej literatury łacińskiej z okresu średniowiecza, renesansu i baroku. Drukowane są tylko prace oryginalne. „Symbolae\" dzięki streszczeniom obcojęzycznym i regularnej wymianie prowadzonej przez Instytut oraz przez Bibliotekę Uniwersytecką docierają także do czytelników zagranicznych. (ang. ) Symbolae Philologorum Posnaniensium The journal „Symbolae Philologorum Posnaniensium\" was founded in 1973 in the Department of Classical Philology at Adam Mickiewicz University. From its beginnings, it was intended as a journal for scholars of classical philology in Poznań, although it was also open to researchers working in other disciplines related to Greek and Roman antiquity. The founder of the \"Symboale\" was Professor Jan Wikarjak who was also the editor-in-chief of several issues. Papers contained in the volumes of the \"Symbolae\" have been printed in Polish, but also in other European languages and in Latin. We have also featured authors from abroad, e. g. from Germany, Great Britain, Austria. Each paper is provided with an English abstract, as well as summaries and keywords in other languages, and is reviewed by scholars from centres other than Poznań. The range of topics is rather wide and encompasses the literatures of Greek and Roman antiquity, as well as the Latin literature of the Middle Ages, Renaissance and later periods. Only original papers can be printed. Owing to the summaries and abstracts in a number of languages, the journal is accessible to readers worldwide.", 
    "domain": "repozytorium.amu.edu.pl", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "0302-7384"
            ]
        }
    }, 
    "is_part_of": {
        "title_full": "Symbolae Philologorum Posnaniensium", 
        "url": "https://repozytorium.amu.edu.pl/jspui/handle/10593/1815"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "pl"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5793808874041565478", 
            "resource_date": "2014-03-11T07:08:04.604-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:12:17.037302"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/01/open-access-journal-symbolae.html", 
            "resource_date": "2014-03-11T07:08:04.604-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:12:17.037317"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "jspui-handle-10593-4000", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Symbolae Philologorum Posnaniensium, 2012, nr XXII/2 [0]", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "https://repozytorium.amu.edu.pl/jspui/handle/10593/4000", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}