{
    "description": "PalArch Journal of Archaeology of Northwest Europe Papers PJANE accepts papers with topics such as: Aerial archaeological survey Archaeological techniques, theory etc. Archaeozoology, -botany Architecture Art history History of science Museology Preparation/conservation Underwater archaeology The Journal publishes contributions from prehistory to the Medieval Period. If there is doubt whether a paper can be submitted or not, please contact the responsible managing editor first. Papers can take the form of, for instance: (Exposition) catalogues Descriptions Discussions and correspondences Headline news Independent (case)studies Institute based (case)studies Notes Reports (such as survey and excavation reports) Supplements to previous published work Symposia, workshops etc. and their proceedings Book reviews Since we have been co-operating with many well-known and worldwide publishers, the continuous expanding of this system has resulted in the inclusion in our journal of reviews of scientific as well as popular books, which are reviewed by various specialists in the field. The book reviews are free to download and with uploading the new issue, the book reviews stay online in the archives with their title; they are sent for free as pdf-file to anyone who asks for it! In order to discuss books from various angles, we allow two reviews of the same book (in exceptional cases even more) on the condition that the reviews are written with different views and provoke discussion. Also review of older books are welcome; although this is from a commercial point of view of minor importance for the publisher, it still can be of importance for colleague scientists and other interested people. You can send your book review (in English) with the following details: author(s)/editor(s), year, full title, place, publisher, number of pages, ISBN, price, hardback/paperback to the responsible managing editor. Also, send the scanned images (300 dpi or more) of the front and back of the book. Moving Images PJANE offers the possibility of the publication of animations, such as ct scans of fossils or mummies or large picture databases.", 
    "domain": "www.palarch.nl", 
    "identifiers": {
        "isbn": {
            "generic": [
                "300"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Europe", 
        "journal", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3176541072519709332", 
            "resource_date": "2010-01-08T12:52:01.478-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:03:01.484550"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/01/open-access-journal-palarch-journal-of.html", 
            "resource_date": "2010-01-08T12:52:01.478-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:03:01.484566"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "PalArch Journal of Archaeology of Northwest Europe", 
    "url": "http://www.palarch.nl/category/nw_europe/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}