{
    "description": "Inscriptions in Byzantium and Beyond. Methods - Projects - Case Studies ISBN 978-3-7001-7674-9 Print Edition ISBN 978-3-7001-7806-4. Online Edition Veröffentlichung zur Byzanzforschung 38 Denkschriften der phil. -hist. Klasse  478 2015,  246 Seiten, zahlr. Abb. , 29,7×21cm, broschiert €  65,90. Andreas  Rhoby ist wissenschaftlicher Mitarbeiter am Institut für Mittelalterforschung, Abteilung Byzanzforschung, der ÖAW. Der vorliegende Sammelband - der erste, der zur Gänze Aspekten der byzantinistischen Epigraphik gewidmet ist - umfasst in erster Linie Beiträge zweier internationaler Konferenzen (Wien 2010, Sofia 2011). Er gliedert sich in vier Abschnitte und versammelt unter anderem folgende Artikel: Nach einem einführenden Beitrag über die „Geschichte“ der byzantinistischen Epigraphik versucht Cyril Mango den Terminus „Byzantinische Inschrift“ und seine Grenzen zu definieren. Vincent Debiais liefert interessante Beobachtungen anhand eines Vergleichs von westlichen und byzantinischen Inschriften. Der zweite Abschnitt des Buches trägt den Titel „Methods of Editing Byzantine Inscriptions“: Während der Beitrag Peter Schreiners die dringende Notwendigkeit einer neuen epigraphischen Initiative innerhalb der Byzantinistik betont, beschreibt Walter Koch detailliert die westlichen Inschriftenprojekte. Sowohl Guglielmo Cavallo als auch Erkki Sironen diskutieren Editionsrichtlinien, während Charlotte Roueché die Vorteile von Online-Corpora beschreibt. Joel Kalvesmaki stellt das kürzlich publizierte epigraphische Font „Athena Ruby“ vor. Der dritte Abschnitt umfasst Artikel, die über laufende epigraphische Projekte berichten: Zwei in Griechenland durchgeführte Projekte werden als Datenbank publiziert werden. Maria Xenaki diskutiert den epigraphischen Reichtum Kappadokiens und die kaum analysierten Graffiti. Der letzte Abschnitt ist Fallstudien gewidmet, deren Inhalt von der Spätantike (Sencer Şahin, Mustafa Sayar) bis in mittel- und spätbyzantinische Zeit reicht (Ida Toth, Linda Safran). Gedruckt mit Unterstützung des Fonds zur Förderung der wissenschaftlichen Forschung (FWF). … The present book, the first collective volume entirely devoted to aspects of Byzantine epigraphy, mainly comprises papers delivered at two international meetings (Vienna 2010, Sofia 2011). The book is divided into four sections and includes among others the following contributions: after an introductory article about the “history” of the discipline of Byzantine epigraphy Cyril Mango tries to define the term “Byzantine inscription” and its limits. Vincent Debiais offers some interesting observations by comparing medieval Latin inscriptions from the West with Byzantine epigraphic traditions. The second section of the book bears the title “Methods of Editing Byzantine Inscriptions”: while the paper of Peter Schreiner discusses the urgent necessity of creating a new epigraphic initiative within Byzantine Studies, Walter Koch describes the Western medieval inscription projects in detail. Both Guglielmo Cavallo and Erkki Sironen discuss editorial guidelines while Charlotte Roueché stresses the advantages of creating online-corpora, and Joel Kalvesmaki describes his recently published epigraphic font “Athena Ruby”. The third section covers articles which report current epigraphic projects: two projects from Greece presented will be published within databases. Maria Xenaki discusses the epigraphic wealth of Cappadocia and its hardly studied graffiti. The last section is devoted to case studies articles. Their content ranges from Late Antiquity (Sencer Şahin, Mustafa Sayar) until the middle and the late Byzantine period (Ida Toth, Linda Safran).", 
    "domain": "hw.oeaw.ac.at", 
    "identifiers": {
        "isbn": {
            "generic": [
                "978-3-7001-7806-4", 
                "978-3-7001-7674-9"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "epigraphy", 
        "Greek", 
        "Byzantium", 
        "inscriptions"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1612449392039575273", 
            "resource_date": "2015-04-08T05:51:28.490-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:18.000239"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/04/inscriptions-in-byzantium-and-beyond.html", 
            "resource_date": "2015-04-08T05:51:28.490-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:18.000254"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Inscriptions in Byzantium and Beyond", 
    "url": "http://hw.oeaw.ac.at/7674-9?frames=yes", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}