{
    "description": "kenom: Virtuelles Münzkabinett. Kooperative Erschließung und Nutzung der Objektdaten von Münzsammlungen (KENOM Das Projekt KENOM bietet zusammenfassend ein integratives Gesamtkonzept zur Etablierung eines sammlungsübergreifenden virtuellen Münzkabinetts für alle numismatischen Sparten und diverse Besonderheiten verschiedener außereuropäischer Kulturräume. Es wurde konzipiert, nachdem die Deutsche Forschungsgemeinschaft im Herbst 2010 die Förderung der „Erschließung und Digitalisierung von objektbezogenen wissenschaftlichen Sammlungen“ ausschrieb. Zum 1. Februar 2011 stellten kooperativ die Verbundzentrale des Gemeinsamen Bibliotheksverbundes Göttingen, das Niedersächsische Landesmuseum Hannover, das Archäologische Institut der Georg-August-Universität Göttingen, die Schleswig-Holsteinischen Landesbibliothek, das Thüringische Landesamt für Denkmalpflege und Archäologie sowie die Numismatische Kommission der Länder in Deutschland einen gemeinsamen Projektantrag. Ende April 2012 genehmigte die DFG den Antrag für das Pilotprojekt, das auf 24 Monate angelegt zum 1. November 2012 begann. Ziel des Projektes war es, die digitale Präsenz wissenschaftlich aufbereiteter numismatischer Quellen deutlich zu erhöhen und dauerhaft durch die Bereitstellung entsprechender Werkzeuge die Erschließung zahlreicher weiterer Bestände zu gewährleisten. Zugleich sollte in einem Sammlungsbereich, in dem eine kooperative Erschließung möglich ist, ein Online-Werkzeug dauerhaft die Bereitschaft erhöhen, auch unter ungünstigen Bedingungen Objekte auf einem qualitätvollen, nachnutzbaren Niveau zu dokumentieren und damit wissenschaftlich Interessierten zur Verfügung zu stellen. Im Gegensatz zu anderen Vorgängerprojekten wurde der Aufwand durch ein Erschließungsmodell für numismatische Bestände unter Verwendung von Normvokabular minimiert, so dass tatsächlich große Bestände digital verfügbar werden. Dafür wurden fachliche Rahmenbedingungen, die sich an nationalen und internationalen Regelwerken orientieren, entwickelt und Arbeitsabläufe definiert, die bei hoher Qualität der Digitalisate gleichwohl große Mengen liefern. Metadatengrundlage ist der internationale Datenformat „Lightweight Information Describing Objects( LIDO)“. Das Projekt ist in mehrerer Hinsicht zukunftsweisend, einerseits durch die großräumige länderübergreifende Vernetzung von unterschiedlich strukturierten Sammlungen, andererseits durch die Integration verschiedener Sammlungstypen. Damit ist ein breites Spektrum der Nachnutzbarkeit gewährleistet und die Basis für die sachgerechte Verzeichnung mittlerer und kleiner Sammlungen gelegt, die über kein eigenes Fachpersonal verfügen. Andererseits wird die europaweite Vernetzung von Münzsammlungen und Fundmünzenprojekten vorbereitet, die bereits 2004 auf einem internationalen Fundmünzenkolloquium in Konstanz diskutiert und gefordert wurde. Ziel ist die Etablierung eines Modellstandards zur digitalen Erschließung von Münzsammlungen, der KENOM den Charakter eines Pilotprojekts verleiht.", 
    "domain": "www.kenom.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Germany", 
        "numismatics"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6289685010790204257", 
            "resource_date": "2015-05-18T20:32:25.931-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:20.102838"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/kenom-virtuelles-munzkabinett.html", 
            "resource_date": "2015-05-18T20:32:25.931-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:20.102855"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "kenom: Virtuelles Münzkabinett", 
    "url": "http://www.kenom.de/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}