{
    "description": "Cyrus' Paradise: The World's First Online Collaborative Commentary to an Ancient Text. is the world’s first comprehensive, online, collaborative commentary for a Classical text: Xenophon’s Education of Cyrus ( Cyropaedia ). incorporates contributions from all generations and communities, from high school and college students to advanced professors to amateur enthusiasts. Contributions take the form of multimedia (pictures, audio, video), grammatical and syntactical instruction, and discussion in the form of questions, comments, and blog posts. Because it is always growing, the collaborative commentary is designed to produce new readings of the text with every new participant. It may be used as a tool for scholarly research at any stage, from a prospectus to a polished article. It may also be used as an intermediate or upper-level Greek text. Sample syllabuses are provided here. Our approach has been to provide students with every conceivable resource for understanding and interpreting the text (e. g. , grammatical/syntactical aid, parsing, tree-banking, vocabulary, video instruction, audio recordings), while at the same time developing every conceivable way to assess student mastery.", 
    "domain": "www.cyropaedia.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "collaboration", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6296989587124732055", 
            "resource_date": "2013-08-07T18:58:20.104-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:14:02.362594"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/08/cyrus-paradise-worlds-first-online.html", 
            "resource_date": "2013-08-07T18:58:20.104-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:14:02.362610"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.cyropaedia.org/resources/", 
        "http://www.cyropaedia.org/#toc_sidebar", 
        "http://www.cyropaedia.org/#comments_sidebar"
    ], 
    "title": "Cyrus' Paradise: The World's First Online Collaborative Commentary to an Ancient Text", 
    "url": "http://www.cyropaedia.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}