{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 23 September 2009. Updated 6 February 2014]. ΤΕΚΜΗΡΙΑ. ISSN: 1106-661x. Τὸ περιοδικὸ ΤΕΚΜΗΡΙΑ μὲ τὸν ὑπότιτλο Συμβολὲς στὴν ἱστορία τοῦ Ἑλληνικοῦ καὶ Ρωμαϊκοῦ κόσμου ἄρχισε νὰ ἐκδίδεται τὸ 1995 στὴν Θεσσαλονίκη μὲ πρωτοβουλία τῶν Ἰωάννη Τουλουμάκου, καθηγητοῦ τότε τῆς Ἀρχαίας Ἱστορίας στὸ ἐκεῖ πανεπιστήμιο, Ἄγγελου Χανιώτη, καθηγητοῦ τότε Ἀρχαίας ῾Ελληνικῆς Ἱστορίας στὸ Πανεπιστήμιο τῆς Χαϊδελβέργης καὶ Fritz Gschnitzer, ὁμότιμου καθηγητοῦ στὸ ἴδιο πανεπιστήμιο, καὶ μέχρι σήμερα ἔχουν κυκλοφορήσει ὀκτὼ τόμοι. Τὴν συνέχιση τῆς ἐκδόσεως τοῦ περιοδικοῦ ἀνέλαβε ἀπὸ τὸ 2008 τὸ Κέντρο Ἑλληνικῆς καὶ Ρωμαϊκῆς Ἀρχαιότητος (Κ. Ε. Ρ. Α. ). Κατὰ τὴν νέα αὐτὴ φάση ὡς περιοδικὸ ἐλευθέρας προσβάσεως μὲ ἀνώνυμους κριτές, τὰ ΤΕΚΜΗΡΙΑ θὰ ἐξακολουθήσουν να δημοσιεύουν μελέτες ποὺ ἀφοροῦν στὴν Ἀρχαία Ἑλληνικὴ Ἱστορία, τὴν Ἐπιγραφική, τὴν Νομισματικὴ καὶ τὴν Τοπογραφία (8ος αἰ. π. Χ. - 6ος αἰ. μ. Χ. ). Ἔμφαση θὰ δίδεται καὶ τώρα στὴν παρουσίαση νέου ὑλικοῦ καὶ ἐπιδίωξη τῶν ἐκδοτῶν εἶναι οἱ δημοσιευόμενες μελέτες νὰ καλύπτουν τὸν εὐρύτερο ἑλληνικὸ χῶρο. Στὴν νέα Ἐκδοτικὴ Ἐπιτροπὴ συμμετέχουν οἱ Δημήτριος Παντερμαλῆς, Ἄγγελος Χανιώτης, Χαράλαμπος Κριτζᾶς, Παντελής Νίγδελης καὶ Μιλτιάδης Β. Χατζόπουλος, ἐνῶ τὰ καθήκοντα Ἐπιμελητοῦ ἐκδόσεως ἔχει ἀναλάβει ὁ Ἄγγελος Π. Ματθαίου. Ὡς ἔκδοση τοῦ Κέντρου Ἑλληνικῆς καὶ Ρωμαϊκῆς Ἀρχαιότητος (Κ. Ε. Ρ. Α. ) τὰ ΤΕΚΜΗΡΙΑ θὰ ἀποτυπώνουν τὴν ἐπιστημονικὴ δραστηριότητα τῶν ἐρευνητῶν του, θὰ φιλοξενοῦν ὅμως παράλληλα μελέτες καὶ ἄλλων Ἑλλήνων καὶ ξένων ἐρευνητῶν, οἱ ὁποῖες ἀνταποκρίνονται στοὺς ἀνωτέρω στόχους. Ἡ ἔκδοση τοῦ περιοδικοῦ προβλέπεται ἐτήσια. Δεκτὲς θὰ γίνονται μελέτες στὴν ἑλληνική, τὴν ἀγγλική, τὴν γαλλική, τὴν γερμανικὴ καὶ τὴν ἰταλική, καθὼς ἐπίσης καὶ βιβλιοκρισίες-ἄρθρα, ὄχι ὅμως βιβλιοπαρουσιάσεις. Οἱ συγγραφεῖς ἄρθρων καὶ βιβλιοκρισιῶν θὰ ἔχουν στὸ ἑξῆς τὴν δυνατότητα νὰ ὑποβάλλουν τὶς ἐργασίες τους μέσῳ τῆς ἱστοσελίδος τῶν ΤΕΚΜΗΡΙΩΝ. Ὅσοι ἐπιλέξουν τὴν μέθοδο αὐτὴν θὰ πρέπει νὰ ἀκολουθήσουν τὴν κατωτέρω διαδικασία. Τhe journal ΤΕΚΜΗΡΙΑ, subtitled Contributions to the History of the Greek and Roman World, began publication in 1995 in Thessalonike, at the initiative of Ioannis Touloumakos, then Professor of Ancient History at the University of Thessalonike, Angelos Chaniotis, then Professor of Ancient Greek History at Heidelberg University, and Fritz Gschnitzer, Emeritus Professor at the same university. To date, eight volumes have been issued. The Centre for Greek and Roman Antiquity (K. E. Ρ. A. ) has undertaken to continue publication of the journal ΤΕΚΜΗΡΙΑ. In this new phase of its existence as a peer reviewed open access journal, ΤΕΚΜΗΡΙΑ will continue to publish studies on Ancient Greek History, Epigraphy, Numismatics and Topography between the eighth century B. C. and the sixth century A. D. The emphasis will still be on the presentation of new materials and the editors hope to cover the Greek world in the broadest sense. The new editorial board consists of Dimitrios Pantermalis, Angelos Chaniotis, Charalampos Kritzas, Pantelis Nigdelis and Miltiades B. Hatzopoulos, while Angelos P. Matthaiou will serve as editor. As a Centre for Greek and Roman Antiquity (K. E. Ρ. A. ) publication, ΤΕΚΜΗΡΙΑ will reflect the scholarly activity of the Centre’s research staff, but contributions by other Greek and foreign scholars are welcomed, provided they respond to the objectives outlined above. The journal will be issued annually. Contributions may be in Greek, English, French, German or Italian. Review articles are acceptable, but not simple book reviews. By visiting the journal’s website, contributors will have from now on the possibility to submit articles and book reviews.", 
    "domain": "www.tekmeria.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "1106-661X"
            ]
        }
    }, 
    "is_part_of": {
        "issn": "1106-661X", 
        "title_full": "ΤΕΚΜΗΡΙΑ", 
        "url": "http://www.tekmeria.org/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "el"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8418508045406985755", 
            "resource_date": "2014-02-06T05:44:34.150-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:15:25.313142"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/09/open-access-journals.html", 
            "resource_date": "2014-02-06T05:44:34.150-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:15:25.313163"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "index-php-tekmiria-issue-view-62", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Vol 2 (1996)", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.tekmeria.org/index.php/tekmiria/issue/view/62", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}