{
    "description": "Open Journal of Archaeometry eISSN: 2038-1956 is a new, completely peer-reviewed, Open Access, international scientific journal published by PAGEPress Publications, Pavia, Italy. It is dedicated to the publication of research articles, short communications and review papers on every aspect of archaeometry. Archaeometry, also known as archaeological science, applies scientific techniques to the analysis of archaeological materials. Research topics mainly comprise the following disciplines and analyzing techniques: physical and chemical dating methods, e.g. 14 C and luminescence dating, which provide archaeologists with numerical and relative chronologies analyses of artifacts, concerning provenance, technology and types of use environmental approaches, which provide information on past changes in landscape, climate, flora, and fauna anthropological studies dealing with diet, nutrition, health, and pathology of people mathematical methods for data treatment including the role of computers in handling, analyzing, and modeling the vast sources of data remote-sensing and geophysical-survey applications, and conservation sciences involving the study of decay processes and the development of new methods of conservation We cannot yet offer you a journal with a long history and reputation, but we can guarantee fast and high quality services for authors and publication online within 3 weeks of the acceptance date. To ensure publication precedence for authors, and to provide a lasting record of scientific discussion, the articles are permanently archived and fully citable. With respect to the goals of the Budapest Open Access Initiative, Open Access to scientific and scholarly literature means to us \"its free availability on the public internet, permitting any users to read, download, copy, distribute, print, search, or link to the full texts of these articles. The only constraint on reproduction and distribution, and the only role for copyright in this domain, should be to give authors control over the integrity of their work and the right to be properly acknowledged and cited\". The more, we believe that: Articles that are available by Open Access are likely to be read and cited more often than those not Open Access Publicly-funded research should be made available to be read and used without access barriers It is beneficial for the general public to have access to published scientific articles", 
    "domain": "www.pagepress.org", 
    "identifiers": {
        "issn": {
            "electronic": [
                "2038-1956"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3634147189668231873", 
            "resource_date": "2013-01-20T08:58:51.187-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:12:40.596544"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/01/new-open-access-journal-open-journal-of.html", 
            "resource_date": "2013-01-20T08:58:51.187-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:12:40.596560"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Journal of Archaeometry", 
    "url": "http://www.pagepress.org/journals/index.php/arc/index", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}