{
    "description": "Analecta Malacitana Electrónica (AnMal electrónica): Revista de Filología de la Facultad de Filosofía y Letras. ISSN: 1697-4239. La Revista Analecta Malacitana veía la luz en 1978, apoyada por las distintas secciones del ámbito de la Filología en la Universidad de Málaga. Su objetivo esencial era convertirse en cauce de difusión abierto y pluralista a labores filológicas de entidad científica. Con un marcado carácter de miscelánea filológica el proyecto tuvo como catalizador e impulsor al Dr. Olegario García de la Fuente, cumpliendo en una primera etapa con una idea de variedad equilibrada, de la que puede ser buena muestra el volumen XV de 1992, precisamente dedicado como homenaje a quien ha sido el primer Director de la Revista. En dicho volumen se reúnen ensayos teóricos de hondo calado (sobre el cuestionamiento del comentario de textos o la historia del concepto Siglo de Oro) con una extensa nómina de estudios monográficos: desde formulaciones lingüísticas en la legislación foral leonesa a la novelística de Martín Gaite, pasando por la novela sentimental, el diálogo renacentista o los trabajos sobre Federico García Lorca.", 
    "domain": "www.anmal.uma.es", 
    "identifiers": {
        "issn": {
            "generic": [
                "1697-4239"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "classics", 
        "philology", 
        "open access", 
        "Spain"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6014517763040268384", 
            "resource_date": "2013-10-22T19:10:04.814-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:31.405006"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/02/open-access-journal-analecta-malacitana.html", 
            "resource_date": "2013-10-22T19:10:04.814-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:31.405023"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Analecta Malacitana Electrónica (AnMal electrónica): Revista de Filología de la Facultad de Filosofía y Letras", 
    "url": "http://www.anmal.uma.es/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}