{
    "description": "[First posted in AWOL 18 July 2012, updated 18 November 2014]. Corpus Antiquitatum Aegyptiacarum: Lose-Blatt-Katalog Ägyptischer Altertümer. Old Kingdom Volumes Courtesy of. The Giza Digital Library. Title Related People Date of Publication Hölzl, Regina. Reliefs und Inschriftensteine des Alten Reiches I. Kunsthistorisches Museum Wien Ägyptisch-Orientalische Sammlung, Lieferung 18. Corpus Antiquitatum Aegyptiacarum. Mainz am Rhein: Philipp von Zabern, 1999. Regina Hölzl 1999 Hölzl, Regina. Reliefs und Inschriftensteine des Alten Reiches 2. Corpus Antiquitatum Aegyptiacarum. Kunsthistorisches Museum Wien Ägyptisch-Orientalische Sammlung, Lieferung 21. Mainz am Rhein: Philipp von Zabern, 2001. Regina Hölzl 2001 Jaroš-Deckert, Brigitte. Statuen des Alten Reiches. Corpus Antiquitatum Aegyptiacarum. Kunsthistorisches Museum Wien Ägyptisch-Orientalische Sammlung, Lieferung 15. Mainz am Rhein: Philipp von Zabern, 1993. Brigitte Jaroš-Deckert 1993 Martin, Karl. Reliefs des Alten Reiches. Teil 1. Corpus Antiquitatum Aegyptiacarum. Pelizaeus-Museum Hildesheim, Lieferung 3. Mainz am Rhein: Philipp von Zabern, 1978. Karl Martin 1978 Martin, Karl. Reliefs des Alten Reiches. Teil 2. Corpus Antiquitatum Aegyptiacarum. Pelizaeus-Museum Hildesheim, Lieferung 7. Mainz am Rhein: Philipp von Zabern, 1979. Karl Martin 1979 Martin, Karl. Reliefs des Alten Reiches und verwandte Denkmäler. Teil 3. Corpus Antiquitatum Aegyptiacarum. Pelizaeus-Museum Hildesheim, Lieferung 8. Mit Beiträgen von Peter Kaplony. Mainz am Rhein: Philipp von Zabern, 1980. Karl Martin 1980 Martin-Pardey, Eva. Plastik des Alten Reiches. Teil 1. Corpus Antiquitatum Aegyptiacarum. Pelizaeus-Museum Hildesheim, Lieferung 1. Mainz am Rhein: Philipp von Zabern, 1977. Eva Martin-Pardey 1977 Martin-Pardey, Eva. Plastik des Alten Reiches. Teil 2. Corpus Antiquitatum Aegyptiacarum. Pelizaeus-Museum Hildesheim, Lieferung 4. Mainz am Rhein: Philipp von Zabern, 1978. Eva Martin-Pardey 1978 Martin-Pardey, Eva. Eingeweidegefässe. Corpus Antiquitatum Aegyptiacarum. Pelizaeus-Museum Hildesheim, Lieferung 5. Mainz am Rhein: Philipp von Zabern, 1979. Eva Martin-Pardey 1979 Martin-Pardey, Eva. Grabbeigaben, Nachträge und Ergänzungen. Corpus Antiquitatum Aegyptiacarum. Pelizaeus-Museum Hildesheim, Lieferung 6. Mainz am Rhein: Philipp von Zabern, 1991. Eva Martin-Pardey 1991.", 
    "domain": "www.gizapyramids.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "CAA", 
        "old kingdom"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2999789868980525763", 
            "resource_date": "2014-11-18T11:48:14.897-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:47.680691"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/07/corpus-antiquitatum-aegyptiacarum-old.html", 
            "resource_date": "2014-11-18T11:48:14.897-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:47.680708"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Corpus Antiquitatum Aegyptiacarum Old Kingdom Volumes Online", 
    "url": "http://www.gizapyramids.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}