{
    "description": "JSTOR–Free Access to Early Journal Content and Serving “Unaffiliated” Users Wednesday, September 7, 2011 - 3:02am GMT Dear Library and Publisher Colleagues, I am writing to share exciting news:  today, we are making journal content on JSTOR published prior to 1923 in the United States and prior to 1870 elsewhere, freely available to the public for reading and downloading. This includes nearly 500,000 articles from more than 200 journals, representing approximately 6% of the total content on JSTOR.  We are taking this step as part of our continuous effort to provide the widest possible access to the content on JSTOR while ensuring the long-term preservation of this important material.  To date, we have primarily provided access to people through a growing base of libraries and institutions. In 1995, only ten journals were digitized and available to just a few universities.  Today, millions of people from more than 7,000 institutions in 153 countries have access to journals on JSTOR through their universities, colleges, high schools, businesses, research institutions, museums, historical societies, and public libraries.  This constitutes remarkable progress and impact, but there remain many people who are not affiliated with institutions who want access to the knowledge preserved in JSTOR. We have taken a variety of steps over the years to serve them. First, in 1999 we began partnering with our publishers and scholarly societies to provide access to their journals to their society members and other individuals through what we call our Individual Access Program. More than 300 journals are accessible to individuals in this way today.   Second, in 2006 we initiated another program–the Publisher Sales Service–to enable publishers to sell their articles to the public through the JSTOR platform. There are 762 journals that have articles for sale in this way today, with prices set by each individual publisher. Third, in 2009 we began partnering with universities and colleges to offer their alumni access to content on JSTOR. There are 18 schools in this pilot program today.While these efforts are serving some users, there is more that can be done. About a year ago, we started working on a next set of initiatives to test and provide additional forms of access to content on JSTOR for individuals. These initiatives include: supporting publishers who wish to test different price points for their articles that are part of the Publisher Sales Service; working with our publishers to experiment with a new capability for individuals to read some articles online without charge if they register with us; and providing free access for individuals to the early journal content available through JSTOR. We are very excited about the potential for this next wave of efforts. We are confident that they will result in broader access to scholarship in the near term, and enable JSTOR and our publishers to test and develop new models that meet the wider public’s needs in the future. I hope you share our excitement about today’s announcement. We look forward to continuing to work with you to further access to individuals in the future. More information about the Early Journal Content is available, including an FAQ. On a final note, I realize that some people may speculate that making the Early Journal Content free to the public today is a direct response to widely-publicized events over the summer involving an individual who was indicted for downloading a substantial portion of content from JSTOR, allegedly for the purpose of posting it to file sharing sites. While we had been working on releasing the pre-1923/pre-1870 content before the incident took place, it would be inaccurate to say that these events have had no impact on our planning. We considered whether to delay or accelerate this action, largely out of concern that people might draw incorrect conclusions about our motivations. In the end, we decided to press ahead with our plans to make the Early Journal Content available, which we believe is in the best interest of our library and publisher partners, and students, scholars, and researchers everywhere. Please feel free to let me know if you have questions. Sincerely, Laura BrownJSTOR Managing Director", 
    "domain": "about.jstor.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "JSTOR"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8810082865392574951", 
            "resource_date": "2011-09-07T21:08:02.087-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:14:34.495260"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/09/jstor-news-free-access-to-early-journal.html", 
            "resource_date": "2011-09-07T21:08:02.087-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:14:34.495277"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://about.jstor.org/participate-jstor/individuals/early-journal-content", 
        "http://about.jstor.org/participate-jstor/individuals/early-journal-content-faqs"
    ], 
    "title": "JSTOR News: Free Access to Early Journal Content and Serving “Unaffiliated” Users", 
    "url": "http://about.jstor.org/news-events/news/jstor%E2%80%93free-access-early-journal-content", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}