{
    "description": "IDP is a ground-breaking international collaboration to make information and images of all manuscripts, paintings, textiles and artefacts from Dunhuang and archaeological sites of the Eastern Silk Road freely available on the Internet and to encourage their use through educational and research programmes. Current Issue No. 39, Winter 2011–12 On Stein’s Tracks in the Taklamakan The Niya Ruins Today House-building in Ancient Niya Dunhuang Scrolls in the Royal Library, Copenhagen Obituary: John B. Vincent (1915–2012) Publications on Niya and Karadong Read the current issue here page mounted: 1/12/05 page last updated: 19/10/11 Issue 1 – May 1993 'Cave 17' Conference Sussex University, UK October 13–15, 1993 Establishment of the IDP Steering Group VIEW | DOWNLOAD (PDF 52KB) Issue 2 – January 1995 The Dunhuang Manuscripts in St. Petersburg Khara-Khoto — The Black City The Star Chart VIEW | DOWNLOAD (PDF 72KB) Issue 3 – July 1995 Berlin's Re-united Collections Conservation and Science Qizil Caves VIEW | DOWNLOAD (PDF 88KB) TOP Issue 4 – January 1996 Dunhuang at the Bibliothèque National in Paris An Oasis in Europe Dunhuang Studies in France The Year of the Rat VIEW | DOWNLOAD (PDF 396KB) Issue 5 – Summer 1996 The Conservation of Manuscripts from Dunhuang and Central Asia Two Conservation Problems VIEW | DOWNLOAD (PDF 360KB) Issue 6 – November 1996 Dunhuang Manuscripts Collections in China VIEW | DOWNLOAD (PDF 208KB) TOP Issue 7 – Spring 1997 Ye Changchi: Pioneer of Dunhuang Studies by Rong Xinjiang Towards a New Understanding of Huahujing (The scripture of transforming the barbarians) from Dunhuang by Liu Yi VIEW | DOWNLOAD (PDF 452KB) Issues 8 & 9 – Summer/Winter 1997 Genuine, Copy or Forgery? IDP Workshop on Dunhuang Mansuscript Forgeries Chronological Classification of Dunhuang Buddhist Manuscripts IDP Symposium: 'Dunhuang and Turfan' VIEW | DOWNLOAD (PDF 696KB) Issue 10 – Spring 1998 Count Otani's Central Asian Expeditions Japanese Collections of Dunhuang and Silk Road Manuscripts On the Photography of Magistrate Wang and His Family by Wang Jiqing Meeting on the Centenary of the Discovery of the Dunhuang Manuscript Cave by Rong Xinjiang VIEW | DOWNLOAD (PDF 660KB) TOP Issue 11 – Summer 1998 Preservation of Dunhuang and Central Asian Collections: Third International Conference Conference Programme The Silk Road Project: Reuniting Turfan's Scattered Treasures by Valerie Hansen Conservation in Japan The Tradition of Japanese Mounting and Some Methods Applied to Early Graphic Materials by W. Andrew Hare Conservation of 3rd Century Loulan Paper Documents by Katsuhiko Masuda VIEW | DOWNLOAD (PDF 432KB) Issue 12 – Winter 1998/9 The Stein Collection in the British Library Dunhuang Manuscripts in the Taipei National Central Library by Lou Kamtong Dunhuang Manuscripts at Academia Sinica, Taipei by Tu Cheng-sheng VIEW | DOWNLOAD (PDF 512KB) Issue 13 – Spring 1999 Site and Wall Paintings' Conservation at the Mogao Grottoes by Neville Agnew The Origin of Chess: The Initiative Group Koenigstein Stylus-Impressed Writing on the Dunhuang Manuscripts by Yasukazu Yoshizawa and Yoshinori Kobayashi VIEW | DOWNLOAD (PDF 2. 2MB) TOP Issue 14 – Autumn 1999 The Preservation of Manuscripts, Artefacts and Paintings from Dunhuang and Central Asia Transparent Plastic Film Materials for Document Conservation by Dr Barry Cope Samuil Martynovich Dudin by Professor L. N. Menshikov VIEW | DOWNLOAD (PDF 568KB) Issue 15 – Spring 2000 Mannerheim's Central Asian Expedition of 1906–1908 by Alpo Ratia Stein's Dunhuang Limes Revisited by C. W. Dyment VIEW | DOWNLOAD (PDF 880KB) Issue 16 – Autumn 2000 Celebrating the Centenary 2000 International Conference on Dunhuang Studies by Roderick Whitfield International Academic Conference on the Centenary of the Discovery of the Dunhuang Library Cave by Frances Wood 'Respect, Understanding and Good Faith' - 'Reminiscence of Dunhuang Manuscripts in British Collections' VIEW | DOWNLOAD (PDF 1. 6MB) TOP Issue 17 – Winter 2000/1 Tibetan Manuscripts in Gansu Province, China by Sam van Schaik Bibliography of Catalogues of Tibetan Central Asian Manuscript Collections Summary of the January 2001 EPHE Vème section lecture series by Matthew Kapstein Ellsworth Huntington and the Central Asian Manuscripts at Yale by Sam van Schaik VIEW | DOWNLOAD (PDF 1. 5MB) Issue 18 – Summer 2001 The Three Rabbits Camel and Yak Hair on the Silk Road by M. L. Ryder A Dash Across Asia More Dogs and Other Animals… Sir Auriel Stein's Grave in Kabul VIEW | DOWNLOAD (PDF 1. 7MB) Issue 19 – Winter 2001 Chinggis Khan's Name Encrypted in a Tangut Song Setting Standards — IDP Photography and Digitisation New IDP website: Buddhism on the Silk Road VIEW | DOWNLOAD (PDF 912KB) TOP Issue 20 – Spring 2002 Manuscript Forgeries Dunhuang Manuscript Forgeries Islam Akhuns Forgeries 1895–7 Two 'New' Islam Akhuns Forgeries & Forgeries Today More Stein News The UK-Hungarian Stein Project VIEW | DOWNLOAD (PDF 1. 7MB) Issue 21 – Summer 2002 The IDP Database Goes International Sven Hedin: Explorer and Collector The Centenary of the First German Expedition to Turfan The Sven Hedin Foundation VIEW | DOWNLOAD (PDF 828KB) Issue 22/23 – Winter 2002/Spring 2003 Launch of the Chinese Web Site 5th Conservation Conference in Stockholm Dunhuang Paintings Online An Enduring Friendship: De Filippi and Stein Memories of Ksenia Kepping VIEW | DOWNLOAD (PDF 3. 4MB) TOP Issue 24 – Autumn 2004 IDP 10 years on The Silk Road Exhibition and associated events IDP in Russia and Japan Project Appeal VIEW | DOWNLOAD (PDF 3. 8MB) Issue 25 – Spring 2005 St Petersburg Online A Journey of Exploration: Objets d'Arts of the Museum of Indian Art, Berlin, in the State Hermitage, St Petersburg Archaeological Finds from Khotan in the State Museum of Ethnography in Munich Stein in the UK, Hungary and India Obituary: Nadezhda Mironovna Brovenko (1946–2003) VIEW | DOWNLOAD (PDF 1. 7MB) Issue 26 – Winter 2005 2005 – The New Year in Review New Funding A Guide to the IDP Website and Database Uighur Studies in China: A Review Professor L. N. Menshikov (1926–2005) VIEW | DOWNLOAD (PDF 3. 5MB) TOP Issue 27 – Spring 2006 The Berlin Turfan Collection — Online Nikolai Mikhailovich Przhevalsky and the Politics of Russian Imperialism A Study of the Silk Braids on Stein Chinese Scrolls Textile Exhibition and Publication The Use of Melinex for Enclosing Manuscript Fragments Kashgar: Cultural Monuments and Spaces VIEW | DOWNLOAD (PDF 3. 2MB) Issue 28 – Winter 2006 Recent Japanese Research on Silk Road Manuscripts The Zhufoyaojijing at the Lüshun Museum Database of the Normative Glyphs in Hanzi Script (HNG) Codicological study of old Chinese Manuscripts Exploiting the high dynamic range of images for study Scientific Analysis of Paper from Ancient Central Asian Manuscripts The British Library Sanskrit Fragments Boris Il'ich Marshak Ford Foundation Symposium VIEW | DOWNLOAD (PDF 7. 6MB) Issue 29 – Spring 2007 A Century of Collection Care The Conservation of Stein Tibetan Manuscripts Recent IDP Conservation Initiatives Turfan Conservation in Berlin, Dr Simone-Christiane Raschmann Remembering Wang Xu (1930-1997), Sarah Allen VIEW | DOWNLOAD (PDF 820KB) TOP Issue 30 – Winter 2007 Stein and Chinese Officials at Dunhuang A Study in the Manufacture of Old Asian Inks IDP Conservation News VIEW | DOWNLOAD (PDF 1. 6MB) Issue 31 – Spring/Summer 2008 IDP-CREA Cultural Routes of Eurasia IDP-CREA Partners and Activities Western Eyes: An Exhibition of Historical Photographs of China taken by European Photographers, 1860–1930 The Conservation of an Eighteenth Century Chinese Tao VIEW | DOWNLOAD (PDF 932KB) Issue 32 – Winter 2008–9 Archaeology in Xinjiang A Century On: Documenting Archaeological Sites in Xinjiang Berlin Researchers in Turfan New Discoveries and Research on Khotan Celebrating the 2009 International Year of Astronomy Understanding the Dunhuang Star Chart VIEW | DOWNLOAD (PDF 2. 3MB) TOP Issue 33 – Spring 2009 (in French and English) IDP France Goes Live Undoing Old and Doing New Conservation on Pelliot Chinois 2547 and 2490 IDP’s Educational Activities and New Resources French Publications on the Silk Road Obituary: Song Jiayu 宋家钰 VIEW | DOWNLOAD (PDF 7. 4MB) Issue 34 – Winter 2009–10 The Iconography of Buddha on a Wooden Panel from Khotan Stars on Earth — De Filippi’s 1913-4 Karakorum Expedition St. Petersburg Dunhuang Studies Conference THE CAVES OF DUNHUANG: Exclusive Offer for readers of IDP News VIEW | DOWNLOAD (PDF 736KB) Issue No. 35 - Spring/Summer 2010 Following the Tracks of a Tenth-Century Buddhist Pilgrim A Technical Study of Portable Paintings from Cave 17 in US Collections Turfan Forum on Old Languages of the Silk Road Comment on IDP News 34 VIEW | DOWNLOAD (PDF 3MB) TOP Issue No. 36/37 - Winter/Spring 2010–11 Launch of IDP Seoul IDP Korea Online Korea and the Silk Road The Impact of IDP on Dunhuang Studies The Significance of Dunhuang Studies in Korea Accounts of Silla in Dunhuang Manuscripts Previously Unpublished Silk Road Manuscripts Now Available Online Following Stein's Dreams in Afghanistan Denis Sinor 1916–2011 Publications on Korea and the Silk Road VIEW | Download this Issue as a PDF (1MB) <blockquote class=\"tr_bq\"><br/><div class=\"marginright\">IDP is a ground-breaking international collaboration to make information and images of all manuscripts, paintings, textiles and artefacts from Dunhuang and archaeological sites of the Eastern Silk Road freely available on the Internet and to encourage their use through educational and research programmes. </div><h2> Current Issue No. 39, Winter 2011–12</h2><ul class=\"nostyle\"><li>On Stein’s Tracks in the Taklamakan</li><li>The Niya Ruins Today</li><li>House-building in Ancient Niya</li><li>Dunhuang Scrolls in the Royal Library, Copenhagen</li><li>Obituary: John B. Vincent (1915–2012)</li><li>Publications on Niya and Karadong</li><li><a href=\"http://idp. bl. uk/archives/news_current/news_current. a4d\">Read the current issue here</a></li></ul><div id=\"date\">page mounted: 1/12/05 page last updated: 19/10/11 </div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"1\"></a><br/><h3> Issue 1 – May 1993</h3><ul class=\"nostyle\"><li>'Cave 17' Conference Sussex University, UK October 13–15, 1993</li><li>Establishment of the IDP Steering Group</li><li><a href=\"http://idp. bl. uk/archives/news01/idpnews_01. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews01. pdf\">DOWNLOAD</a> (PDF 52KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"2\"></a><br/><h3> Issue 2 – January 1995</h3><ul class=\"nostyle\"><li>The Dunhuang Manuscripts in St. Petersburg</li><li>Khara-Khoto — The Black City</li><li>The Star Chart</li><li><a href=\"http://idp. bl. uk/archives/news02/idpnews_02. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews02. pdf\">DOWNLOAD</a> (PDF 72KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"3\"></a><br/><h3> Issue 3 – July 1995</h3><ul class=\"nostyle\"><li>Berlin's Re-united Collections</li><li>Conservation and Science</li><li>Qizil Caves</li><li><a href=\"http://idp. bl. uk/archives/news03/idpnews_03. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews03. pdf\">DOWNLOAD</a> (PDF 88KB)</li></ul><div class=\"totop\"><ul><li><a href=\"http://idp. bl. uk/pages/archives_newsletter. a4d#pagetop\">TOP</a></li></ul></div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"4\"></a><br/><h3> Issue 4 – January 1996</h3><ul class=\"nostyle\"><li>Dunhuang at the Bibliothèque National in Paris</li><li>An Oasis in Europe Dunhuang Studies in France</li><li>The Year of the Rat</li><li><a href=\"http://idp. bl. uk/archives/news04/idpnews_04. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews04. pdf\">DOWNLOAD</a> (PDF 396KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"5\"></a><br/><h3> Issue 5 – Summer 1996</h3><ul class=\"nostyle\"><li>The Conservation of Manuscripts from Dunhuang and Central Asia</li><li>Two Conservation Problems</li><li><a href=\"http://idp. bl. uk/archives/news05/idpnews_05. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews05. pdf\">DOWNLOAD</a> (PDF 360KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"6\"></a><br/><h3> Issue 6 – November 1996</h3><ul class=\"nostyle\"><li>Dunhuang Manuscripts Collections in China</li><li><a href=\"http://idp. bl. uk/archives/news06/idpnews_06. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews06. pdf\">DOWNLOAD</a> (PDF 208KB)</li></ul><div class=\"totop\"><ul><li><a href=\"http://idp. bl. uk/pages/archives_newsletter. a4d#pagetop\">TOP</a></li></ul></div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"7\"></a><br/><h3> Issue 7 – Spring 1997</h3><ul class=\"nostyle\"><li>Ye Changchi: Pioneer of Dunhuang Studies by Rong Xinjiang</li><li>Towards a New Understanding of Huahujing (The scripture of transforming the barbarians) from Dunhuang by Liu Yi</li><li><a href=\"http://idp. bl. uk/archives/news07/idpnews_07. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews07. pdf\">DOWNLOAD</a> (PDF 452KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"8\"></a><br/><h3> Issues 8 &amp; 9 – Summer/Winter 1997</h3><ul class=\"nostyle\"><li>Genuine, Copy or Forgery?</li><li>IDP Workshop on Dunhuang Mansuscript Forgeries</li><li>Chronological Classification of Dunhuang Buddhist Manuscripts</li><li>IDP Symposium: 'Dunhuang and Turfan'</li><li><a href=\"http://idp. bl. uk/archives/news08_09/idpnews_08_09. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews08_09. pdf\">DOWNLOAD</a> (PDF 696KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"10\"></a><br/><h3> Issue 10 – Spring 1998</h3><ul class=\"nostyle\"><li>Count Otani's Central Asian Expeditions</li><li>Japanese Collections of Dunhuang and Silk Road Manuscripts</li><li>On the Photography of Magistrate Wang and His Family by Wang Jiqing</li><li>Meeting on the Centenary of the Discovery of the Dunhuang Manuscript Cave by Rong Xinjiang</li><li><a href=\"http://idp. bl. uk/archives/news10/idpnews_10. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews10. pdf\">DOWNLOAD</a> (PDF 660KB)</li></ul><div class=\"totop\"><ul><li><a href=\"http://idp. bl. uk/pages/archives_newsletter. a4d#pagetop\">TOP</a></li></ul></div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"11\"></a><br/><h3> Issue 11 – Summer 1998</h3><ul class=\"nostyle\"><li>Preservation of Dunhuang and Central Asian Collections: Third International Conference</li><li>Conference Programme</li><li>The Silk Road Project: Reuniting Turfan's Scattered Treasures by Valerie Hansen</li><li>Conservation in Japan</li><li>The Tradition of Japanese Mounting and Some Methods Applied to Early Graphic Materials by W. Andrew Hare</li><li>Conservation of 3rd Century Loulan Paper Documents by Katsuhiko Masuda</li><li><a href=\"http://idp. bl. uk/archives/news11/idpnews_11. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews11. pdf\">DOWNLOAD</a> (PDF 432KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"12\"></a><br/><h3> Issue 12 – Winter 1998/9</h3><ul class=\"nostyle\"><li>The Stein Collection in the British Library</li><li>Dunhuang Manuscripts in the Taipei National Central Library by Lou Kamtong</li><li>Dunhuang Manuscripts at Academia Sinica, Taipei by Tu Cheng-sheng</li><li><a href=\"http://idp. bl. uk/archives/news12/idpnews_12. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews12. pdf\">DOWNLOAD</a> (PDF 512KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"13\"></a><br/><h3> Issue 13 – Spring 1999</h3><ul class=\"nostyle\"><li>Site and Wall Paintings' Conservation at the Mogao Grottoes by Neville Agnew</li><li>The Origin of Chess: The Initiative Group Koenigstein</li><li>Stylus-Impressed Writing on the Dunhuang Manuscripts by Yasukazu Yoshizawa and Yoshinori Kobayashi</li><li><a href=\"http://idp. bl. uk/archives/news13/idpnews_13. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews13. pdf\">DOWNLOAD</a> (PDF 2. 2MB)</li></ul><div class=\"totop\"><ul><li><a href=\"http://idp. bl. uk/pages/archives_newsletter. a4d#pagetop\">TOP</a></li></ul></div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"14\"></a><br/><h3> Issue 14 – Autumn 1999</h3><ul class=\"nostyle\"><li>The Preservation of Manuscripts, Artefacts and Paintings from Dunhuang and Central Asia</li><li>Transparent Plastic Film Materials for Document Conservation by Dr Barry Cope</li><li>Samuil Martynovich Dudin by Professor L. N. Menshikov</li><li><a href=\"http://idp. bl. uk/archives/news14/idpnews_14. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews14. pdf\">DOWNLOAD</a> (PDF 568KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"15\"></a><br/><h3> Issue 15 – Spring 2000</h3><ul class=\"nostyle\"><li>Mannerheim's Central Asian Expedition of 1906–1908 by Alpo Ratia</li><li>Stein's Dunhuang Limes Revisited by C. W. Dyment</li><li><a href=\"http://idp. bl. uk/archives/news15/idpnews_15. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews15. pdf\">DOWNLOAD</a> (PDF 880KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"16\"></a><br/><h3> Issue 16 – Autumn 2000</h3><ul class=\"nostyle\"><li>Celebrating the Centenary</li><li>2000 International Conference on Dunhuang Studies by Roderick Whitfield</li><li>International Academic Conference on the Centenary of the Discovery of the Dunhuang Library Cave by Frances Wood</li><li>'Respect, Understanding and Good Faith' - 'Reminiscence of Dunhuang Manuscripts in British Collections'</li><li><a href=\"http://idp. bl. uk/archives/news16/idpnews_16. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews16. pdf\">DOWNLOAD</a> (PDF 1. 6MB)</li></ul><div class=\"totop\"><ul><li><a href=\"http://idp. bl. uk/pages/archives_newsletter. a4d#pagetop\">TOP</a></li></ul></div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"17\"></a><br/><h3> Issue 17 – Winter 2000/1</h3><ul class=\"nostyle\"><li>Tibetan Manuscripts in Gansu Province, China by Sam van Schaik</li><li>Bibliography of Catalogues of Tibetan Central Asian Manuscript Collections</li><li>Summary of the January 2001 EPHE Vème section lecture series by Matthew Kapstein</li><li>Ellsworth Huntington and the Central Asian Manuscripts at Yale by Sam van Schaik</li><li><a href=\"http://idp. bl. uk/archives/news17/idpnews_17. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews17. pdf\">DOWNLOAD</a> (PDF 1. 5MB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"18\"></a><br/><h3> Issue 18 – Summer 2001</h3><ul class=\"nostyle\"><li>The Three Rabbits</li><li>Camel and Yak Hair on the Silk Road by M. L. Ryder</li><li>A Dash Across Asia</li><li>More Dogs and Other Animals… </li><li>Sir Auriel Stein's Grave in Kabul</li><li><a href=\"http://idp. bl. uk/archives/news18/idpnews_18. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews18. pdf\">DOWNLOAD</a> (PDF 1. 7MB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"19\"></a><br/><h3> Issue 19 – Winter 2001</h3><ul class=\"nostyle\"><li>Chinggis Khan's Name Encrypted in a Tangut Song</li><li>Setting Standards — IDP Photography and Digitisation</li><li>New IDP website: Buddhism on the Silk Road</li><li><a href=\"http://idp. bl. uk/archives/news19/idpnews_19. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews19. pdf\">DOWNLOAD</a> (PDF 912KB)</li></ul><div class=\"totop\"><ul><li><a href=\"http://idp. bl. uk/pages/archives_newsletter. a4d#pagetop\">TOP</a></li></ul></div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"20\"></a><br/><h3> Issue 20 – Spring 2002</h3><ul class=\"nostyle\"><li>Manuscript Forgeries</li><li>Dunhuang Manuscript Forgeries</li><li>Islam Akhuns Forgeries 1895–7</li><li>Two 'New' Islam Akhuns Forgeries &amp; Forgeries Today</li><li>More Stein News</li><li>The UK-Hungarian Stein Project</li><li><a href=\"http://idp. bl. uk/archives/news20/idpnews_20. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews20. pdf\">DOWNLOAD</a> (PDF 1. 7MB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"21\"></a><br/><h3> Issue 21 – Summer 2002</h3><ul class=\"nostyle\"><li>The IDP Database Goes International</li><li>Sven Hedin: Explorer and Collector</li><li>The Centenary of the First German Expedition to Turfan</li><li>The Sven Hedin Foundation</li><li><a href=\"http://idp. bl. uk/archives/news21/idpnews_21. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews21. pdf\">DOWNLOAD</a> (PDF 828KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"22\"></a><br/><h3> Issue 22/23 – Winter 2002/Spring 2003</h3><ul class=\"nostyle\"><li>Launch of the Chinese Web Site</li><li>5th Conservation Conference in Stockholm</li><li>Dunhuang Paintings Online</li><li>An Enduring Friendship: De Filippi and Stein</li><li>Memories of Ksenia Kepping</li><li><a href=\"http://idp. bl. uk/archives/news22_23/idpnews_22_23. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews22_23. pdf\">DOWNLOAD</a> (PDF 3. 4MB)</li></ul><div class=\"totop\"><ul><li><a href=\"http://idp. bl. uk/pages/archives_newsletter. a4d#pagetop\">TOP</a></li></ul></div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"24\"></a><br/><h3> Issue 24 – Autumn 2004</h3><ul class=\"nostyle\"><li>IDP 10 years on</li><li>The Silk Road Exhibition and associated events</li><li>IDP in Russia and Japan</li><li>Project Appeal</li><li><a href=\"http://idp. bl. uk/archives/news24/idpnews_24. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews24. pdf\">DOWNLOAD</a> (PDF 3. 8MB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"25\"></a><br/><h3> Issue 25 – Spring 2005</h3><ul class=\"nostyle\"><li>St Petersburg Online</li><li>A Journey of Exploration: Objets d'Arts of the Museum of Indian Art, Berlin, in the State Hermitage, St Petersburg</li><li>Archaeological Finds from Khotan in the State Museum of Ethnography in Munich</li><li>Stein in the UK, Hungary and India</li><li>Obituary: Nadezhda Mironovna Brovenko (1946–2003)</li><li><a href=\"http://idp. bl. uk/archives/news25/idpnews_25. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews25. pdf\">DOWNLOAD</a> (PDF 1. 7MB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"26\"></a><br/><h3> Issue 26 – Winter 2005</h3><ul class=\"nostyle\"><li>2005 – The New Year in Review</li><li>New Funding</li><li>A Guide to the IDP Website and Database</li><li>Uighur Studies in China: A Review</li><li>Professor L. N. Menshikov (1926–2005)</li><li><a href=\"http://idp. bl. uk/archives/news26/idpnews_26. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews26. pdf\">DOWNLOAD</a> (PDF 3. 5MB)</li></ul><div class=\"totop\"><ul><li><a href=\"http://idp. bl. uk/pages/archives_newsletter. a4d#pagetop\">TOP</a></li></ul></div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"27\"></a><br/><h3> Issue 27 – Spring 2006</h3><ul class=\"nostyle\"><li>The Berlin Turfan Collection — Online</li><li>Nikolai Mikhailovich Przhevalsky and the Politics of Russian Imperialism</li><li>A Study of the Silk Braids on Stein Chinese Scrolls</li><li>Textile Exhibition and Publication</li><li>The Use of Melinex for Enclosing Manuscript Fragments</li><li>Kashgar: Cultural Monuments and Spaces</li><li><a href=\"http://idp. bl. uk/archives/news27/idpnews_27. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews27. pdf\">DOWNLOAD</a> (PDF 3. 2MB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"28\"></a><br/><h3> Issue 28 – Winter 2006</h3><ul class=\"nostyle\"><li>Recent Japanese Research on Silk Road Manuscripts</li><li>The Zhufoyaojijing at the Lüshun Museum</li><li>Database of the Normative Glyphs in Hanzi Script (HNG)</li><li>Codicological study of old Chinese Manuscripts</li><li>Exploiting the high dynamic range of images for study</li><li>Scientific Analysis of Paper from Ancient Central Asian Manuscripts</li><li>The British Library Sanskrit Fragments</li><li>Boris Il'ich Marshak</li><li>Ford Foundation Symposium</li><li><a href=\"http://idp. bl. uk/archives/news28/idpnews_28. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews28. pdf\">DOWNLOAD</a> (PDF 7. 6MB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"29\"></a><br/><h3> Issue 29 – Spring 2007</h3><ul class=\"nostyle\"><li>A Century of Collection Care</li><li>The Conservation of Stein Tibetan Manuscripts</li><li>Recent IDP Conservation Initiatives</li><li>Turfan Conservation in Berlin, Dr Simone-Christiane Raschmann</li><li>Remembering Wang Xu (1930-1997), Sarah Allen</li><li><a href=\"http://idp. bl. uk/archives/news29/idpnews_29. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews29. pdf\">DOWNLOAD</a> (PDF 820KB)</li></ul><div class=\"totop\"><ul><li><a href=\"http://idp. bl. uk/pages/archives_newsletter. a4d#pagetop\">TOP</a></li></ul></div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"30\"></a><br/><h3> Issue 30 – Winter 2007</h3><ul class=\"nostyle\"><li>Stein and Chinese Officials at Dunhuang</li><li>A Study in the Manufacture of Old Asian Inks</li><li>IDP Conservation News</li><li><a href=\"http://idp. bl. uk/archives/news30/idpnews_30. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews30. pdf\">DOWNLOAD</a> (PDF 1. 6MB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"31\"></a><br/><h3> Issue 31 – Spring/Summer 2008</h3><ul class=\"nostyle\"><li>IDP-CREA Cultural Routes of Eurasia</li><li>IDP-CREA Partners and Activities</li><li>Western Eyes: An Exhibition of Historical Photographs of China taken by European Photographers, 1860–1930</li><li>The Conservation of an Eighteenth Century Chinese Tao</li><li><a href=\"http://idp. bl. uk/archives/news31/idpnews_31. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews31. pdf\">DOWNLOAD</a> (PDF 932KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"32\"></a><br/><h3> Issue 32 – Winter 2008–9</h3><ul class=\"nostyle\"><li>Archaeology in Xinjiang</li><li>A Century On: Documenting Archaeological Sites in Xinjiang</li><li>Berlin Researchers in Turfan</li><li>New Discoveries and Research on Khotan</li><li>Celebrating the 2009 International Year of Astronomy</li><li>Understanding the Dunhuang Star Chart</li><li><a href=\"http://idp. bl. uk/archives/news32/idpnews_32. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews32. pdf\">DOWNLOAD</a> (PDF 2. 3MB)</li></ul><div class=\"totop\"><ul><li><a href=\"http://idp. bl. uk/pages/archives_newsletter. a4d#pagetop\">TOP</a></li></ul></div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"33\"></a><br/><h3> Issue 33 – Spring 2009 (in French and English)</h3><ul class=\"nostyle\"><li>IDP France Goes Live</li><li>Undoing Old and Doing New Conservation on Pelliot Chinois 2547 and 2490</li><li>IDP’s Educational Activities and New Resources </li><li>French Publications on the Silk Road</li><li>Obituary: Song Jiayu 宋家钰</li><li><a href=\"http://idp. bl. uk/archives/news33/idpnews_33. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews33. pdf\">DOWNLOAD</a> (PDF 7. 4MB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"34\"></a><br/><h3> Issue 34 – Winter 2009–10</h3><ul class=\"nostyle\"><li>The Iconography of Buddha on a Wooden Panel from Khotan</li><li>Stars on Earth — De Filippi’s 1913-4 Karakorum Expedition</li><li>St. Petersburg Dunhuang Studies Conference</li><li>THE CAVES OF DUNHUANG: Exclusive Offer for readers of IDP News</li><li><a href=\"http://idp. bl. uk/archives/news34/idpnews_34. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews34. pdf\">DOWNLOAD</a> (PDF 736KB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"35\"></a><br/><h3> Issue No. 35 - Spring/Summer 2010</h3><ul class=\"nostyle\"><li>Following the Tracks of a Tenth-Century Buddhist Pilgrim</li><li>A Technical Study of Portable Paintings from Cave 17 in US Collections</li><li>Turfan Forum on Old Languages of the Silk Road</li><li>Comment on IDP News 34</li><li><a href=\"http://idp. bl. uk/archives/news35/idpnews_35. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews35. pdf\">DOWNLOAD</a> (PDF 3MB)</li></ul><div class=\"totop\"><ul><li><a href=\"http://idp. bl. uk/pages/archives_newsletter. a4d#pagetop\">TOP</a></li></ul></div><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"36\"></a><br/><h3> Issue No. 36/37 - Winter/Spring 2010–11</h3><ul class=\"nostyle\"><li>Launch of IDP Seoul</li><li>IDP Korea Online</li><li>Korea and the Silk Road</li><li>The Impact of IDP on Dunhuang Studies</li><li>The Significance of Dunhuang Studies in Korea</li><li>Accounts of Silla in Dunhuang Manuscripts</li><li>Previously Unpublished Silk Road Manuscripts Now Available Online</li><li>Following Stein's Dreams in Afghanistan</li><li>Denis Sinor 1916–2011</li><li>Publications on Korea and the Silk Road</li><li><a href=\"http://idp. bl. uk/archives/news36_37/idpnews_36_37. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews36_37. pdf\">Download this Issue as a PDF</a> (1MB)</li></ul><a href=\"http://draft. blogger. com/blogger. g?blogID=116259103207720939\" name=\"37\"></a>. <h3> Issue No. 38, Winter 2011–12</h3><ul class=\"nostyle\"><li><cite>The Diamond Sutra</cite>: History and Transmission</li><li>Restoration of the <cite>Diamond Sutra</cite></li><li>Accruing Merit from Copying the <cite>Diamond Sutra</cite></li><li>A Preliminary Study of the <cite>Diamond Sutra</cite></li><li>Thierry Delcourt 1959–2011</li><li>John R. McRae 1947–2011</li><li>Publications: <cite>Diamond Sutra</cite> and Buddhism</li><li>Documenting Dunhuang: Historical Records from the late Qing and Republican Periods</li><li>IDP Worldwide: First Partners’ meeting in Dunhuang</li><li><a href=\"http://idp. bl. uk/archives/news38/idpnews_38. a4d\">VIEW</a> | <a href=\"http://idp. bl. uk/downloads/newsletters/IDPNews38. pdf\">Download this Issue as a PDF</a> (717MB)</li></ul></blockquote> Issue No. 38, Winter 2011–12 The Diamond Sutra: History and Transmission Restoration of the Diamond Sutra Accruing Merit from Copying the Diamond Sutra A Preliminary Study of the Diamond Sutra Thierry Delcourt 1959–2011 John R. McRae 1947–2011 Publications: Diamond Sutra and Buddhism Documenting Dunhuang: Historical Records from the late Qing and Republican Periods IDP Worldwide: First Partners’ meeting in Dunhuang VIEW | Download this Issue as a PDF (717MB).", 
    "domain": "idp.bl.uk", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "IDP News", 
        "url": "http://idp.bl.uk/pages/archives_newsletter.a4d"
    }, 
    "keywords": [
        "Afghanistan", 
        "Asia", 
        "antiquity", 
        "culture", 
        "Buddhism", 
        "Wood", 
        "photography", 
        "Munich", 
        "Central Asia", 
        "Sanskrit", 
        "journal issues", 
        "archaeological site", 
        "project", 
        "video", 
        "Korea", 
        "bibliography", 
        "manuscripts", 
        "Berlin", 
        "French", 
        "religion", 
        "catalogue", 
        "conservation", 
        "China", 
        "exhibition", 
        "Russian", 
        "document", 
        "journal", 
        "website", 
        "conference", 
        "monuments", 
        "collaboration", 
        "Europe", 
        "lecture series", 
        "preservation", 
        "ethnography", 
        "Japan", 
        "astronomy", 
        "data", 
        "Russia", 
        "imagery", 
        "language", 
        "forum", 
        "database", 
        "German", 
        "science", 
        "India", 
        "museums", 
        "materials", 
        "UK", 
        "Hungary", 
        "Islam", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5136498650510409597", 
            "resource_date": "2012-07-12T07:26:46.244-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:13:33.138890"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/07/open-access-journal-idp-news.html", 
            "resource_date": "2012-07-12T07:26:46.244-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:13:33.138905"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "%IMAGEREPLACED%", 
    "url": "http://idp.bl.uk/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}