{
    "description": "2emes Rencontres: O. Henry (éd.) - Le mort dans la ville, Écrit par Rencontres d'Archéologie %IMAGEREPLACED% Olivier Henry (éd.), Le Mort dans la ville Pratiques, contextes et impacts des inhumations intra-muros en Anatolie, du début de l'Age du Bronze à l'époque romaine, actes des 2e Rencontres d'Archéologie, Istanbul 14-15 novembre 2011, Istanbul, IFEA-Ege Yayınları 259p, ISBN 978-2-36245-009-9 Télécharger le volume complet (16 Mb) Les Rencontres d'Archéologie de l'IFEA bénéficient du soutien financier de TOTAL Turquie. %IMAGEREPLACED% Sommaire Introduction O. Henry Intramural infant burials in the Aegean Bronze age: Reflections on symbolism and eschatology with particular reference to Crete P.J.P. Mc George Les caveaux funéraires mégalithiques de la vallée de l’Euphrate au Bronze ancien:  Le cas de Tilbeshar (2600-2300 aC) Christine Kepinski Emplacement et organisation de l’espace funéraire en Anatolie occidentale au Bronze ancien (IIIe millénaire) Bérengère Perello Defining residential graves: The case of Titriş Höyük in southeastern Anatolia during the late IIIrd millennium BC Nicola Laneri Quelques réflexions sur les tombes intra-muros en Anatolie centrale au IIe millénaire aC Julie Patrier Burying a sage: The Heroon of Thales in the Agora of Miletos Alexander Herda Un tumulus en ville Olivier Henry Tombes de fondateurs dans les villes de Carie: Les exemples de Telmessos et de Syangela Raymond Descat Le mort dans la ville: à propos de l’épitaphe et de la mémoire à Mylasa, petite cité dans le monde grec Damien Aubriet Maussollos’s mnema: An iconographical approach to the architecture of the Maussolleion at Halikarnassos Elizabeth McGowan Divine kingship at the city centre Anne Marie Carstens Dead people among the living? Zum Verhältnis von Siedlung und Nekropolen im vorhellenistischen Lykien Oliver Hülden Die intraurbanen Grabmäler der klassischen Periode in Limyra Martin Seyer The intra-urban burial inside Greek poleis in Asia minor: The example of Termessos Hadwiga Schörner The tomb as a node of public representation: Intramural burials in Roman imperial Asia Minor Christof Berns Wandering cemeteries: Roman and Late Roman burials in the capital of the province of Asia Martin Steskal", 
    "domain": "www.ifea-istanbul.net", 
    "identifiers": {
        "isbn": {
            "generic": [
                "978"
            ]
        }
    }, 
    "is_part_of": {
        "title": "Rencontres d'Archéologie de l'Institut Français d'Études Anatoliennes Online", 
        "url": "http://www.ifea-istanbul.net/index.php?option=com_k2&view=itemlist&layout=user&id=1167&task=user&Itemid=464&lang=fr"
    }, 
    "keywords": [
        "empires", 
        "Anatolia", 
        "Aegean", 
        "Asia", 
        "Greek", 
        "Roman", 
        "architecture", 
        "Crete", 
        "bronze"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "", 
    "url": "http://www.ifea-istanbul.net/index.php?option=com_k2&view=item&layout=item&id=1577&Itemid=511&lang=fr", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}