{
    "description": "The Theban Necropolis Database Compiled by Jiro Kondo There is a vast mortuary area on the West Bank of Thebes (the ancient city of Waset) in the 4th nome of the Upper Egypt. Over 400 private rock tombs have been registered so far in this area excluding small-scale shaft tombs in the Deir al-Madina. Since the 19th century, these tombs have been extensively studied by researchers of the Western World. There is a sharp contrast between these private tombs and the royal tombs, which must have struck and impressed those who visited a private tomb for the first time. That is, the walls within the royal tombs in the Valley of the Kings and Queens are mainly decorated by religious texts such as the Book of Am-Duat, the Book of the Gate, the Book of the Cavern, the Book of the Day and the Book of the Night. On the other hand, the wall paintings within private tombs vividly depicted the daily life of the nobles with striking colours... The purpose of this database is to introduce all the data available so far concering the details of the private tombs in the Theban Necropolis, such as location, plan, the name and title of the owner, family relationship, wall decoration, funerary cones, etc., and the complete bibliography of the past research, in order to prepare the framework and to enhance the future research of the Theban Necropolis.", 
    "domain": "db2.littera.waseda.ac.jp", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Theban Necropolis", 
        "database", 
        "Egypt", 
        "egyptology", 
        "archaeology", 
        "Thebes", 
        "data", 
        "Luxor"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-112275310263830598", 
            "resource_date": "2012-10-19T16:42:10.452-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:02:14.119543"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/10/the-theban-necropolis-database.html", 
            "resource_date": "2012-10-19T16:42:10.452-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:02:14.119559"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Theban Necropolis Database", 
    "url": "http://db2.littera.waseda.ac.jp/egypt/index.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}