{
    "description": "The Bible's Prehistory, Purpose, and Political Future. Jacob L. Wright Emory University How and why was the Bible written? This course synthesizes fascinating recent research in biblical studies and presents a powerful new thesis: The Bible's primary purpose is not religious but political. Facing catastrophic defeat, the biblical authors created a new form of community. Their achievements bear directly on modern questions of politics, economics, and theology. About the Course With its walls razed to ground by Babylon’s armies, Jerusalem joined a long line of ancient vanquished cities-from Ur and Nineveh and Persepolis to Babylon itself. While some recovered from the destruction, others did not. But none responded to political catastrophe by fashioning the kind of elaborate and enduring monument to their own downfall that we find in the Bible. Most conquered populations viewed their subjugation as a source of shame. They consigned it to oblivion, opting instead to extol the golden ages of the past. The biblical authors in contrast reacted to loss by composing extensive writings that acknowledge collective failure, reflect deeply upon its causes, and discover thereby a ground for collective hope. Working through colorful biblical and ancient Near Eastern texts, and drawing on an array of comparative examples, the course illustrates the thoroughgoing manner with which biblical authors responded to defeat by advancing a demotic agenda that places the community at the center. The aim of the biblical authors was to create a nation, and they sought to realize this goal via a shared text, which includes stories and songs, wisdom and laws. This corpus of writings belongs, without a doubt, to humanity’s greatest achievements. Whereas the great civilizations of the Near East invested their energies and resources into monuments of stone that could be destroyed by invading armies, the biblical authors left a literary legacy that has been intensively studied until the present day. More important, these authors’ visionary response to defeat brought to light a radical new wisdom:  the notion that a people is greater than the state which governs it, and that a community can survive collapse when all of its members can claim a piece of the pie and therefore have a reason to take an active part in its collective life. The objectives of the course are to show: -how the Bible emerged from large-scale corporate crisis and rupture; -that in our present state of uncertainty and instability we have much to learn from the various strategies the biblical authors adopted to create an enduring “people of the book”; -that one doesn’t have to believe in God or accept the historicity of the Bible in order to appreciate its profound political messages; -that the Bible offers modern societies a model for creating communities around a shared collection of texts, songs, and laws; -and that the Bible itself has a major role to play in our futures. Course Syllabus Week 1: The Riddle That Has Yet To Be Solved The Bible's Purpose Books in Ancient Religions Between \"Church and State\" Theologies of the Bible A Shared Text The Bible as a \"Pedagogical Program of Peoplehood\" Week 2: The Rise and Fall Israel's Place in the World of the Ancient Near East The Emergence of Two Competing Kingdoms Military Triumphs The Onslaught of Imperial Powers Defeat and Deportation Conditions of Conquest Week 3: The Making of the Bible as a Response to Defeat Diaspora and Divided Communities Creating a Shared Past and Common Ancestors The Pentateuch and Historical Narratives One People with Multiple Law Codes Creating a Collection of National Songs and Laments Reinterpreting Prophecies Comparative Cases: English and German History Week 4: Reinventing the Hero Martial Valor, Masculinity, and Martyrdom Long Life versus Glorified Heroic Death The New Role of the Family From Battles to Building Comparatives Cases: From the Crow Nation to Jane Austen Week 5: A Wise and Discerning People The Role of Education National Education Programs: From 19th Century Germany to the Dalai Lama From Deuteronomy to Ezra-Nehemiah Freedom of Information and Open Access Making Priestly Knowledge Public The Attempts of the State to Control Prophets Divine Knowledge for the People, Not Solely the King The Reason Why Biblical Writings Survived Catastrophes Week 6: Covenant and Kinship The Rise of Empires One God A New \"Political-Theology\" Covenantal Ethics of Peoplehood The Power of Law Protecting the Individual and Defending Difference Caring for the Land Week 7: The Bible's Future The Bible's Pedagogical and Political Purpose The Bible's Radical Theology The Bible as an Attempt to Unify Rival Communities The Bible's Impact on Political Identities Throughout the World The Bible's Role in the Public Sphere and in Secular Society. The Bible as a Model for New Forms of Community.", 
    "domain": "www.coursera.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "online course", 
        "Bible", 
        "religion"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8072578780794122956", 
            "resource_date": "2014-02-24T09:31:26.908-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:59.933834"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/02/open-mooc-bibles-prehistory-purpose-and.html", 
            "resource_date": "2014-02-24T09:31:26.908-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:59.933851"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "MOOC: The Bible's Prehistory, Purpose, and Political Future", 
    "url": "https://www.coursera.org/course/biblefuture", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}