{
    "description": "The Art and Archaeology of Ancient Nubia. Peter Lacovara Emory University This course examines the development of the art and architecture of the cultures of ancient Nubia through what we have learned from archaeology and how that evidence has helped us create the picture we now have of the culture and history of the birth and development of art and civilization in the Nile Valley. About the Course The class will reveal one of the most dynamic, yet little known cultures of the ancient world. We will explore the geography and archaeology of Nubia, Egypt’s neighbor to the south and home to a series of remarkable and innovative civilizations. It will cover the period from the earliest inhabitants of the Nile Valley (Paleolithic through Neolithic and domestication of plants and animals), and continue until the advent of Christianity. Course Syllabus Unit 1: Lost Land Emerging: The Geography of Nubia Unit 2: Raiders of the Lost Art: The Exploration of Nubia Unit 3: In the Beginning: Pre-history to The A-Group/ 9000 BC- 2800 BC Unit 4: Alphabet Soup: The ‘B-Group’ to the C-Group and Pan-Grave Cultures/ 2800 BC - 1500 BC Unit 5: The City and the Kingdom: The Kerma Culture/ 2800 BC -1500 BC Unit 6: The Empire Strikes Back: Nubia during the New Kingdom occupation/1500 BC - 900 BC Unit 7: Nubian Renaissance: Egypt and Nubia during Twenty-fifth Dynasty/ 725-665 BC Unit 8: Pyramids, pyramids: The Art and Archaeology of Napatan Nubia/ 665 BC - 300 BC Unit 9: The Southern Strategy: The Art and Archaeology of Meroitic Nubia/ 300 BC - AD 350. Unit 10: The Long Twilight: Art and Archaeology of Post-Meroitic Nubia/AD 350 - AD 500 Recommended Background This course has no prerequisites, though a basic knowledge of archaeology and of ancient Egypt would be helpful. Suggested Readings All required materials will be provided in the course, However, students wanting to read further may find the following books helpful: Marjorie Fisher, Peter Lacovara, Sue D’Auria, and Salima Ikram eds. , Ancient Nubia: African Kingdoms on the Nile - with photographs by Chester Higgins (American University in Cairo Press, 2011); Robert Morkot, The Black Pharaohs (Rubicon, 2000); W. Y. Adams, Nubia Corridor to Africa (Princeton University Press, 1977); and, David O’Connor, Ancient Nubia: Egypt’s Rival in Africa (Univ. of Pennsylvania Press, 1993) Course Format The class is a combination of video lectures from five to 20 minutes in length with images of sites and objects along with maps and plans. There will also be some film clips as well. There will be homework-style quizzes to help students measure learning and explore the materials in more depth. There are several extra credit options, and there will be a final exam at the end of the course. This course examines the development of the art and architecture of the cultures of ancient Nubia through what we have learned from archaeology and how that evidence has helped us create the picture we now have of the culture and history of the birth and development of art and civilization in the Nile Valley. About the Course The class will reveal one of the most dynamic, yet little known cultures of the ancient world. We will explore the geography and archaeology of Nubia, Egypt’s neighbor to the south and home to a series of remarkable and innovative civilizations. It will cover the period from the earliest inhabitants of the Nile Valley (Paleolithic through Neolithic and domestication of plants and animals), and continue until the advent of Christianity. Course Syllabus Unit 1: Lost Land Emerging: The Geography of Nubia Unit 2: Raiders of the Lost Art: The Exploration of Nubia Unit 3: In the Beginning: Pre-history to The A-Group/ 9000 BC- 2800 BC Unit 4: Alphabet Soup: The ‘B-Group’ to the C-Group and Pan-Grave Cultures/ 2800 BC - 1500 BC Unit 5: The City and the Kingdom: The Kerma Culture/ 2800 BC -1500 BC Unit 6: The Empire Strikes Back: Nubia during the New Kingdom occupation/1500 BC - 900 BC Unit 7: Nubian Renaissance: Egypt and Nubia during Twenty-fifth Dynasty/ 725-665 BC Unit 8: Pyramids, pyramids: The Art and Archaeology of Napatan Nubia/ 665 BC - 300 BC Unit 9: The Southern Strategy: The Art and Archaeology of Meroitic Nubia/ 300 BC - AD 350. Unit 10: The Long Twilight: Art and Archaeology of Post-Meroitic Nubia/AD 350 - AD 500 Recommended Background This course has no prerequisites, though a basic knowledge of archaeology and of ancient Egypt would be helpful. Suggested Readings All required materials will be provided in the course, However, students wanting to read further may find the following books helpful: Marjorie Fisher, Peter Lacovara, Sue D’Auria, and Salima Ikram eds. , Ancient Nubia: African Kingdoms on the Nile - with photographs by Chester Higgins (American University in Cairo Press, 2011); Robert Morkot, The Black Pharaohs (Rubicon, 2000); W. Y. Adams, Nubia Corridor to Africa (Princeton University Press, 1977); and, David O’Connor, Ancient Nubia: Egypt’s Rival in Africa (Univ. of Pennsylvania Press, 1993) Course Format The class is a combination of video lectures from five to 20 minutes in length with images of sites and objects along with maps and plans. There will also be some film clips as well. There will be homework-style quizzes to help students measure learning and explore the materials in more depth. There are several extra credit options, and there will be a final exam at the end of the course.", 
    "domain": "www.coursera.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "art", 
        "Egypt", 
        "antiquity", 
        "Sudan", 
        "Nubia", 
        "archaeology"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1430699091964401385", 
            "resource_date": "2014-02-24T09:34:20.724-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:25.667184"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/02/mooc-art-and-archaeology-of-ancient.html", 
            "resource_date": "2014-02-24T09:34:20.724-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:25.667201"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "MOOC: The Art and Archaeology of Ancient Nubia", 
    "url": "https://www.coursera.org/course/ancientnubia", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}