{
    "authors": [], 
    "contributors": [], 
    "description": "[First posted in AWOL 24 November 2013, updated 27 November 2014]. Lingue antiche e moderne. ISSN: 2281-4841. La nuova rivista \"Lingue antiche e moderne\" intende aprire un luogo di incontro e riflessione privilegiato per filologi classici e filologi moderni, nello spirito di collaborazione e partnership tra realtà culturali diverse che caratterizza l’Associazione dei Laureati in Lingue dell’Università di Udine, ateneo che fin dalle origini ha sempre valorizzato la presenza dell’insegnamento della lingua e letteratura latina nel corso di laurea in Lingue. L’iniziativa scientifica si segnala per la sua assoluta originalità, in opposizione al clima culturale contemporaneo, che tende invece a favorire la chiusura specialistica tra le varie discipline. Particolarmente auspicati dalla rivista saranno perciò i contributi volti a indagare come le lingue antiche hanno continuato ad essere vitali e operanti all’interno della modernità, dall’Umanesimo al Classicismo, divenendo così anch’esse, a pieno titolo, lingue dei moderni. Ma in generale, la rivista sarà aperta alle più ampie problematiche della ricerca linguistica e filologica nei settori delle lingue antiche e delle lingue moderne. Una prospettiva privilegiata sarà infine quella della didattica, partendo dal dato di fatto che il latino è da sempre in Europa la lingua della scuola e dell’università. Soprattutto verrà posta l’attenzione sul modo in cui le teorie linguistiche moderne continuano a confrontarsi con l’analisi delle lingue antiche. Grazie alla sua facile accessibilità gratuita on-line, la rivista si proporrà come ponte tra il mondo accademico e il mondo della scuola, nell’auspicio che la ricerca scientifica possa avere delle applicazioni pratiche nell’ambito dell’insegnamento. The new Journal Lingue antiche e moderne aims to create a virtual meeting place of discussion for classical and modern linguists and philologists to promote the spirit of collaboration and partnership among different languages and cultures, the main tenet of the Association of Language Graduates (Associazione dei Laureati in Lingue) of the University of Udine (Italy). From the very beginning, the University of Udine has always valued the Latin language and literature offering courses in the curricula of the undergraduate and post-graduate degrees in Foreign Languages and Literatures. This Journal is a unique and original scientific initiative because it aims to overcome the current tendency towards divisive specialization among disciplines. In particular, the Journal welcomes submissions which investigate how classical languages are still essential and have been highly vital and influential throughout our modern world, from Humanism to Classicism, thus becoming the languages of the Modern world. A privileged focus will be given to language teaching and learning, since in Europe Latin has always been the language par excellence in schools and universities. More specifically, the Journal will focus on how present-day language theories influence the analysis of ancient and classical languages and are influenced by it. We hope that, thanks to its aims, scope and free on-line access, the Journal will represent a link between the world of school education and academia and will actively promote the connection between scientific research and language teaching.", 
    "domain": "all.uniud.it", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "2281-4841"
            ]
        }
    }, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "linguistics", 
        "ancient", 
        "language", 
        "journal", 
        "antiquity", 
        "open access", 
        "pedagogy"
    ], 
    "languages": [
        "it"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-3822981336518946026", 
            "resource_date": "2015-06-12T10:50:33.460-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:09:46.492285"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/01/new-open-access-journal-lingue-antiche.html", 
            "resource_date": "2015-06-12T10:50:33.460-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:09:46.492300"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "lam", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Association of Language Graduates (Associazione dei Laureati in Lingue)", 
            "url": "http://all.uniud.it/"
        }, 
        {
            "title_full": "Constituency as a Language Universal: The Case of Latin", 
            "url": "http://all.uniud.it/lam/lamrep/2014/LAM_3_2014_Cecchetto_Oniga.pdf"
        }, 
        {
            "title_full": "Punti critici nella grammatica italiana: il contributo della ricostruzione diacronica", 
            "url": "http://all.uniud.it/lam/lamrep/2014/LAM_3_2014_Vanelli.pdf"
        }, 
        {
            "title_full": "Towards a Communicative Approach to Translation: A Teaching Experience", 
            "url": "http://all.uniud.it/lam/lamrep/2014/LAM_3_2014_DiNisio.pdf"
        }, 
        {
            "title_full": "Sintassi e laboratorio di scrittura nel primo biennio della scuola superiore: una proposta di analisi", 
            "url": "http://all.uniud.it/lam/lamrep/2014/LAM_3_2014_Chinellato.pdf"
        }, 
        {
            "title_full": "Glossae Latino-Anglicae: il lessico ittico nei glossari anglosassoni", 
            "url": "http://all.uniud.it/lam/lamrep/2014/LAM_3_2014_Re.pdf"
        }, 
        {
            "title_full": "Classical Languages and Cultural Memory in Brian Friel’s Translations", 
            "url": "http://all.uniud.it/lam/lamrep/2014/LAM_3_2014_Passaretti.pdf"
        }, 
        {
            "title_full": "Classicism and Abstraction in T.S. Eliot’s Four Quartets: Poetry and Dance", 
            "url": "http://all.uniud.it/lam/lamrep/2014/LAM_3_2014_Guardini.pdf"
        }, 
        {
            "title_full": "Lily’s Grammar of Latin in English. An Introduction of the Eyght Partes of Speche, and the Construction of the Same, edited and introduced by Hedwig Gwosdek, Oxford, Oxford University Press, 2013, pp. 341. (R. Oniga)", 
            "url": "http://all.uniud.it/lam/lamrep/2014/LAM_3_2014_Recensioni.pdf"
        }, 
        {
            "title_full": "rivista completa", 
            "url": "http://all.uniud.it/lam/lamrep/2014/LAM_3_2014.pdf"
        }, 
        {
            "title_full": "Come la linguistica teorica può contribuire a rinnovare l’insegnamento della sintassi nominale latina", 
            "url": "http://all.uniud.it/lam/lamrep/2013/LAM_2_2013_Iovino.pdf"
        }, 
        {
            "title_full": "The alleged \"lengthened\" grades in the roots of some Latin nouns", 
            "url": "http://all.uniud.it/lam/lamrep/2013/LAM_2_2013_Pultrova.pdf"
        }, 
        {
            "title_full": "Per un apprendimento linguistico secondo il metodo neo-comparativo: note storico-concettuali", 
            "url": "http://all.uniud.it/lam/lamrep/2013/LAM_2_2013_Ricucci.pdf"
        }, 
        {
            "title_full": "Der Mensch - von Prometheus bis Sartre: ein philosophischer Parcours", 
            "url": "http://all.uniud.it/lam/lamrep/2013/LAM_2_2013_Schmude.pdf"
        }, 
        {
            "title_full": "I nuovi compiti scritti di latino in Austria: riflessioni di base e prospettive in vista dei nuovi esami di maturità", 
            "url": "http://all.uniud.it/lam/lamrep/2013/LAM_2_2013_Weissengruber.pdf"
        }, 
        {
            "title_full": "Predicati nominali e verbo essere. Un’attività didattica", 
            "url": "http://all.uniud.it/lam/lamrep/2013/LAM_2_2013_Vinante.pdf"
        }, 
        {
            "title_full": "From Latin to Romance. Morphosyntactic Typology and Change, Oxford, Oxford University Press, 2012, pp. 434. (R. Oniga)", 
            "url": "http://all.uniud.it/lam/lamrep/2013/LAM_2_2013_Recensioni.pdf"
        }, 
        {
            "title_full": "current issue", 
            "url": "http://all.uniud.it/lam/lamrep/2013/LAM_2_2013.pdf"
        }, 
        {
            "title_full": "Lingue antiche e moderne", 
            "url": "http://all.uniud.it/lam/lamrep/2012/LAM_1_2012_Oniga.pdf"
        }, 
        {
            "title_full": "Lingue classiche e ginnasio umanistico tedesco", 
            "url": "http://all.uniud.it/lam/lamrep/2012/LAM_1_2012_Ugolini.pdf"
        }, 
        {
            "title_full": "Die Didaktik der Alten Sprachen und ihr Beitrag zur Mehrsprachigkeit im Fächerkanon des Gymnasiums in Deutschland", 
            "url": "http://all.uniud.it/lam/lamrep/2012/LAM_1_2012_Schmude.pdf"
        }, 
        {
            "title_full": "Problemi di acquisizione del ceco da parte di parlanti di madrelingua italiana: il caso dei verbi di moto", 
            "url": "http://all.uniud.it/lam/lamrep/2012/LAM_1_2012_Perissutti.pdf"
        }, 
        {
            "title_full": "Teaching first and second languages side by side: challenges of education in the 21st century", 
            "url": "http://all.uniud.it/lam/lamrep/2012/LAM_1_2012_Hegedus.pdf"
        }, 
        {
            "title_full": "Descrizione dei dati linguistici e prassi didattica: riflessioni e proposte", 
            "url": "http://all.uniud.it/lam/lamrep/2012/LAM_1_2012_Vedovato_Penello.pdf"
        }, 
        {
            "title_full": "Grammar as Science, Cambridge (Mass.) - London, MIT Press, 2010 (R. Oniga)", 
            "url": "http://all.uniud.it/lam/lamrep/2012/LAM_1_2012_Recensioni.pdf"
        }, 
        {
            "title_full": "rivista completa", 
            "url": "http://all.uniud.it/lam/lamrep/2012/LAM_1_2012.pdf"
        }
    ], 
    "title": "Lingue antiche e moderne", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://all.uniud.it/lam/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}