{
    "description": "From the University Press of Colorado Surviving Sudden Environmental Change Answers From Archaeology by Jago Cooper (editor) and Payson Sheets (editor) FREE DOWNLOAD Archaeologists have long encountered evidence of natural disasters through excavation and stratigraphy. In Surviving Sudden Environmental Change, case studies examine how eight different past human communities-ranging from Arctic to equatorial regions, from tropical rainforests to desert interiors, and from deep prehistory to living memory-faced and coped with such dangers. Many disasters originate from a force of nature, such as an earthquake, cyclone, tsunami, volcanic eruption, drought, or flood. But that is only half of the story; decisions of people and their particular cultural lifeways are the rest. Sociocultural factors are essential in understanding risk, impact, resilience, reactions, and recoveries from massive sudden environmental changes. By using deep-time perspectives provided by interdisciplinary approaches, this book provides a rich temporal background to the human experience of environmental hazards and disasters. In addition, each chapter is followed by an abstract summarizing the important implications for today's management practices and providing recommendations for policy makers. Publication supported in part by the National Science Foundation.", 
    "domain": "www.upcolorado.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9091906180311172899", 
            "resource_date": "2012-05-02T05:59:46.851-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:57.494854"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/05/open-access-book-surviving-sudden.html", 
            "resource_date": "2012-05-02T05:59:46.851-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:57.494871"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Surviving Sudden Environmental Change", 
    "url": "http://www.upcolorado.com/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}