{
    "authors": [], 
    "contributors": [], 
    "description": "Europeana EAGLE Project: Digital Bridge to the Ancient World. EAGLE, The Europeana network of Ancient Greek and Latin Epigraphy is a best-practice network co-funded by the European Commission, under its Information and Communication Technologies Policy Support Programme. EAGLE will provide a single user-friendly portal to the inscriptions of the Ancient World, a massive resource for both the curious and for the scholarly. The EAGLE Best Practice Network is part of Europeana, a multi-lingual online collection of millions of digitised items from European museums, libraries, archives and multi-media collections. EAGLE will collect, in a single readily-searchable database, more than 1. 5 million items, currently scattered across 25 EU countries, as well as the east and south Mediterranean. The project will make available the vast majority of the surviving inscriptions of the Greco-Roman world, complete with the essential information about them and, for all the most important, a translation into English. The technology that will support the EAGLE project is state-of-the-art and tailored to provide the user with the best and most intuitive possible experience. Our services will include a mobile application, enabling tourists to understand inscriptions they find on location by scanning with a smartphone, and a story-telling application that will allow teachers and experts to assemble epigraphy-based narratives. A multilingual Wiki will be set up for the enrichment and enhancement of epigraphic images and texts, which will provide a basis for future translations of inscriptions into other European languages. The results of the EAGLE project will be disseminated as widely as possible, both within the scholarly community and within the public at large. To this end, EAGLE will publish its own Wikimedia Commons, and will also develop an inscription-themed documentary with a related teaser video. EAGLE will work within the Europeana, and with its sister projects, to ensure full and effective integration within this flagship project to make European culture globally available.", 
    "domain": "www.eagle-network.eu", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Europeana EAGLE Project: Digital Bridge to the Ancient World", 
        "url": "http://www.eagle-network.eu/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5880321215635392704", 
            "resource_date": "2013-09-11T07:37:47.864-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:12:32.476739"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/09/europeana-eagle-project-digital-bridge.html", 
            "resource_date": "2013-09-11T07:37:47.864-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:12:32.476751"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "contacts", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Contacts", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.eagle-network.eu/contacts/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}