{
    "description": "helden. heroes. héros: E-Journal zu Kulturen des Heroischen Helden und Heldinnen sind exzeptionell, weil sie Außerordentliches leisten, die Sphäre des Normalen überschreiten und ihren eigenen Gesetzen folgen. Sie sind zugleich problematische Figuren, die für Gewalt- und Opferbereitschaft stehen und die Regeln des Sozialen brechen. Ihren Verehrergemeinschaften dienen sie als idealisierende Projektionen und liefern Modelle für die Bewältigung nicht lebbarer Normensysteme. Heroisierungsprozesse geben Aufschluss über kollektive Selbstdeutungen und Werthorizonte. Welche Figuren heroisiert werden und welche Formen ihre Verehrung annimmt, das verweist nicht zuletzt auf die Anforderungen, die eine Gesellschaft an ihre Mitglieder stellt. In der Gegenwart konkurrieren Diagnosen eines „postheroischen Zeitalters“ mit einer neuen Konjunktur des Heroischen, in der fortlebende Traditionen neben popkulturellen Umdeutungen, appellative Beschwörungen neben Skepsis und Tabuisierung stehen. Das E-Journal helden. heroes. héros. widmet sich in einer kulturübergreifenden, komparativen Langzeitperspektive dem Spannungsverhältnis zwischen der Exzeptionalität von Heldenfiguren und den sozialen Ordnungen, die durch sie stabilisiert, aber auch in Frage gestellt werden. Herausgegeben wird es vom DFG-geförderten Sonderforschungsbereich 948 „Helden – Heroisierungen – Heroismen“ an der Albert-Ludwigs-Universität Freiburg. Es erscheint in zwei Ausgaben pro Jahr als Open Access-Publikation. Manuskripteinsendungen für das E-Journal helden. heroes. héros. sind willkommen. Aus den eingehenden Manuskripten wird nach dem für wissenschaftliche Publikationen üblichen Peer-Review-Verfahren ausgewählt.", 
    "domain": "www.sfb948.uni-freiburg.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8638427959451969688", 
            "resource_date": "2013-12-21T16:26:57.257-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:04:47.414146"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/12/new-open-access-journal-helden-heroes.html", 
            "resource_date": "2013-12-21T16:26:57.257-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:04:47.414161"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://www.sfb948.uni-freiburg.de/e-journal/ausgaben/012013/helden.heroes.heros.2013-01"
    ], 
    "title": "helden. heroes. héros: E-Journal zu Kulturen des Heroischen", 
    "url": "http://www.sfb948.uni-freiburg.de/e-journal/ausgaben/012013/?page=1", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}