{
    "description": "Have you taken the. AWOL User Survey ?. shirīn: Syrian Heritage in Danger: An International Research Initiative and Network. s h i r ī n  is an initiative from the global community of scholars active in the field of archaeology, art and history of the Ancient Near East. It brings together a significant proportion of those international research groups that were working in Syria prior to 2011, with the purpose of making their expertise available to wider heritage protection efforts. Accordingly, its International Committee includes the directors of a number of long-term international research programmes, and others who share their strong commitment to the effective protection of the heritage of Syria. This s h i r ī n committee was created in response to a request by the participants at the 9th International Congress on the Archaeology of the Ancient Near East, in Basel, Switzerland, on June 10th, 2014. It seeks to represent the broad sweep of archaeological and historical research in Syria and is supported by the directors of research programmes active in neighbouring countries. Representing the major institutions, universities and research centres in Europe, North America, Oceania, Eastern and Western Asia, the main purpose of s h i r ī n is to support governmental bodies and non-governmental organizations in their efforts to preserve and safeguard the heritage of Syria (sites, monuments & museums). It will take account of, and respond to, the needs of Syrian colleagues and authorities regardless of their political, religious or ethnic affiliation, in particular with respect to emergency steps and measures. Composed of scholars who have, individually, a deep knowledge of the field, and collectively cover all regions of Syria, it will activate local networks in order to support, when possible, concrete actions to ensure the payment of the official site guardians and the protection of the excavation houses and storage depots. s h i r ī n - with the help of official and non-governmental bodies - will collect information on damage resulting from the current conflict and identify those cases in which emergency repairs or protective action may be required. s h i r ī n will also collaborate on the creation of a comprehensive database of elements of Syrian heritage. This will provide a basic core of knowledge to which evidence of damage can be added on a case-by-case basis, and will allow the evaluation of the overall pattern and scale of damage resulting from the conflict, as it presents across different regions of Syria and the various classes of monument. It will thus propose a key source of information that can be made available to those involved in heritage protection at a local level, so that they have the necessary knowledge to prioritize heritage protection efforts in a systematic manner.", 
    "domain": "epicentrecreatives.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Syria", 
        "archaeology", 
        "heritage"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-800759930290834121", 
            "resource_date": "2015-03-14T13:17:56.815-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:59.304766"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/shirin-syrian-heritage-in-danger.html", 
            "resource_date": "2015-03-14T13:17:56.815-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:59.304782"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "shirīn: Syrian Heritage in Danger: An International Research Initiative and Network", 
    "url": "http://epicentrecreatives.com/shirin/?p=1", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}