{
    "description": "as. Archäologie der Schweiz; Archéologie suisse; Archeologia svizzera. as. Archäologie der Schweiz; Archéologie suisse; Archeologia svizzera. The magazine as. is published quarterly in three languages and provides information about the latest discoveries, research results, exhibitions, experimental archaeology and much more and is written in a style that is easily understood by laypeople. Each issue is dedicated to a different core theme. There is a special edition on a region or a topic every year. The journal is the official newsletter of the Swiss Archaeological Society (formerly: the Society for Pre- and Protohistory, SGUF), which has been published since 1937 under the titles \"Ur-Schweiz\" (Prehistoric Switzerland), \"Helvetia Archaeologica\" and \"Mitteilungsblatt SGUF\" (SGUF Newsletter). After the Helvetia Archaeologica split off in 1976 to become an independent journal, the \"Mitteilungsblatt SGUF\" first appeared in its present-day form under the name \"Archäologie der Schweiz\" (Archaeology of Switzerland). \"Archäologie Schweiz\" (Archaeology Switzerland) (until 2005: \"Schweizerische Gesellschaft für Ur- und Frühgeschichte\" - Swiss Society for Pre - and Protohistory), founded in 1907, is a society with members in every linguistic region in Switzerland. A good half are amateurs with an interest in archaeology, the rest are experts, students and other interested bodies. Today, Archaeology Switzerland concentrates on two areas: firstly, communicating results to all interested parties, and secondly, carrying out archaeological projects involving multiple Swiss cantons.", 
    "domain": "retro.seals.ch", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Switzerland", 
        "journal", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4193822689753305835", 
            "resource_date": "2010-03-30T14:24:32.977-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:07.124895"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/03/open-access-journal-as-archaologie-der.html", 
            "resource_date": "2010-03-30T14:24:32.977-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:07.124911"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "as. Archäologie der Schweiz ; Archéologie suisse ; Archeologia svizzera", 
    "url": "http://retro.seals.ch/digbib/en/vollist;jsessionid=A411CBE26B070F5985C515DB62A308D3?UID=ars-002&id=home&id2=browse4", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}