{
    "description": "[First posted in AWOL 6 August 2009. Updated 15 December 2014]. Museum Helveticum. Das Museum Helveticum ist die einzige Schweizer Zeitschrift, die Beiträge aus der gesamten klassischen Altertumswissenschaft veröffentlicht, einschliesslich der Papyrologie, Epigraphik und (mit Einschränkungen) Archäologie. Es will nicht nur die Schweizer Forschung fördern und repräsentativ darstellen, sondern auch die Kontakte mit der internationalen. Forschergemeinschaft pflegen und vertiefen. Entsprechend steht die Zeitschrift zum einen den in der Schweiz Lehrenden und Lernenden offen und versteht sich auch als Mittel der Nachwuchsförderung, zum anderen ist sie seit ihren Anfängen auch Publikationsorgan der internationalen Forschergemeinschaft; dementsprechend ist neben den drei Landessprachen Englisch häufige Publikationssprache. Entstanden ist das Museum Helveticum während des Zweiten Weltkrieges aus der Zusammenarbeit einiger damals führender altertumswissenschaftlicher Lehrstuhlinhaber, die, abgeschnitten von den bisherigen europäischen Publikationsorganen, der schweizerischen Altertumswissenschaft ein Diskussionsforum schaffen und gleichzeitig die Zusammengehörigkeit betonen wollten; die erste Nummer erschien 1944. Nach Kriegsende wurde die Zeitschrift zum Organ der schweizerischen altertumswissenschaftlichen Forschung.", 
    "domain": "retro.seals.ch", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "museums", 
        "Switzerland", 
        "journal", 
        "classics", 
        "open access"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5941320815711806639", 
            "resource_date": "2014-12-15T10:19:20.001-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:30.129725"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/08/open-access-journal-museum-helveticum.html", 
            "resource_date": "2014-12-15T10:19:20.001-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:30.129742"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Museum Helveticum", 
    "url": "http://retro.seals.ch/digbib/vollist?UID=mhl-001&id=browse&id2=browse1", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}