{
    "authors": [
        "from Romania or abroad"
    ], 
    "contributors": [], 
    "description": "[First posted in AWOL 8 March 2011. Updated 24 July 2014]. Studia Antiqua et Archaeologica. ISSN (print and/or electronic) 1224-2284. The journal Studia Antiqua et Archaeologica was established in 1983, at that moment as a volume dedicated to the memory of the reputed scholar from Iași, Nicolae Gostar. Though at the onset the journal was envisioned as a periodical, because of the financial and political difficulties of the era, its publishing only recommenced in 1995, having appeared regularly since then. Studia Antiqua et Archaeologica is edited by the Chair of Ancient History and Archaeology from the Faculty of History within the \"Alexandru Ioan Cuza\" University of Iași, and publishes studies on the prehistory, ancient history and archaeology of, primarily, the South-eastern European area, but also of Europe and of the extra-European regions. After the first issue (1983), the journal underwent, as stated above, a steady evolution, to become one of the few Romanian publications with an up-to-date release schedule. The themes are varied, encompassing eras from prehistory to the Middle Ages and domains such as archaeology, prehistory, numismatics, epigraphy, anthropology, paleobotany, and paleofaunistics. Interdisciplinary studies enjoyed appreciable consideration during the last years, on account of the facilities available in the laboratories of the Chair of Ancient History and Archaeology. Starting with 1990 the journal established international collaborations, out of which special mention should be made of those with scholars from Bari (Rodolfo Striccoli, Marcello Marin, Luigi Piacente, Domenico Lassandro). These collaborations were later intensified by the contributions of the researchers from the University of Foggia (Renzo Infante, Gilda Sansone, Maria Veronese, etc. ) and from other foreign universities and institutes (Konstanz, Trier, Innsbruck, Paris, Besançon, Udine, Haifa, etc. ). In conclusion, the journal focuses on ancient history and archaeology and benefitted from the contributions of prestigious authors from Romania or abroad. Worthy of attention is that internationally-recognised scholars have accepted to be members of the editorial committee (Svend Hansen, Christoph Schaefer, Wolfgang Schuller, Martin Hose, etc. ).", 
    "domain": "cisa.uaic.ro", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "1224-2284"
            ]
        }
    }, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "Romania", 
        "journal", 
        "archaeology", 
        "open access"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1827048823986280122", 
            "resource_date": "2015-03-18T15:44:43.104-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:01.595558"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/03/open-access-journal-studia-antiqua-et.html", 
            "resource_date": "2015-03-18T15:44:43.104-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:01.595574"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "saa-saa-htm", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Studia Antiqua et Archaeologica", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://cisa.uaic.ro/saa/saa.htm", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}