{
    "authors": [], 
    "contributors": [], 
    "description": "Dear colleagues and friends of the CCER. The team of the Centre of Computer-aided Egyptological Research (CCER, Utrecht University) has developed pioneering and useful computing tools and international projects for Egyptological research since 1990 (among other things Manual de Codage, Multilingual Egyptological Thesaurus, Glyph for Windows & Extended Library, Coffin Texts Word Index, Egyptian Treasures in Europe, Global Egyptian Museum). The CCER was the driving force of the group Informatique & Egyptologie and the Horssen Meetings. CCER inspired Egyptological scholars, students and institutions to make use of these upcoming new ICT tools and helped them to implement them. Now 20 years after the founding of CCER it is time to accept that CCER has become part of history and that the well-known CCER site must switch to another life and a new concept. Some years ago it appeared that there was no future for CCER in the Netherlands. Besides its director retired. Therefore I have decided to stop finally also the shop of the site www. ccer. nl by the end of this year. I\"ll transmit by then the site and all rights to my former assistant Hans van den Berg. He was my gifted and much appreciated \"life-ware\" and \"soft-hand\" during many years. He would like to use this site to record the history of Computing & Egyptology. He will continue and maintain some useful tools for Egyptology on this site as well. Until the end of this year there will be a sale with reduced prices of all available products of the former CCER (Glyph for Windows, Hieroglyphica, Coffin Texts Word Index etc. ). Glyph for Windows is a 16-bit program and will not run with 64-bit (x64) operating systems. Because there will be no upgrade of the 16-bit version of Glyph and the extended library, I advise all of you to keep a PC with Windows XP, 32-bit Windows Vista or 32-bit Windows 7 to run specially Glyph for Windows in order to be able to process your hieroglyphic texts. The last version of Glyph for Windows Professional edition (including the extended library) which is compatible with aforementioned operating systems can be ordered for only Euro 100 (including Hieroglyphica). I would like to thank all colleagues, assistants and friends for the collaboration and confidence during those pioneering years, Dirk van der Plas.", 
    "domain": "www.ccer.nl", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Centre for Computer-aided Egyptological Research", 
        "url": "http://www.ccer.nl/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8613960629914385651", 
            "resource_date": "2014-02-17T10:25:45.486-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:16:08.448220"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/09/news-from-centre-for-computer-aided.html", 
            "resource_date": "2014-02-17T10:25:45.486-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:16:08.448235"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "news-html", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "this announcement:", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.ccer.nl/news.html", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}