{
    "authors": [], 
    "contributors": [], 
    "description": "Археология (Reviews and News are open). ISSN 0324-1203. Списание „Археология\" е орган на Националния археологически институт с музей на Българската академия на науките. Основано е през 1959 г. като периодично издание, посветено на теренната и научноизследователска работа на българските археолози. Пръв и дългогодишен главен редактор на „Археология\" е акад. Д. П. Димитров, който създава формата на списанието. То започва да излиза в 4 книжки годишно със следните рубрики: Статии, Публикации, Музейно дело и консервации, Лекции и консултации, Критика и рецензии и Преглед. Списанието е ориентирано към широк хронологически хоризонт. Основна задача е да очертава, отразява и насочва развитието на отделните дялове в българската археологическата наука. Публикуват се статии и съобщения от разкопки на паметници в България, както и проблемни статии в областта на праисторията, античността и средновековната археология, нумизматика, сфрагистика. Представят се рецензии за археологически изложби, експозиции, новоизлезли книги, информация за научни срещи. В своята над 50-годишна история списанието е съставяно и редактирано от редица видни учени на НАИМ-БАН - акад. Димитър П. Димитров (1959-1973), акад. Димитър Ангелов (1974-1989), проф. Велизар Велков (1990-1993), проф. Димитър Овчаров (1993-2001). Многократно е променян и външният му вид, но идеята, която го е основала, да бъде лице на българската археологическа наука, остава неизменна цел на всеки следващ главен редактор и редакционна колегия. Първоначално „Археология\" е с мека разноцветна корица и апликирана илюстрация отпред, по-късно корицата става бяла с отпечатана отпред черно-бяла снимка. Идеята за този дизайн - бяла корица, но вече с цветна водеща илюстрация - е запазена и днес, защото времето показа, че това е видът, който ни прави различни. От 2001 г. главен редактор на „Археология\" е проф. д. и. н. Васил Николов. Традицията да се обнародват теренните и научни открития на страниците на списанието е запазена. Същевременно с това то е отворено за качествени статии, посветени на проблемите в българската археологическа наука. Съдържанието обхваща пет тематични кръга: Статии, Съобщения, Дискусии, Отзиви и рецензии, Преглед. Рубриките Статии, Съобщения и Дискусии са съпроводени с резюме на английски език. Във всяка първа за годината книжка се помества Списък на публикациите на учените от Националния археологически институт с музей към Българска академия на науките, както и на катедрите по археология на СУ „Св. Климент Охридски\" и ВТУ „Св. Св. Кирил и Методий\". Отделено е място и на научната хроника. Като високоспециализирано и научно издание „Археология\" се разпространява в страната и чужбина с абонамент. Продава се и на щанд в Националния археологически музей. Arheologia Journal is a publication of the National Institute of Archaeology with Museum - BAS. It was established in 1959 as a periodical promoting the fieldwork and the research activity of Bulgarian archaeologists. Academician D. P. Dimitrov was the first Editor-in-Chief of the journal. He was Editor-in-Chief for many years as well as the one who created its concept. It has 4 issues per year and includes the following headings: Studies, Publications, Museum Activity and Conservation Work, Lectures and Consultations, Reviews and News. The journal covers a broad chronological range. Its main goal is to outline, reflect and guide the development of the various aspects of Bulgarian archaeology. Articles and reports on excavations in Bulgaria are published as well as articles on theoretical aspects of the prehistoric, ancient and mediaeval archaeology, numismatics, sphragistics, etc. Reviews on archaeological exhibitions, recently published books and information about academic conferences are also presented. A number of outstanding scholars who worked at the National Institute of Archaeology with Museum - BAS have been editors and contributed a lot to the more than 50 years long history of the journal - Academician D. P. Dimitrov (1959-1973), Academician Dimiter Angelov (1974-1989), Prof. Velizar Velkov (1990-1993), Prof. Dimiter Ovcharov (1993-2001). The design of the journal has also undergone through many changes but the main idea embedded in its establishment - to be the face of Bulgarian archaeology - was a constant aim of all editors-in-chief and editorial boards. Initially Arheologia (Sofia) Journal had colorful paperbacks and an illustration on the front cover and later the paperbacks became white with a black-and-white photo on the front cover. The idea of this particular design - a white cover but decorated with a color illustration - was preserved until nowadays because time proved that it is the design, which makes us look different. Since 2001 Prof. Dr. Sc. Vassil Nikolov has been Editor-in-Chief of Arheologia (Sofia) Journal. We still keep the tradition to publish the field and scholarly discoveries on the pages of the journal. At the same time it is open for qualitative articles devoted to the problems of Bulgarian archaeology. The content includes five themes: Studies, Reports, Discussions, Reviews and News. The Studies, Reports and Discussions headings have summaries in English. The first copy of the year contains a List of Publications of the Scholars Working at the National Institute of Archaeology with Museum - BAS as well as at the Departments of Archaeology at St. Kliment Ohridski University in Sofia and St. St. Cyril and Methodius University in Veliko Tarnovo. An academic chronicle is also published. Arheologia (Sofia) Journal is an academic publication and is distributed in Bulgaria and abroad by subscription. It is also on sale at the bookstall of the National Museum of Archaeology.", 
    "domain": "naim.bg", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "0324-1203"
            ]
        }
    }, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "Balkans", 
        "open access", 
        "archaeology", 
        "Bulgaria"
    ], 
    "languages": [
        "ru"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2449245252561912511", 
            "resource_date": "2013-06-01T08:01:32.170-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:37.765683"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/06/partially-open-access-journal-reviews.html", 
            "resource_date": "2013-06-01T08:01:32.170-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:37.765699"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "bg-content-editions-500-1", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Last issue: 2012, 2", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/70/"
        }, 
        {
            "title_full": "2012, 1", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/68/"
        }, 
        {
            "title_full": "2011, 2", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/63/"
        }, 
        {
            "title_full": "2011, 1", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/52/"
        }, 
        {
            "title_full": "2010, 3-4", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/51/"
        }, 
        {
            "title_full": "2010, 1-2", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/50/"
        }, 
        {
            "title_full": "2009, 3-4", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/49/"
        }, 
        {
            "title_full": "2009, 1-2", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/34/"
        }, 
        {
            "title_full": "2008, 1-4", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/48/"
        }, 
        {
            "title_full": "2007, 1-4", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/31/"
        }, 
        {
            "title_full": "2005, 1-4", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/23/"
        }, 
        {
            "title_full": "2004, 3-4", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/8/"
        }, 
        {
            "title_full": "2004, 1-2", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/9/"
        }, 
        {
            "title_full": "2003, 4", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/13/"
        }, 
        {
            "title_full": "2003, 3", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/12/"
        }, 
        {
            "title_full": "2003, 2", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/11/"
        }, 
        {
            "title_full": "2003, 1", 
            "url": "http://naim.bg/en/content/editions/500/1/issue/10/"
        }
    ], 
    "title": "Археология", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://naim.bg/bg/content/editions/500/1/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}