{
    "authors": [], 
    "contributors": [], 
    "description": "DigitalHeka: Digitalisierte Erfassung altägyptischer magischer Texte des Mittleren und Neuen Reiches und deren philologische Analyse als Vorarbeit zu einerCorpusgrammatik und Corpusstilistik. Das Projekt „DigitalHeka\" liefert Vorarbeiten für eine Corpusgrammatik und -stilistik der ägyptischen magischen Texte. Dazu wurden diese mit dem Computer erfaßt werden und nach grammatikalischen, syntaktischen und stilistischen Kriterien ausgewertet. Aus praktischen Gründen musste das umfangreiche Textmaterial eingeschränkt werden. Als Kriterium für die Eingrenzung wurde eine Magiesystematik zugrunde gelegt, die die Texte nach ihrer temporalen Stellung zu einem Ereignis und nicht nach ihrer (moralischen) Intention in Gruppen einteilt. Ausgewählt wurden Texte, die ein erwartetes Ereignis verhindern sollen, sowie die, die die Auswirkungen eines bereits eingetroffenen Vorfalls abmildern sollen. Zusammen umfassen beide Gruppen einen Großteil der in der ägyptologischen Literatur traditionell als magisch bezeichneten Texte. In der ägyptischen Philologie wurden die magischen Texte bisher bei der Erforschung der Grammatik der ägyptischen Sprache kaum berücksichtigt, anders als z. B. die umfangreichen Totentexte, die Literatur oder die medizinischen Texte, bei deren Untersuchung die magischen Texte sogar bewußt ausgenommen wurden. Da die Sprache der magischen Texte aber ihre Besonderheiten aufweist, ist eine Analyse ihrer Grammatik notwendig. Die Untersuchung des Textmaterials erfolgt auf mehreren Ebenen. Zunächst wurden dazu die Texte in Transliteration im Computer erfasst, lemmatisiert und phänomenologisch-grammatikalisch beschrieben. Daneben wurde eine Datenbank erstellt, die eine Übersicht über Textträger, Textedition, Bearbeitungen, Literatur usw. gibt.", 
    "domain": "www.uni-leipzig.de", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "DigitalHeka: Digitalisierte Erfassung altägyptischer magischer Texte des Mittleren und Neuen Reiches", 
        "url": "http://www.uni-leipzig.de/~digiheka/index.html"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "de"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2047669583851703258", 
            "resource_date": "2015-02-05T13:43:50.316-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:11.127446"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/02/digitalheka-digitalisierte-erfassung.html", 
            "resource_date": "2015-02-05T13:43:50.316-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:11.127459"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "a7273b75d5d4a34381d9d5ad9bbddea133ad870b", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Wortwiederholungen", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.uni-leipzig.de/%7Edigiheka/hilfe-wortwiederholungen.html", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}