{
    "authors": [], 
    "contributors": [], 
    "description": "Open access dissertations relating to antiquity in Durham e-Theses. ALPASS, PETER,JOHN (2011) The Religious Life of Nabataea. Doctoral thesis, Durham University. ANDERSON, ARTHUR,WILLIAM (2012) Traditions and Transitions: Later and Roman Iron Age Communities in the North-East of England. Doctoral thesis, Durham University. BARBER, HELEN,ESTHER (2011) Plautus and the Sentimental Ideal of the Roman Family. Doctoral thesis, Durham University. BERNOFSKY, KAREN,STACY (2010) Respiratory health in the past: a bioarchaeological study of chronic maxillary sinusitis and rib periostitis from the Iron Age to the Post Medieval Period in Southern England. Doctoral thesis, Durham University. BERTINI, LOUISE,CATHERINE (2011) Changes in Suid and Caprine Husbandry Practices Throughout Dynastic Egypt Using Linear Enamel Hypoplasia (LEH). Doctoral thesis, Durham University. BLACKWELL, BENJAMIN,CAREY (2010) Christosis: Pauline Soteriology in Light of Deification in Irenaeus and Cyril of Alexandria. Doctoral thesis, Durham University. BLAIN, SOPHIE,EMILIE,LEA (2009) Ceramic building materials in early medieval churches in north-western France and south-eastern England. Application of luminescence dating to building archaeology. Doctoral thesis, Durham University. BOLD, RACHAEL (2012) Norse Utilisation of Archaeobotanical Resources within the Myvatnssveit locale, Northern Iceland. Masters thesis, Durham University. BRADBURY, JENNIE,NICOLE (2011) Landscapes of Burial? The Homs Basalt, Syria in the 4th-3rd millennia BC. Doctoral thesis, Durham University. BRIONES, DAVID,EMILIO (2011) Paul's Financial Policy: A Socio-Theological Approach. Doctoral thesis, Durham University. BRITTON, KATE,HELENA (2009) Multi-isotope analysis and the reconstruction of prey species palaeomigrations and palaeoecology. Doctoral thesis, Durham University. BROAD, WILLIAM,E,L (2012) What Led Jesus to be Called the Son of God? An Historical Investigation of how an Appellation of Alexander the Great and of the Roman Emperors came to be used of Jesus. Masters thesis, Durham University. BUSHUR, JAMES,GEORGE (2010) \"Joining the End to the Beginning\" Divine Providence and the Interpretation of Scripture in the Teaching of Irenaeus, Bishop of Lyons. Doctoral thesis, Durham University. CAVIN, ROBERT,LLOYD (2010) NEW EXISTENCE AND RIGHTEOUS LIVING IN COLOSSIANS AND 1 PETER IN CONVERSATION WITH 4QINSTRUCTION AND THE HODAYOT. Doctoral thesis, Durham University. CHRYSOVERGI, MARIA (2011) Attitudes towards the Use of Medicine in Jewish Literature from the Third and Second Centuries BCE. Doctoral thesis, Durham University. CLAVIER, MARK,FORBES,MORETON (2011) Eloquent Wisdom: The Role of Rhetoric and Delight in the Theology of Saint Augustine of Hippo. Doctoral thesis, Durham University. Clough, Emma Elizabeth (2004) In search of Xerxes: images of the Persian king. Doctoral thesis, Durham University. COONEY, WILLIAM (2011) Egypt’s encounter with the West: Race, Culture and Identity. Doctoral thesis, Durham University. DREW, CARRIE ANN (2010) Pigs from six medieval sites in Flanders: A multiple methodological approach to the study of their husbandry development. Doctoral thesis, Durham University. DUNSON, BEN,CLARK (2011) Individual and Community in Paul's Letter to the Romans. Doctoral thesis, Durham University. Embry, Bradley Jason (2005) Psalms of assurance: an analysis of the formation and function of Psalms of Solomon in Second Temple Judaism. Doctoral thesis, Durham University. FAULKNER, ANNE (2009) THE EMERGENCE OF GENTILE LEADERSHIP AND THE JERUSALEM CONFERENCE:A SOCIO-PSYCHOLOGICAL APPROACH TO THE GROUP DYNAMICS OF THE PARTICIPATION OF GENTILE BELIEVERS IN THE EARLY CHURCH. Doctoral thesis, Durham University. GABER, AMR (2009) The Central Hall in the Egyptian Temples of the Ptolemaic Period. Doctoral thesis, Durham University. GOODRICH, JOHN,KENNETH (2010) Paul, the Oikonomos of God: Paul's Apostolic Metaphor in 1 Corinthians and its Graeco-Roman Context. Doctoral thesis, Durham University. GRAINGER, SCOTT (2009) Development of techniques for high-resolution spatially-resolved elemental analysis in materials of interest in luminescence dating. Masters thesis, Durham University. GURLING, THOMAS (2009) Luminescence Dating of Medieval and Early Modern Brickwork. Doctoral thesis, Durham University. HARTIS, RICHARD,GEOFFREY (2010) Beyond Functionalism: A Quantitative Survey and Semiotic Reading of Hadrian's Wall. Doctoral thesis, Durham University. Häuser, Götz Ludwig (1992) Communion with Christ and Christian community in 1 Corinthians: a study of Paul's concept of Koinonia. Masters thesis, Durham University. HAYASE, ATSUSHI (2010) Plato's Later Dialectic. Doctoral thesis, Durham University. HILL, WESLEY,ALLEN (2012) Paul and the Triune Identity: Rereading Paul's God-, Christ-, and Spirit-Language in Conversation with Trinitarian Theologies of Persons and Relations. Doctoral thesis, Durham University. Hilke, Hartmut (1993) The ideas of \"predestination\" and \"election\" in Pauline thought. Masters thesis, Durham University. HOCH, BRIAN,THOMAS (2010) The Year of Jubilee and Old Testament Ethics: A Test Case in Methodology. Doctoral thesis, Durham University. HOLDSWORTH, BENJAMIN,EVANS (2009) Reading Romans in Rome:A Reception of Romans in the Roman Context of Ethnicity and Faith. Doctoral thesis, Durham University. HUCKLESBY, CLARE,LOUISE (2008) An Anthropology of Conservation. Masters thesis, Durham University. HUTTON, GILLIAN,MARIA (2011) Roads and Routeways in County Durham: 1530-1730. Doctoral thesis, Durham University. JASHI, ZURAB (2010) THEOLOGIA AND OIKONOMIA: THE SOTERIOLOGICAL GROUND OF GREGORY OF NAZIANZUS’S TRINITARIAN THEOLOGY. Masters thesis, Durham University. JENNINGS, JAIME,DORIS (2010) Stress Along the Medieval Anglo-Scottish Border? Skeletal Indicators of Conflict-Zone Health. Doctoral thesis, Durham University. JOHNSON, BEN,JM (2012) A Reading of the David and Goliath Narrative in Greek and Hebrew. Doctoral thesis, Durham University. LAI, PAK-WAH (2010) JOHN CHRYSOSTOM AND THE HERMENEUTICS OF EXEMPLAR PORTRAITS. Doctoral thesis, Durham University. LANKESTER, FRANCIS,DAVID (2012) Predynastic & Pharaonic era Rock-Art in Egypt’s Central Eastern Desert: Distribution, Dating & Interpretation. Doctoral thesis, Durham University. LEE, YOON CHEOL (2012) A Study On Protagorean Objectivism. Doctoral thesis, Durham University. LEWIS, DAVID,MARTIN (2011) Greek Slavery in a Near Eastern Context: A Comparative Study of the Legal and Economic Distinctiveness of Greek Slave Systems. Doctoral thesis, Durham University. LINEBAUGH, JONATHAN,ANDREW (2011) GOD, GRACE, AND RIGHTEOUSNESS: WISDOM OF SOLOMON AND PAUL’S LETTER TO THE ROMANS IN CONVERSATION. Doctoral thesis, Durham University. MANIOTI, NIKOLETTA (2012) All-Female Family Bonds in Latin Epic. Doctoral thesis, Durham University. MARSHALL, JENNY,LEE (2012) Missing Links:Demic Diffusion and the Development of Agriculture on the Central Iranian Plateau. Doctoral thesis, Durham University. MASTON, JASON (2009) DIVINE AND HUMAN AGENCY IN SECOND TEMPLE JUDAISM AND PAUL: A COMPARISON OF SIRACH, HODAYOT, AND ROMANS 7-8. Doctoral thesis, Durham University. MATHEW, SUSAN (2010) Women in the Greetings of Rom 16:1-16: A Study of Mutuality and Women's Ministry in the Letter to the Romans. Doctoral thesis, Durham University. MATHEWS, MARK DEWAYNE (2010) Riches, Poverty, and the Faithful: Perspectives on Wealth in the Second Temple Period and the Apocalypse of John. Doctoral thesis, Durham University. MCCARRISON, KIRSTY,ELIZABETH (2012) Exploring Prehistoric Tuberculosis in Britain: A Combined Macroscopic and Biomolecular Approach. Doctoral thesis, Durham University. MEDDA, ROBERTO (2009) Aristotle’s On Memory and Recollection:Concepts, Sources, and Innovations of Aristotle’s Account of Mnemonic Capacities and Activities. Masters thesis, Durham University. MIHOC, JUSTIN,ALEXANDRU (2010) The Ascension of Jesus Christ: A Critical and Exegetical Study of the Ascension in Luke-Acts and in the Jewish and Christian Contexts. Masters thesis, Durham University. MORLAN, DAVID,SCOTT (2010) Conversion in Luke and Paul: Some Exegetical and Theological Explorations. Doctoral thesis, Durham University. MOXON, JOHN,RICHARD,LEWIS (2011) PETER’S HALAKHIC NIGHTMARE: THE ‘ANIMAL’ VISION OF ACTS 10:9-16 IN JEWISH AND GRAECO-ROMAN PERSPECTIVE. Doctoral thesis, Durham University. NISHITANI, AKIRA (2012) Typological Classification and the Chronology of Iron Age pottery in central-southern Britain. Doctoral thesis, Durham University. OOI, VINCENT,KEAN,HONG (2011) Scripture and Its Readers: Readings of Israel’s Story in Nehemiah 9:6 - 37, Ezekiel 20:5 - 31 and Acts 7:2 - 60. Doctoral thesis, Durham University. ORR, PETER,CHRISTIAN (2011) Christ Absent and Present: A Study in Pauline Christology. Doctoral thesis, Durham University. PIERCE, CHAD (2009) Spirits and the Proclamation of Christ: 1 Peter 3:18-22 in Its Tradition-Historical and Literary Context. Doctoral thesis, Durham University. PONCE, PAOLA,VANESA (2010) A comparative study of activity-related skeletal changes in 3rd-2nd millennium BC coastal fishers and 1st millenium AD inland agriculturists in Chile, South America. Doctoral thesis, Durham University. RUCKERT, JULIA,MARGARETA,MARIA (2011) Romans and Goths in late antique Gaul: asepcts of political and cultural assimilation in the Fifth Century AD. Masters thesis, Durham University. SALEM, CLAIRE,ELAYNE (2010) Sanity, Insanity, and Man’s Being as Understood by St. John Chrysostom. Doctoral thesis, Durham University. SCHWAB, ZOLTAN (2011) A Theological Interpretation of the Book of Proverbs. Doctoral thesis, Durham University. SCOTT, MATTHEW (2010) The Renewal of Song: Metalepsis and the Christological Revision of Psalmody in Paul. Doctoral thesis, Durham University. SHEPHERD, CHARLES,EARL (2012) Theological Interpretation and Isaiah 53: A Study of Bernhard Duhm, Brevard Childs, and Alec Motyer. Doctoral thesis, Durham University. SHERWOOD, AARON (2010) THE RESTORATION OF HUMANITY: Temple Cosmology, Worship and Israel-Nations Unification in Biblical, Second Temple and Pauline Traditions. Doctoral thesis, Durham University. Steer, K. A. (1938) The archaeology of Roman Durham. Doctoral thesis, Durham University. STRICKLAND, KEIR,MAGALIE (2011) The Jungle Tide:\"Collapse\" in Early Mediaeval Sri Lanka. Doctoral thesis, Durham University. SUZUKI, YUMI (2012) The Underlying Paradox of Plato’s Meno 80d5-e5. Masters thesis, Durham University. SZECHY, CSILLA (2009) Reading Ezra 9-10 as Christian Scripture. Doctoral thesis, Durham University. TOMITA, YUJI (2012) Christ as the Covenant: Justin Martyr's Interpretation of the New Covenant in Jeremiah 31. 31-32. Doctoral thesis, Durham University. UPEX, BETHAN,ROSEMARY (2009) Enamel hypoplasia in modern and archaeological caprine populations:The development and application of a new methodological approach. Doctoral thesis, Durham University. VILLALOBOS ACOSTA, CESAR (2011) Archaeology in Circulation: Nationalism and Tourism in Post-Revolutionary Mexican Coins, Notes, Stamps and Guidebooks. Doctoral thesis, Durham University. WAGSCHAL, DAVID FERGUSON (2010) The Nature of Law and Legality in the Byzantine Canonical Collections 381-883. Doctoral thesis, Durham University. WEDDLE, POLLY (2010) Touching the Gods: physical interaction with cult statues in the Roman world. Doctoral thesis, Durham University. WELLS, KYLE,BRANDON (2010) Grace, Obedience, and the Hermeneutics of Agency: Paul and his Jewish Contemporaries on the Transformation of the Heart. Doctoral thesis, Durham University. WILDISH, MARK (2012) Hieroglyphic Semantics in Late Antiquity. Doctoral thesis, Durham University. WILKINSON, JENNIFER (2012) Mark and his Gentile Audience: A Traditio-Historical and Socio-Cultural Investigation of Mk 4. 35-9. 29 and its Interface with Gentile Polytheism in the Roman Near East. Doctoral thesis, Durham University. WINDSOR, LIONEL JAMES (2012) Paul and the Vocation of Israel: How Paul's Jewish Identity Informs his Apostolic Ministry, with Special Reference to Romans. Doctoral thesis, Durham University. WORTHINGTON, JONATHAN,DAVID (2010) The Beginning and Before: Interpreting Creation in Paul and Philo. Doctoral thesis, Durham University. ZECHER, JONATHAN,L (2011) The Symbolics of Death and the Construction of Christian Asceticism:Greek Patristic Voices from the Fourth through Seventh Centuries. Doctoral thesis, Durham University.", 
    "domain": "etheses.dur.ac.uk", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Durham e-Theses", 
        "url": "http://etheses.dur.ac.uk/view/departments/DDD32.html"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "dissertations"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2919999681704453430", 
            "resource_date": "2012-12-13T18:52:47.430-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:54.622300"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/durham-dissertations-online.html", 
            "resource_date": "2012-12-13T18:52:47.430-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:54.622335"
        }, 
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2919999681704453430", 
            "resource_date": "2012-12-13T18:52:47.430-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:54.626902"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/12/durham-dissertations-online.html", 
            "resource_date": "2012-12-13T18:52:47.430-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:54.626919"
        }, 
        {
            "fields": [
                "subordinate_resources", 
                "resource_key", 
                "keywords", 
                "languages", 
                "description", 
                "volume", 
                "is_part_of", 
                "identifiers"
            ], 
            "resource": "http://purl.org/net/wf-motifs#Combine", 
            "term": "http://purl.org/net/wf-motifs#hasWorkflowMotif", 
            "when": "2015-07-11T20:07:54.998867"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "view-departments-DDD32-html", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Durham e-Theses", 
            "url": "http://etheses.dur.ac.uk/view/departments/DDD32.html"
        }, 
        {
            "title_full": "The Religious Life of Nabataea", 
            "url": "http://etheses.dur.ac.uk/3293/"
        }, 
        {
            "title_full": "Traditions and Transitions: Later and Roman Iron Age Communities in the North-East of England", 
            "url": "http://etheses.dur.ac.uk/4456/"
        }, 
        {
            "title_full": "Plautus and the Sentimental Ideal of the Roman Family", 
            "url": "http://etheses.dur.ac.uk/809/"
        }, 
        {
            "title_full": "Respiratory health in the past: a bioarchaeological study of chronic maxillary sinusitis and rib periostitis from the Iron Age to the Post Medieval Period in Southern England", 
            "url": "http://etheses.dur.ac.uk/614/"
        }, 
        {
            "title_full": "Changes in Suid and Caprine Husbandry Practices Throughout Dynastic Egypt Using Linear Enamel Hypoplasia (LEH)", 
            "url": "http://etheses.dur.ac.uk/1388/"
        }, 
        {
            "title_full": "Christosis: Pauline Soteriology in Light of Deification in Irenaeus and Cyril of Alexandria", 
            "url": "http://etheses.dur.ac.uk/219/"
        }, 
        {
            "title_full": "Ceramic building materials in early medieval churches in north-western France and south-eastern England. Application of luminescence dating to building archaeology", 
            "url": "http://etheses.dur.ac.uk/151/"
        }, 
        {
            "title_full": "Norse Utilisation of Archaeobotanical Resources within the Myvatnssveit locale, Northern Iceland", 
            "url": "http://etheses.dur.ac.uk/3440/"
        }, 
        {
            "title_full": "Landscapes of Burial? The Homs Basalt, Syria in the 4th-3rd millennia BC", 
            "url": "http://etheses.dur.ac.uk/725/"
        }, 
        {
            "title_full": "Paul's Financial Policy: A Socio-Theological Approach", 
            "url": "http://etheses.dur.ac.uk/3285/"
        }, 
        {
            "title_full": "Multi-isotope analysis and the reconstruction of prey species palaeomigrations and palaeoecology", 
            "url": "http://etheses.dur.ac.uk/216/"
        }, 
        {
            "title_full": "What Led Jesus to be Called the Son of God? An Historical Investigation of how an Appellation of Alexander the Great and of the Roman Emperors came to be used of Jesus", 
            "url": "http://etheses.dur.ac.uk/3585/"
        }, 
        {
            "title_full": "\"Joining the End to the Beginning\" Divine Providence and the Interpretation of Scripture in the Teaching of Irenaeus, Bishop of Lyons", 
            "url": "http://etheses.dur.ac.uk/319/"
        }, 
        {
            "title_full": "NEW EXISTENCE AND RIGHTEOUS LIVING IN COLOSSIANS AND 1 PETER IN CONVERSATION WITH 4QINSTRUCTION AND THE HODAYOT", 
            "url": "http://etheses.dur.ac.uk/687/"
        }, 
        {
            "title_full": "Attitudes towards the Use of Medicine in Jewish Literature from the Third and Second Centuries BCE", 
            "url": "http://etheses.dur.ac.uk/3568/"
        }, 
        {
            "title_full": "Eloquent Wisdom: The Role of Rhetoric and Delight in the Theology of Saint Augustine of Hippo", 
            "url": "http://etheses.dur.ac.uk/601/"
        }, 
        {
            "title_full": "In search of Xerxes: images of the Persian king", 
            "url": "http://etheses.dur.ac.uk/802/"
        }, 
        {
            "title_full": "Egypt’s encounter with the West: Race, Culture and Identity", 
            "url": "http://etheses.dur.ac.uk/910/"
        }, 
        {
            "title_full": "Pigs from six medieval sites in Flanders: A multiple methodological approach to the study of their husbandry development", 
            "url": "http://etheses.dur.ac.uk/710/"
        }, 
        {
            "title_full": "Individual and Community in Paul's Letter to the Romans", 
            "url": "http://etheses.dur.ac.uk/3279/"
        }, 
        {
            "title_full": "Psalms of assurance: an analysis of the formation and function of Psalms of Solomon in Second Temple Judaism", 
            "url": "http://etheses.dur.ac.uk/768/"
        }, 
        {
            "title_full": "THE EMERGENCE OF GENTILE LEADERSHIP AND THE JERUSALEM CONFERENCE:A SOCIO-PSYCHOLOGICAL APPROACH TO THE GROUP DYNAMICS OF THE PARTICIPATION OF GENTILE BELIEVERS IN THE EARLY CHURCH", 
            "url": "http://etheses.dur.ac.uk/119/"
        }, 
        {
            "title_full": "The Central Hall in the Egyptian Temples of the Ptolemaic Period", 
            "url": "http://etheses.dur.ac.uk/88/"
        }, 
        {
            "title_full": "Paul, the Oikonomos of God: Paul's Apostolic Metaphor in 1 Corinthians and its Graeco-Roman Context", 
            "url": "http://etheses.dur.ac.uk/299/"
        }, 
        {
            "title_full": "Development of techniques for high-resolution spatially-resolved elemental analysis in materials of interest in luminescence dating", 
            "url": "http://etheses.dur.ac.uk/330/"
        }, 
        {
            "title_full": "Luminescence Dating of Medieval and Early Modern Brickwork", 
            "url": "http://etheses.dur.ac.uk/180/"
        }, 
        {
            "title_full": "Beyond Functionalism: A Quantitative Survey and Semiotic Reading of Hadrian's Wall", 
            "url": "http://etheses.dur.ac.uk/332/"
        }, 
        {
            "title_full": "Communion with Christ and Christian community in 1 Corinthians: a study of Paul's concept of Koinonia", 
            "url": "http://etheses.dur.ac.uk/767/"
        }, 
        {
            "title_full": "Plato's Later Dialectic", 
            "url": "http://etheses.dur.ac.uk/406/"
        }, 
        {
            "title_full": "Paul and the Triune Identity: Rereading Paul's God-, Christ-, and Spirit-Language in Conversation with Trinitarian Theologies of Persons and Relations", 
            "url": "http://etheses.dur.ac.uk/3921/"
        }, 
        {
            "title_full": "The ideas of \"predestination\" and \"election\" in Pauline thought", 
            "url": "http://etheses.dur.ac.uk/788/"
        }, 
        {
            "title_full": "The Year of Jubilee and Old Testament Ethics: A Test Case in Methodology", 
            "url": "http://etheses.dur.ac.uk/677/"
        }, 
        {
            "title_full": "Reading Romans in Rome:A Reception of Romans in the Roman Context of Ethnicity and Faith", 
            "url": "http://etheses.dur.ac.uk/214/"
        }, 
        {
            "title_full": "An Anthropology of Conservation", 
            "url": "http://etheses.dur.ac.uk/96/"
        }, 
        {
            "title_full": "Roads and Routeways in County Durham: 1530-1730", 
            "url": "http://etheses.dur.ac.uk/853/"
        }, 
        {
            "title_full": "THEOLOGIA AND OIKONOMIA: THE SOTERIOLOGICAL GROUND OF GREGORY OF NAZIANZUS’S TRINITARIAN THEOLOGY", 
            "url": "http://etheses.dur.ac.uk/619/"
        }, 
        {
            "title_full": "Stress Along the Medieval Anglo-Scottish Border? Skeletal Indicators of Conflict-Zone Health", 
            "url": "http://etheses.dur.ac.uk/648/"
        }, 
        {
            "title_full": "A Reading of the David and Goliath Narrative in Greek and Hebrew", 
            "url": "http://etheses.dur.ac.uk/5911/"
        }, 
        {
            "title_full": "JOHN CHRYSOSTOM AND THE HERMENEUTICS OF EXEMPLAR PORTRAITS", 
            "url": "http://etheses.dur.ac.uk/425/"
        }, 
        {
            "title_full": "Predynastic & Pharaonic era Rock-Art in Egypt’s Central Eastern Desert: Distribution, Dating & Interpretation", 
            "url": "http://etheses.dur.ac.uk/5909/"
        }, 
        {
            "title_full": "A Study On Protagorean Objectivism", 
            "url": "http://etheses.dur.ac.uk/3383/"
        }, 
        {
            "title_full": "Greek Slavery in a Near Eastern Context: A Comparative Study of the Legal and Economic Distinctiveness of Greek Slave Systems", 
            "url": "http://etheses.dur.ac.uk/3299/"
        }, 
        {
            "title_full": "GOD, GRACE, AND RIGHTEOUSNESS: WISDOM OF SOLOMON AND PAUL’S LETTER TO THE ROMANS IN CONVERSATION", 
            "url": "http://etheses.dur.ac.uk/922/"
        }, 
        {
            "title_full": "All-Female Family Bonds in Latin Epic", 
            "url": "http://etheses.dur.ac.uk/3523/"
        }, 
        {
            "title_full": "Missing Links:Demic Diffusion and the Development of Agriculture on the Central Iranian Plateau", 
            "url": "http://etheses.dur.ac.uk/3547/"
        }, 
        {
            "title_full": "DIVINE AND HUMAN AGENCY IN SECOND TEMPLE JUDAISM AND PAUL: A COMPARISON OF SIRACH, HODAYOT, AND ROMANS 7-8", 
            "url": "http://etheses.dur.ac.uk/11/"
        }, 
        {
            "title_full": "Women in the Greetings of Rom 16:1-16: A Study of Mutuality and Women's Ministry in the Letter to the Romans", 
            "url": "http://etheses.dur.ac.uk/369/"
        }, 
        {
            "title_full": "Riches, Poverty, and the Faithful: Perspectives on Wealth in the Second Temple Period and the Apocalypse of John", 
            "url": "http://etheses.dur.ac.uk/413/"
        }, 
        {
            "title_full": "Exploring Prehistoric Tuberculosis in Britain: A Combined Macroscopic and Biomolecular Approach", 
            "url": "http://etheses.dur.ac.uk/3593/"
        }, 
        {
            "title_full": "Aristotle’s On Memory and Recollection:Concepts, Sources, and Innovations of Aristotle’s Account of Mnemonic Capacities and Activities", 
            "url": "http://etheses.dur.ac.uk/43/"
        }, 
        {
            "title_full": "The Ascension of Jesus Christ: A Critical and Exegetical Study of the Ascension in Luke-Acts and in the Jewish and Christian Contexts", 
            "url": "http://etheses.dur.ac.uk/620/"
        }, 
        {
            "title_full": "Conversion in Luke and Paul: Some Exegetical and Theological Explorations", 
            "url": "http://etheses.dur.ac.uk/408/"
        }, 
        {
            "title_full": "PETER’S HALAKHIC NIGHTMARE: THE ‘ANIMAL’ VISION OF ACTS 10:9-16 IN JEWISH AND GRAECO-ROMAN PERSPECTIVE", 
            "url": "http://etheses.dur.ac.uk/3288/"
        }, 
        {
            "title_full": "Typological Classification and the Chronology of Iron Age pottery in central-southern Britain", 
            "url": "http://etheses.dur.ac.uk/3439/"
        }, 
        {
            "title_full": "Scripture and Its Readers: Readings of Israel’s Story in Nehemiah 9:6 - 37, Ezekiel 20:5 - 31 and Acts 7:2 - 60", 
            "url": "http://etheses.dur.ac.uk/1398/"
        }, 
        {
            "title_full": "Christ Absent and Present: A Study in Pauline Christology", 
            "url": "http://etheses.dur.ac.uk/3331/"
        }, 
        {
            "title_full": "Spirits and the Proclamation of Christ: 1 Peter 3:18-22 in Its Tradition-Historical and Literary Context", 
            "url": "http://etheses.dur.ac.uk/13/"
        }, 
        {
            "title_full": "A comparative study of activity-related skeletal changes in 3rd-2nd millennium BC coastal fishers and 1st millenium AD inland agriculturists in Chile, South America", 
            "url": "http://etheses.dur.ac.uk/546/"
        }, 
        {
            "title_full": "Romans and Goths in late antique Gaul: asepcts of political and cultural assimilation in the Fifth Century AD", 
            "url": "http://etheses.dur.ac.uk/708/"
        }, 
        {
            "title_full": "Sanity, Insanity, and Man’s Being as Understood by St. John Chrysostom", 
            "url": "http://etheses.dur.ac.uk/3269/"
        }, 
        {
            "title_full": "A Theological Interpretation of the Book of Proverbs", 
            "url": "http://etheses.dur.ac.uk/3365/"
        }, 
        {
            "title_full": "The Renewal of Song: Metalepsis and the Christological Revision of Psalmody in Paul", 
            "url": "http://etheses.dur.ac.uk/451/"
        }, 
        {
            "title_full": "Theological Interpretation and Isaiah 53: A Study of Bernhard Duhm, Brevard Childs, and Alec Motyer", 
            "url": "http://etheses.dur.ac.uk/5935/"
        }, 
        {
            "title_full": "THE RESTORATION OF HUMANITY: Temple Cosmology, Worship and Israel-Nations Unification in Biblical, Second Temple and Pauline Traditions", 
            "url": "http://etheses.dur.ac.uk/622/"
        }, 
        {
            "title_full": "The archaeology of Roman Durham", 
            "url": "http://etheses.dur.ac.uk/683/"
        }, 
        {
            "title_full": "The Jungle Tide:\"Collapse\" in Early Mediaeval Sri Lanka", 
            "url": "http://etheses.dur.ac.uk/893/"
        }, 
        {
            "title_full": "The Underlying Paradox of Plato’s Meno 80d5-e5", 
            "url": "http://etheses.dur.ac.uk/3621/"
        }, 
        {
            "title_full": "Reading Ezra 9-10 as Christian Scripture", 
            "url": "http://etheses.dur.ac.uk/1/"
        }, 
        {
            "title_full": "Christ as the Covenant: Justin Martyr's Interpretation of the New Covenant in Jeremiah 31.31-32", 
            "url": "http://etheses.dur.ac.uk/3433/"
        }, 
        {
            "title_full": "Enamel hypoplasia in modern and archaeological caprine populations:The development and application of a new methodological approach", 
            "url": "http://etheses.dur.ac.uk/182/"
        }, 
        {
            "title_full": "Archaeology in Circulation: Nationalism and Tourism in Post-Revolutionary Mexican Coins, Notes, Stamps and Guidebooks", 
            "url": "http://etheses.dur.ac.uk/3211/"
        }, 
        {
            "title_full": "The Nature of Law and Legality in the Byzantine Canonical Collections 381-883", 
            "url": "http://etheses.dur.ac.uk/468/"
        }, 
        {
            "title_full": "Touching the Gods: physical interaction with cult statues in the Roman world", 
            "url": "http://etheses.dur.ac.uk/555/"
        }, 
        {
            "title_full": "Grace, Obedience, and the Hermeneutics of Agency: Paul and his Jewish Contemporaries on the Transformation of the Heart", 
            "url": "http://etheses.dur.ac.uk/190/"
        }, 
        {
            "title_full": "Hieroglyphic Semantics in Late Antiquity", 
            "url": "http://etheses.dur.ac.uk/3922/"
        }, 
        {
            "title_full": "Mark and his Gentile Audience: A Traditio-Historical and Socio-Cultural Investigation of Mk 4.35-9.29 and its Interface with Gentile Polytheism in the Roman Near East", 
            "url": "http://etheses.dur.ac.uk/4428/"
        }, 
        {
            "title_full": "Paul and the Vocation of Israel: How Paul's Jewish Identity Informs his Apostolic Ministry, with Special Reference to Romans", 
            "url": "http://etheses.dur.ac.uk/3920/"
        }, 
        {
            "title_full": "The Beginning and Before: Interpreting Creation in Paul and Philo", 
            "url": "http://etheses.dur.ac.uk/397/"
        }, 
        {
            "title_full": "The Symbolics of Death and the Construction of Christian Asceticism:Greek Patristic Voices from the Fourth through Seventh Centuries", 
            "url": "http://etheses.dur.ac.uk/3247/"
        }
    ], 
    "title": "Durham e-Theses", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://etheses.dur.ac.uk/view/departments/DDD32.html", 
    "url_alternates": [], 
    "volume": "-", 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}