{
    "description": "Rome’s World: The Peutinger Map Reconsidered. Richard J. A. Talbert. Supplementary materials online at Cambridge University Press. Peutinger Map Names and Features (links with Map A), with Commentary and User’s Guide (= Appendix 7) Contents User's Guide Features and notices Complete list by grid square Complete alphabetical list Names and Notices in red ink Complete list by reference number Lists by feature type Networked names, no symbols Complete alphabetical listing Alphabetical listings by initial letter: A B C D E F G H I L M N O P Q R S T V X Y Z missing or illegible Networked symbols, named Complete alphabetical listing Alphabetical listings by initial letter: A B C D E F G H I L M N O P Q R S T V Y Z missing or illegible Networked symbols, unnamed Listing by reference number Unnamed or illegible features Listing by reference number Isolated names Complete alphabetical listing Alphabetical listings by initial letter: A B C G H I M N O P R S T V missing or illegible Isolated symbols, named Complete alphabetical listing Isolated symbols, unnamed Listing by reference number Islands Complete alphabetical listing Alphabetical listings by initial letter: A B C D E F G H I L M O P R S T V Z missing or illegible Listing by reference number Mountains Complete alphabetical listing Listing by reference number Peoples Complete alphabetical listing Alphabetical listings by initial letter: A B C D E F G H I L M N O P Q R S T V X Z Regions Complete alphabetical listing Alphabetical listings by initial letter: A B C D E F G H I L M N P R S T V missing or illegible Rivers Complete alphabetical listing Alphabetical listings by initial letter: A B C E F G H I L M N O P R S T V missing or illegible Listing by reference number Special features and notices Complete alphabetical listing Water, other than rivers Complete alphabetical listing Alphabetical listings by initial letter: A B C D E F H I L M O P R S T missing or illegible Listing by reference number Symbol classification Works cited Concordances of references BAtlas Bühl CIL IsidChar ItAnt ItBurd ItMarit ItMiller Lozovsky 2000 NP Podossinov 2002 RE TIR Condate TIR Iudaea Names and Features not noted in the Barrington Atlas and Directory.", 
    "domain": "www.cambridge.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "atlas", 
        "maps", 
        "Rome", 
        "Italy"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2010937680683481159", 
            "resource_date": "2012-07-14T08:08:10.517-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:23.553636"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/07/romes-world-online-supplement.html", 
            "resource_date": "2012-07-14T08:08:10.517-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:23.553652"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Rome’s World Online Supplement", 
    "url": "http://www.cambridge.org/us/talbert/index.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}