{
    "description": "Revista de História da Arte e Arqueologia - Journal of Art History and Archaeology. ISSN 2179-2305 (online). ISSN 1413-0874 (printed). A Revista de História da Arte e Arqueologia é uma publicação do Centro de História da Arte e Arqueologia, da Universidade Estadual da Campinas. Publicada desde 1994, seu principal objetivo é promover um maior desenvolvimento da História da Arte e Arqueologia no Brasil, relacionando-as com a produção internacional da área. A RHAA é uma das mais importantes revistas científicas brasileiras que trata essas duas disciplinas correlatas, e é indexada internacionalmente. A RHAA tem por objetivo a publicação de trabalhos de especialistas brasileiros e estrangeiros sobre qualquer assunto de História da Arte e Arqueologia, e ainda alcançar um público amplo e interessado. A publicação de trabalhos em duas línguas, português e inglês, francês, italiano, espanhol ou alemão, possibilita o acesso a leitores brasileiros e estrangeiros. Documentos, textos de referência não traduzidos ainda para o português, resenhas críticas e informes também são incluídos. The Journal of Art History and Archaeology is published by the Center of Art History and Archaeology (Campinas State University). The main aim of the Journal is to promote a broader development in Brazil of both art history and archaeology, putting them in close contact with an international production in these fields. It is also the first Brazilian Journal dealing with both disciplines in a related way. The Journal aims at publishing papers by Brazilian and foreign scholars about any subject within the scope of art history and archaeology, as well as at addressing a learned and interested larger audience. the publication of papers in two languages, Portuguese and English, French, Italian, Spanish or German will enable Brazilian and foreign readers to be acquainted with the papers. documents and reference texts, still unavailable in Portuguese, reviews and news are also included. número 1 - 1994 número 2 - 1995/96 número 3 - fevereiro/2000 número 4 - agosto/2000 número 5 - dezembro/2005 número 6 - dezembro/2006 número 7 - janeiro-junho/2007 número 8 - julho-dezembro/2007 número 9 - janeiro-junho/2008 número 10 - julho-dezembro/2008 número 11 - janeiro-junho/2009 número 12 - julho-dezembro/2009 número 13 - janeiro-julho/2010 número 14 - julho-dezembro/2010 número 15 - janeiro-junho/2011.", 
    "domain": "www.unicamp.br", 
    "identifiers": {
        "issn": {
            "electronic": [
                "2179-2305"
            ], 
            "generic": [
                "1413-0874"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "art history", 
        "art", 
        "journal", 
        "open access", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "pt", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7591712493282324052", 
            "resource_date": "2012-03-17T08:07:31.077-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:35.556102"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/03/open-access-journal-revista-de-historia.html", 
            "resource_date": "2012-03-17T08:07:31.077-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:35.556120"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Revista de História da Arte e Arqueologia - Journal of Art History and Archaeology", 
    "url": "http://www.unicamp.br/chaa/rhaa/index.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}