{
    "authors": [], 
    "contributors": [], 
    "description": "Recherches Archéologiques Nouvelle Serie. ISSN (print): 0137-3285. Recherches Archéologiques Nouvelle Serie is an archaeological journal published by the Institute of Archaeology of Jagiellonian University in Kraków. In a new form, it continues the tradition of the Recherches Archéologiques, published by the Institute of Archaeology since 1968. Initially, the journal presented mainly field reports from excavations conducted by archaeologists from the Institute. This formula was changed in 2009 to broaden the journal’s scope and open its pages for authors who are not connected with the Institute of Archaeology either in terms of employment or their doctoral studies. Therefore, a subtitle ‘Nouvelle Serie’ was added and a new volume numbering was introduced. The journal presents general syntheses, published in the ‘Studies’ section, as well as the analyses of archaeological materials (which should be discussed against a broad, multi-aspectual background), published in the ‘Reports’ section. The contributions may address any aspect of archaeology and any period of prehistory or history, both in the Old and the New World. We look forward to receiving the texts from authors both from Poland and from abroad. Among the contributions accepted are also summaries of MA theses or extracts from them adapted for publication, as well as outstanding papers by students. Basically, there are no restrictions as regards contribution size. Extensive publications which offer a comprehensive and interdisciplinary approach to the discussed issue and which are provided with adequate illustrations are warmly welcomed. One should note, however, that the journal does not publish reviews. The journal is published both in a print and an on-line version. Consequently, all publications will be freely accessible on-line and, therefore, authors are kindly requested to complete and sign a form in which copyrights are transferred to the Editorial Board. The Recherches Archéologiques Nouvelle Serie accepts contributions in all of the so-called congress languages (English, German, French, Spanish and Russian); the preferred language is English. Recherches Archéologiques (old volumes). Recherches Archéologiques 1972. Recherches Archéologiques 1989. Recherches Archéologiques 1990. Recherches Archéologiques 1991-1992. Recherches Archéologiques1999-2003. Recherches Archéologiques Nouvelle Serie. Recherches Archéologiques nouvelle serie 1. Recherches Archéologiques nouvelle serie 2. Recherches Archéologiques nouvelle serie 3. See the full.", 
    "domain": "www.farkha.nazwa.pl", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {
        "issn": {
            "generic": [
                "0137-3285"
            ]
        }
    }, 
    "is_part_of": {
        "title_full": "Recherches Archéologiques Nouvelle Serie", 
        "url": "http://www.farkha.nazwa.pl/RechACrac/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "series", 
        "archaeology"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2583452340409885846", 
            "resource_date": "2013-10-06T19:25:37.284-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:07:41.611731"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/10/open-access-journal-recherches.html", 
            "resource_date": "2013-10-06T19:25:37.284-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:07:41.611747"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "cf5314273327e10398f1b953beaa5888fb4c1c2b", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Recherches Archéologiques nouvelle serie 3", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.farkha.nazwa.pl/RechACrac/?page_id=273", 
    "url_alternates": [], 
    "volume": "3", 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}