{
    "authors": [], 
    "contributors": [], 
    "description": "Algérie Ancienne. Bienvenue sur le site algerie-ancienne qui propose aux visiteurs une bibliothèque numérique consacrée à l’Algérie et plus généralement à l’Afrique du Nord. Tous les livres sont du domaine public, c’est à dire qu’ils ont été publiés il y a plus de 100 ans. Après tout, vous êtes sur un site perso, conçu par un seul individu non professionnel, c’est à dire en l’occurrence, ni historien, ni informaticien; mes avis concernant l’Algérie ne sont donc pas «autorisés». Je m’efforce d’être neutre et transparent devant les textes. Cependant mes choix, goûts et opinions apparaissent nécessairement, au moins en deux occasions:1° Dans le choix des ouvrages; pourquoi mettre en ligne tel document plutôt qu’un autre ? Vous constaterez que je veille soigneusement à «publier» conjointement des visions différentes des mêmes évènements; par exemple, l’histoire de la Berbérie, ou l’histoire de Barberousse est traitée par un chrétien, mais aussi par un musulman. 2° Dans la présentation des ouvrages et des auteurs. C’est à cette occasion que je revendique le droit d’avoir «mon avis», de la même façon que je reconnais au lecteur, averti présentement de mon pur amateurisme (non-historien, non-critique littéraire), le droit de l’ignorer. Si bien que je rappellerai, par exemple, ici ou là, qu’Ernest Mercier était anti-sémite, ou que le maréchal de Saint-Arnaud était un arriviste, etc. Mais je peux me tromper !?. Liste des 236 ouvrages à télécharger. classés par dates de rédaction ou de publication Titres des ouvrages Dates Auteurs Rayons HISTOIRE DES SOUVERAINS DU MAGHREB. 1326 Abou Moh. SALAH. Trad: A. BEAUMIER HISTOIRE PRÉPARATIFS POUR SURPRENDRE ALGER. 1602 CONESTAGGIO HISTOIRE HISTOIRE DES ROIS D'ALGER. 1612 Diego de HAËDO HISTOIRE TOPOGRAPHIE ET HISTOIRE GÉNÉRALE D'ALGER. 1612 Diego de HAËDO HISTOIRE DE LA CAPTIVITÉ À ALGER. 1612 Diego de HAËDO HISTOIRE LES ILLUSTRES CAPTIFS. 1640 Diego de HAËDO RELIGIONS HISTOIRE DE BARBARIE ET DE SES CORSAIRES. 1646 Père Pierre DAN RELIGIONS L'ODYSSÉE DE CHASTELET DES BOYS. 1665 CHASTELET DES BOYS DIVERS RELATION DE L’INTÉRIEUR DU SÉRAIL. 1675 Jean-Baptiste TAVERNIER DOCUMENTS HISTOIRE DE L’AFRIQUE. 1681 EL KAÏROUANI HISTOIRE HISTOIRE DU ROYAUME D’ALGER. 1725 Jacques Philippe LAUGIER DE TASSY HISTOIRE MÉMOIRES ARVIEUX. TOME V. 1735 Chevalier Laurent d'ARVIEUX DOCUMENTS RITES ET CÉRÉMONIEs DU PÈLERINAGE DE LA MECQUE. 1754 Julien-Claude GALLAND DOCUMENTS LA BACRIADE ou la guerre d'Alger. 1827 BARTHELEMY et MERY. DIVERS VOYAGE DANS LA RÉGENCE D’ALGER. 1830 Docteur SHAW DOCUMENTS LA CAMPAGNE D'AFRIQUE. 1830 A. M. PERROT DIVERS DE L’EXPÉDITION D’AFRIQUE EN 1830. 1832 Édouard d'AULT DUMESNIL DOCUMENTS ANNALES ALGÉRIENNES. Édition de 1836, (3 Tomes) 1836 Henri PELLISSIER de REYNAUD ANNALES ALGER ET LES CÔTES D’AFRIQUE. 1832 A. DE FONTAINE DE RESBECQ DIVERS FONDATION DE LA RÉGENCE D’ALGER. (2 Tomes) 1837 Sander RANG et Ferdinand DENIS DOCUMENTS CHRONIQUES DE LA RÉGENCE D'ALGER. 1841 Traduit par Alphonse ROUSSEAU DOCUMENTS GÉOGRAPHIE MÉDICALE D’ALGER ET DE SES ENVIRONS 1839 Docteur M. BONNAFONT DIVERS LE DUC DE CARAMAN. EN 1836 À CONSTANTINE. 1843 DUC DE CARAMAN DOCUMENTS COLONISATION DE L’ALGÉRIE. 1843 Prosper Barthélemy ENFANTIN ESSAIS LE SAHARA ALGÉRIEN. 1845 Général DAUMAS SAHARA HISTOIRE MORES MUDÉJARES ET DES MORISQUES. (3 tomes). 1846 Comte Albert DE CIRCOURT RELIGIONS L'ALGÉRIE PAR ROZET ET CARETTE. 1846 ROZET et CARETTE HISTOIRE QUELQUES MOTS SUR LA COLONISATION MILITAIRE EN ALGÉRIE. 1847 Henri PELLISSIER de REYNAUD ESSAIS HISTOIRE DE LA GRANDE KABYLIE 1847 Général DAUMAS HISTOIRE TRAVAILLEURS ET COLONISATION DE L’ALGÉRIE. 1848 Gaston de RAOUSSET-BOULBON ESSAIS EXPÉDITION DU GÉNÉRAL CAVAIGNAC DANS LE SAHARA 1849 Docteur Félix JACQUOT SAHARA GUERRES ROMAINS, BYZANTINS, VANDALES. 1852 Adolphe DUREAU DE LA MALLE HISTOIRE DAFTAR TACHRIFAT (registre des choses nobles) 1852 Abertd DEVOULX HISTOIRE DE LA PROSTITUTION DANS LA VILLE D’ALGER. 1853 Docteur E. -A. DUCHESNE ESSAIS ORIGINE ET MIGRATIONS DES TRIBUS DE L’ALGÉRIE. 1853 E. CARETTE HISTOIRE MŒURS ET COUTUMES DE L’ALGÉRIE. 1853 Général DAUMAS SAHARA ANNALES ALGÉRIENNES. Édition de 1854, (3 Tomes) 1854 Henri PELLISSIER de REYNAUD ANNALES L’ALGÉRIE FRANÇAISE. (2 Tomes) 1856 Arsène BERTEUIL HISTOIRE REVUE AFRICAINE. 102 volumes sont en ligne. 1856 SOCIÉTÉ HISTORIQUE ALGÉRIENNE REVUE ALGÉRIE UN REGARD ÉCRIT 1856 Pauline de NOIRFONTAINE DIVERS LES SAINTS DE L’ALGÉRIE 1857 Victor BÉRARD, RELIGIONS ESCLAVES ET MARTYRS DE BARBARIE. 1857 ABBE Léon GODARD RELIGIONS HISTOIRE D'ORAN (avant 1830) 1858 Henri -Léon FEY HISTOIRE LE RAÏS HAMIDOU. Notice biographique 1859 Albert DEVOULX ESSAIS GÉRONIMO, LE MARTYR DU FORT DES VINGT-QUATRE-HEURES. 1859 A. BERBRUGGER RELIGIONS HISTOIRE DES PERSÉCUTIONS RELIGIEUSES EN ESPAGNE 1860 E. LA RIGAUDIÈRE RELIGIONS LE COMMERCE ET LA NAVIGATION DE L’ALGÉRIE. 1860 F. ELIE DE LA PRIMAUDAIE HISTOIRE LE PEÑON d'ALGER ou les origines de la Régence d'Alger. 1860 A. BERBRUGGER HISTOIRE L’ALGÉRIE POUR LES ALGÉRIENS. 1861 Georges VOISIN (pseudo Ismayl Urbain) ESSAIS LES FRANÇAIS DANS LE DÉSERT DU SAHARA 1863 Colonel C. TRUMELET SAHARA ABD-EL-KADER, SA VIE POLITIQUE ET MILITAIRE. 1863 Alex. BELLEMARE ESSAIS L’ALGÉRIE DEVANT L’EMPEREUR. 1865 Docteur Auguste WARNIER ESSAIS ORAISON FUNÈBRE DU GÉNÉRAL DE LAMORICIÈRE. 1865 Monseigneur Félix DUPANLOUP ESSAIS HISTOIRE DE LA CONQUÊTE D’ALGER. 1867 Alfred NETTEMENT HISTOIRE L’ORIGINE DES BERBÈRES. 1867 M. G. OLIVIER ESSAIS LA MARINE DE LA RÉGENCE D’ALGER. 1869 Albert DEVOULX HISTOIRE LE R’AZOUAT EST-IL L’OEUVRE DE KHEIR-ED-DIN ? 1873 Henri-Delmas DE GRAMMONT ESSAIS SAINT-CYPRIEN ET L’ÉGLISE D’AFRIQUE AU IIIe SIÈCLE. 1873 MONSEIGNEUR FREPPEL RELIGIONS L'EXPÉDITION DE CHARLES-QUINT CONTRE ALGER en 1541. 1874 Henri-Delmas DE GRAMMONT HISTOIRE VINGT ANS EN ALGÉRIE (PAR UN COLON). 1875 A. VILLACROSE DOCUMENTS OCCUPATION ESPAGNOLE EN AFRIQUE DE 1506 à 1574. 1875 F. Élie de la PRIMAUDAIE. DOCUMENTS RAPPORT DE PAUL SOLEILLET. 1875 Paul SOLEILLET SAHARA LES INTERPRÈTES DE L'ARMÉE D'AFRIQUE 1876 Charles FERAUD DOCUMENTS HISTOIRE DE LA CALLE. 1877 Charles FERAUD HISTOIRE VISITE AU PALAIS DE CONSTANTINE. 1877 Charles FERAUD DOCUMENTS ALGÉRIE - MZAB -TILDIKELT. 1877 Paul SOLEILLET SAHARA LA CHRONIQUE D'ABOU ZAKARIA 1878 Émile MASQUERAY RELIGIONS RELATIONS ENTRE la FRANCE ET ALGER AU XVIIe SIÈCLE. 1879 Henri-Delmas DE GRAMMONT HISTOIRE CONSTANTINE AU XVIe SIÈCLE. 1879 Ernest MERCIER DOCUMENTS ALGER AU XVIIIe SIÈCLE. 1879 VENTURE DE PARADIS DOCUMENTS DOUZE ANS EN ALGÉRIE DE 1830 À 1842. 1880 DOCTEUR Jean-Pierre BONNAFONT DOCUMENTS EXCURSION DE PARLEMENTAIRES EN ALGÉRIE. 1880 Paul BOURDE DOCUMENTS VOYAGE À CONSTANTINE. 1880 Louis REGIS DOCUMENTS MARABOUTS ET KHOUANS. 1884 Louis RINN RELIGIONS LE MAHDI DEPUIS LES ORIGINES. 1885 James DARMESTETER RELIGIONS FORMATION DES CITÉS CHEZ LES POPULATIONS DE L'ALGÉRIE. 1886 Émile MASQUERAY ESSAIS BOUFARIK. - UNE PAGE DE LA COLONISATION. 1887 Colonel C. TRUMELET DOCUMENTS HISTOIRE D'ALGER SOUS LA DOMINATION TURQUE. 1887 Henri-Delmas DE GRAMMONT HISTOIRE BLIDA RÉCITS, LÉGENDE, TRADITION, HISTOIRE. (2 Tomes) 1887 Colonel C. TRUMELET DOCUMENTS HISTOIRE DE LA BERBÉRIE 3 Tomes 1888 Ernest MERCIER HISTOIRE LA JUIVERIE ALGÉRIENNE 1888 Fernand GREGOIRE ESSAIS JEAN CASTEYRAS OU TROIS ENFANTS EN ALGÉRIE. 1888 Adolphe BADIN DIVERS LES DEUX MISSIONS FLATTERS 1889 Henri BROSSELARD. SAHARA LE LIVRE D’OR DE L’ALGÉRIE. 1889 Narcisse FAUCON HISTOIRE CORRESPONDANCE DEYS D'ALGER AVEC COUR DE FRANCE. 1889 Eugène PLANTET. DOCUMENTS CORRESPONDANCE DES CONSULS D’ALGER. 1890 Henri-Delmas DE GRAMMONT DOCUMENTS HISTOIRE DE L'INSURRECTION DE 1871 EN ALGÉRIE. 1891 Louis RINN HISTOIRE LA CHASSE A L'HOMME. 1891 Maurice COMTE D’HÉRISSON ESSAIS TROIS SAISONS A HAMMAM-MESKOUTINE de 1890 à 1892. 1892 DOCTEUR A. PIOT ESSAIS L'ALGERIE LEGENDAIRE. 1892 Colonel TRUMELET RELIGIONS CIRTA, ses monuments, son administration, ses magistrats. 1895 Ch. VARS DOCUMENTS RUSICADE ET STORA. Actuellement SKIKDA et Philippeville avant 1962 1896 Ch. VARS DOCUMENTS LES DEUX SIÈGES DE CONSTANTINE. 1896 Ernest MERCIER DOCUMENTS LES CONFRÉRIES MUSULMANES. 1897 Octave DEPONT et Xavier COPPOLANI RELIGIONS LES JUIFS ALGÉRIENS, LEURS ORIGINES. 1898 Henri GARROT ESSAIS L’ANTISÉMITISME ALGÉRIEN. 1899 Gustave ROUANET ESSAIS LES MARABOUTS MAGHRIBINS. 1900 Edmond DOUTTÉ RELIGIONS LES MONUMENTS ANTIQUES DE L'ALGÉRIE. (2 Tomes) 1901 Stéphane GSELL GSELL HISTOIRE DE CONSTANTINE 1903 Ernest MERCIER HISTOIRE HISTOIRE DES ÉTABLISSEMENTS FRANÇAIS. 1903 Paul MASSON HISTOIRE DIX ANS À TRAVERS L’ISLAM. 1904 Léon ROCHES DOCUMENTS TRAITÉS FRANCE - AFRIQUE DU NORD. 1906 E. ROUARD DE CARD HISTOIRE MAGIE & RELIGION DANS L’AFRIQUE DU NORD. 1909 Edmond DOUTTÉ RELIGIONS LA RELIGION DE BERBÈRES. 1910 René BASSET. RELIGIONS DOMINATION ET COLONISATION. 1910 Jules HARMAND ESSAIS L'ARMÉE ROMAINE D'AFRIQUE. 1913 René Louis Victor CAGNAT HISTOIRE ESSAI SUR LA LITTÉRATURE DES BERBÈRES 1920 René BASSET ESSAIS HISTOIRE ANCIENNE DE L’AFRIQUE DU NORD. TOME I: COLONISATION PHÉNICIENNE - EMPIRE DE CARTHAGE. TOME II: L’ÉTAT CARTHAGINOIS. TOME III: HISTOIRE MILITAIRE DE CARTHAGE. TOME IV: LA CIVILISATION CARTHAGINOISE. TOME V: LES ROYAUMES INDIGÈNES. TOME VI: LES ROYAUMES INDIGÈNES. (suite). TOME VII: LA RÉPUBLIQUE ROMAINE ET LES ROIS INDIGÈNES. TOME VIII: JULES CÉSAR ET L’AFRIQUE. FIN DES ROYAUMES INDIGÈNES. 1918-28 Stéphane GSELL GSELL EULDJ ALI 1930 DEFONTIN-MAXANGE ESSAIS L’HÉROÏQUE MISÈRE DE MIGUEL DE CERVANTÈS. 1930 Martial DOUËL. DIVERS LES JUIFS D'AFRIQUE DU NORD. 1936 Maurice EISENBETH Grand rabbin d'Alger RELIGIONS.", 
    "domain": "www.algerie-ancienne.com", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Algérie Ancienne", 
        "url": "http://www.algerie-ancienne.com/index.htm"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "ancient", 
        "Algeria", 
        "Africa", 
        "library", 
        "antiquity", 
        "digital library"
    ], 
    "languages": [
        "fr"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-345584031187514789", 
            "resource_date": "2013-05-07T10:08:43.318-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:09:27.327284"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/05/digital-library-algerie-ancienne.html", 
            "resource_date": "2013-05-07T10:08:43.318-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:09:27.327302"
        }, 
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-345584031187514789", 
            "resource_date": "2013-05-07T10:08:43.318-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:09:27.332436"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/05/digital-library-algerie-ancienne.html", 
            "resource_date": "2013-05-07T10:08:43.318-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:09:27.332453"
        }, 
        {
            "fields": [
                "subordinate_resources", 
                "resource_key", 
                "keywords", 
                "languages", 
                "description", 
                "is_part_of", 
                "identifiers"
            ], 
            "resource": "http://purl.org/net/wf-motifs#Combine", 
            "term": "http://purl.org/net/wf-motifs#hasWorkflowMotif", 
            "when": "2015-07-11T20:09:27.336899"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "index-htm", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Algérie Ancienne", 
            "url": "http://www.algerie-ancienne.com/index.htm"
        }, 
        {
            "title_full": "Liste des 236 ouvrages à télécharge", 
            "url": "http://www.algerie-ancienne.com/livres/livres.htm"
        }
    ], 
    "title": "Algérie Ancienne", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.algerie-ancienne.com/index.htm", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}