{
    "description": "Revista de Estudios de Egiptologia (REE). ISSN: 0327-3822. Vol. 1 (1990) VER EDICION ONLINE J. KOGAN, La personalidad de Abraham Rosenvasser (1896-1983); Abraham Rosenvasser visto por Manuel Mujica Lainez; E. HUBER, “En verdad” por A. Rosenvasser; P. FUSCALDO, Bibliografía de Abraham Rosenvasser, Ashka (Serra West): El templo de Ramsés II, La lista topográfica del atrio; A. DANERI DE RODRIGO, La inscripción enigmática del atrio; V. PEREYRA DE FIDANZA, La realeza egipcia. Su origen y fundamentación temprana; J. E. BURUCUA, La cultura de Sebastián Serlio: El Egipto antiguo y la tradición hermética. Vol. 2 (1991) VER EDICION ONLINE P. FUSCALDO, Las inscripciones en las puertas de los depósitos del templo; Aksha (Serra West): Fragmentos con escenas e inscripciones en el Museo de Ciencias Naturales de La Plata; A. DANERI DE RODRIGO, Aspectos políticos de la deificación de Ramsés II en Aksha (Nubia); S. LUPO DE FERRIO, V. PEREYRA DE FIDANZA, Los s3sw y los md3yw en sus relaciones con el estado egipcio; G. GESTOSO, El culto a Aton en el Egipto de la dinastía XVIII. Sus antecedentes; C. BARGUES CRIADO, La dinastía XXV en Egipto. La legitimación de su poder. Vol. 3 (1992) VER EDICION ONLINE P. FUSCALDO, Aksha (Serra West): la datación del sitio; ALICIA DANERI DE RODRIGO, Historia e historiografía: el Primer Período Intermedio en Egipto; VIOLETA PEREYRA DE FIDANZA, Los maryannu: su inserción socio-política en los estados de Siria y Palestina durante el Período del Bronce Reciente; GRACIELA NOEMI GESTOSO, Los mensajeros en la época de El Amarna; JOACHIM SLIWA, A group of Egyptian signet-rings from the former Czartoryski/Dziabynski Collection a Goluchów; ALAN SCHULMAN, The Reshep bronces and other loose ends. Vol. 4 (1993) VER EDICION ONLINE ALICIA DANERI DE RODRIGO, Aksha (Serra West): las escenas de coronación de Ramsés II; VIOLETA PEREYRA DE FIDANZA, Los maryannu: su inserción socio-política en los estados de Siria y Palestina durante el Período del Bronce Reciente. II; SILVIA LUPO DE FERRIOL, Snefrw en la tradición egipcia; Graciela N. GESTOSO, La administración egipcia en Asia según la documentación de la época de El Amarna; ALEJANDRO BOTTA, Matrimonio y divorcio en los “Papiros arameos de Elefantina”; SILVANA FANTECHI, Los ‘3mw en los documentos egipcios del Reino Medio; ALICIA DANERI DE RODRIGO, Informe sobre la participación en las excavaciones del Proyecto conjunto de las Universidades de Toronto, Illinois y Washington en Tell er Rub’a (Mendes), República Arabe de Egipto (15/VI al 31/VII/92); EDUARDO A. CRIVELLI MONTERO, Informe sobre la participación en las excavaciones de la Misión Italiana en Arslantepe (Alto Eufrates), Septiembre-Octubre de 1992; JORGE A. TRENCH, Sobre la geometría exterior e interior de las pequeñas pirámides de Giza. Vol. 5 (1994) VER EDICION ONLINE. PERLA FUSCALDO, Some more on Aksha; ALICIA DANERI DE RODRIGO, Aksha (Serra West). El templo de Ramsés II: las inscripciones de los pilares del patio; M. VIOLETA PEREYRA DE FIDANZA, A mention of Beth Shean in a Literary Text of the New Kingdom; SILVIA LUPO DE FERRIOL, Amenemhat III en el Fayum: algunos aspectos de su deificación; ANDREA PAULA ZINGARELLI, La política religiosa de Cambises en Egipto; M. REMA VAN VOSS, Zum Titel von Totenbuch 64; ROLF GUNDLACH, Die Titulaturen der Triade von Amarna (Zur Königsideologie Der ausgehenden 18. Dynastie). Vol. 6/7 (1996-1999) (CD ROM). The Preliminary Report of the Three Campaigns of the Argentine Archaeological Mission at Tell El-Ghaba, North Sinai, Egypt, 1995-1997 (Excavation and Study Seasons); PERLA FUSCALDO, EDUARDO CRIVELLIi, VIOLETA PEREYRA DE FIDANZA, ANDREA ZINGARELLI, Las Cartas Arameas de Hermópolis y el formulario epistolar en el Cercano Oriente Antiguo; ALEJANDRO FELIX BOTTA, La ciudad de guarnición de Beth Shean y su relación con la organización de la corvea agrícola durante la dinastía XVIII egipcia; GRACIELA NOEMI GESTOSO, The h[3tyw-(from Byblos in the Early Second Millennium B. C. ; ROXANA FLAMMINI, Tehenw, temehw y el Estado Egipcio; SILVANA FANTECHI, Magia y racionalidad en la antigua medicina egipcia y griega ANA MARIA ROSSO DE LORENZUTTI, Los canales artificiales y el Nilo en la frontera oriental del Egipto antiguo: estado de la Cuestión; ANDREA ZINGARELLI, El valle y el delta del Nilo entre 20. 000 y 4. 000 años a. p. : cambios hidrológicos y climáticos.", 
    "domain": "www.imhicihu-conicet.gob.ar", 
    "identifiers": {
        "issn": {
            "generic": [
                "0327-3822"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "Argentina", 
        "journal", 
        "open access"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4184030567534650821", 
            "resource_date": "2015-05-22T18:46:30.771-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:07.002499"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/open-access-journal-revista-de-estudios.html", 
            "resource_date": "2015-05-22T18:46:30.771-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:07.002516"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Revista de Estudios de Egiptologia (REE)", 
    "url": "http://www.imhicihu-conicet.gob.ar/html/Publ_Period/Publicaciones_PERIOD_rev_egipr_ree.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}