{
    "description": "[In March 2015, NINO redesigned its website, and as a consequence all URL's have changed. I think what's below is now corrected]. Nederlands Instituut voor het Nabije Oosten - Netherlads Institute for the Near Easat. NINO initiates, supports, and conducts scholarly research in the civilizations of the Near East from the ancient to the early modern period. In particular, it concentrates on the archaeology, history, languages, and cultures of Egypt, Levant, Anatolia, Mesopotamia, and Persia. Bibliotheca Orientalis LXXI, 3/4 (2014) 2014  |  BiOr Volume 71 3/4 Jubilee fascicle on digital resources for research in Near Eastern Studies download as pdf Annual Report NINO and NIT 2012 2013  |  Published by NINO, hors série J. Eidem, C. H. van Zoest download as pdf Annual Report NINO and NIT 2011 2012  |  Published by NINO, hors série J. Eidem, C. H. van Zoest download as pdf Annual Report NINO and NIT 2010 2011  |  Published by NINO, hors série J. Eidem, C. H. van Zoest download as pdf Annual Report NINO and NIT 2009 2010  |  Published by NINO, hors série J. Eidem, C. H. van Zoest download as pdf Babylonia 689-627 B. C. 2007  |  PIHANS Volume 69 A Political History [1992, reprint 2007] G. Frame download as pdf Who's Who at Deir el-Medîna 1999  |  Eg. Uitg. Volume 13 A Prosopographic Study of the Royal Workmen's Community B. G. Davies download as pdf Divine Households 1997  |  Eg. Uitg. Volume 12 Administrative and Economic Aspects of the New Kingdom Royal Memorial Temples in Western Thebes B. J. Haring download as pdf Studio Historiae Ardens 1995  |  PIHANS Volume 74 Ancient Near Eastern Studies Presented to Philo H. J. Houwink ten Cate on the Occasion of his 65th Birthday Th. P. J. van den Hout, J. de Roos download as pdf \"Hans\" Frankfort's Earlier Years 1995  |  Lectiones Orientales Volume 3 Based on his Letters to \"Bram\" van Regteren Altena M. N. van Loon download as pdf A Complete Retrograde Glossary of the Hittite Language 1994  |  PIHANS Volume 71 Jin Jie, Glossary Jin Jie download as pdf Continuity and Change 1994  |  Achaemenid History Volume 8 Proceedings of the Last Achaemenid History Workshop, April 6-8 1990, Ann Arbor A. Kuhrt, M. C. Root, H. Sancisi-Weerdenburg download as pdf Asia Minor and Egypt: Old Cultures in a New Empire 1991  |  Achaemenid History Volume 6 Proceedings of the Groningen 1988 Achaemenid History Workshop A. Kuhrt, H. Sancisi-Weerdenburg download as pdf Centre and Periphery 1990  |  Achaemenid History Volume 4 Proceedings of the Groningen 1986 Achaemenid History Workshop A. Kuhrt, H. Sancisi-Weerdenburg download as pdf The Greek Sources 1987  |  Achaemenid History Volume 2 Proceedings of the Groningen 1984 Achaemenid History Workshop A. Kuhrt, H. Sancisi-Weerdenburg download as pdf Cuneiform Archives and Libraries 1986  |  PIHANS Volume 57 Papers read at the 30e Rencontre Assyriologique Internationale, Leiden, 4-8 July 1983 K. R. Veenhof download as pdf L'hymne à la crue du Nil 1986  |  Eg. Uitg. Volume 4 Tome I: Traduction et commentaire; Tome II: Présentation du texte, texte synoptique, planches D. van der Plas download as pdf Schatten uit Turkije 1986  |  Published by NINO, hors série Achtergronden S. Baykan, J. F. Borghouts, A. H. de Groot, J. M. Hemelrijk, Ph. van 't Hooft, Ph. H. J. Houwink ten Cate, J. J. Roodenberg, K. R. Veenhof download as pdf Entrepreneurs and Empire 1985  |  PIHANS Volume 54 The Murašû Archive, the Murašû Firm, and Persian Rule in Babylonia M. W. Stolper download as pdf The 3h ikr n R` stelae 1983  |  Eg. Uitg. Volume 3 On Ancestor Worship in Ancient Egypt R. J. Demarée download as pdf Archipelagus Turbatus 1982  |  PIHANS Volume 51 Les Cyclades entre colonisation latine et occupation ottomane c. 1500-1718 B. J. Slot download as pdf Gleanings from Deir el-Medîna 1982  |  Eg. Uitg. Volume 1 R. J. Demarée, Jac. Janssen download as pdf Travellers to Greece and Constantinople 1980  |  PIHANS Volume 49 Ancient Monuments and Old Traditions in Medieval Travellers' Tales J. P. A. van der Vin download as pdf Egyptian Artists' Sketches 1979  |  PIHANS Volume 45 Figured Ostraka from the Gayer-Anderson Collection in the Fitzwilliam Museum, Cambridge E. Brunner-Traut download as pdf Studies in Old Babylonian History 1976  |  PIHANS Volume 40 M. Stol download as pdf Le temple et le culte 1975  |  PIHANS Volume 37 Compte rendu de la vingtième Rencontre Assyriologique Internationale organisée à Leiden du 3 au 7 juillet 1972 download as pdf Ancient Sippar 1975  |  PIHANS Volume 36 A Demographic Study of an Old-Babylonian City (1894-1595 B. C. ) R. Harris download as pdf The Venus Tablets of Ammizaduga 1972  |  PIHANS Volume 29 J. D. Weir download as pdf Hathor Quadrifrons 1972  |  PIHANS Volume 28 Recherches sur la syntaxe d'un mythe égyptien P. Derchain download as pdf The Records of the Early Hittite Empire (c. 1450-1380 B. C. ) 1970  |  PIHANS Volume 26 Ph. H. J. Houwink ten Cate download as pdf L'humour dans la littérature et dans l'art de l'ancienne Égypte 1969  |  SABMD Volume 4 B. van de Walle download as pdf Old Assyrian Caravan Procedures 1967  |  PIHANS Volume 22 M. T. Larsen download as pdf Urartian Art 1966  |  PIHANS Volume 20 Its Distinctive Traits in the Light of New Excavations M. N. van Loon download as pdf Le surnom égyptien à la Basse Époque 1966  |  PIHANS Volume 19 H. de Meulenaere download as pdf Dark ages and Nomads c. 1000 B. C. 1964  |  PIHANS Volume 18 Studies in Iranian and Anatolian Archaeology R. H. Dyson Jr. , R. Ghirshman, E. L. Kohler, M. J. Mellink, E. Porada, J. Ternbach, R. S. Young download as pdf Toutankhamon dans les archives hittites 1961  |  PIHANS Volume 12 J. Vergote download as pdf The Terminology of Plotinus and of some Gnostic Writings, Mainly the Fourth Treatise of the Jung Codex 1961  |  PIHANS Volume 11 J. Zandee download as pdf Des hiéroglyphes à la Croix 1960  |  PIHANS Volume 7 Ce que le passé pharaonique a légué au Christianisme J. Doresse download as pdf La persécution des Chrétiens himyarites au sixième siècle 1956  |  PIHANS Volume 1 J. Ryckmans download as pdf Compte rendu de la troisième Rencontre Assyriologique Internationale 1954  |  NINO Volume 1 Organisée à Leiden du 28 juin au 4 juillet 1952 par le Nederlandsch Instituut voor het Nabije Oosten download as pdf.", 
    "domain": "www.nino-leiden.nl", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Netherlands", 
        "Nederlands Instituut voor het Nabije Oosten", 
        "Netherlands Institute for the Near East", 
        "open access", 
        "digital library", 
        "Near East", 
        "NINO"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5703417692913893620", 
            "resource_date": "2015-03-23T10:01:22.457-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:11.536914"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/01/open-access-oop-publications-of.html", 
            "resource_date": "2015-03-23T10:01:22.457-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:11.536947"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Access Publications of the Nederlands Instituut voor het Nabije Oosten - Netherlands Institute for the Near East", 
    "url": "http://www.nino-leiden.nl/publications.aspx?id=10", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}