{
    "description": "IPinCH Newsletters. Mission The Intellectual Property Issues in Cultural Heritage (IPinCH) research project is an international collaboration of archaeologists, Indigenous organizations, lawyers, anthropologists, ethicists, policy makers, and others, working to explore and facilitate fair and equitable exchanges of knowledge relating to heritage. We are concerned with the theoretical, ethical, and practical implications of commodification, appropriation, and other flows of knowledge about the past, and how these may affect communities, researchers, and other stakeholders. Vision IPinCH provides a foundation of research, knowledge and resources to assist archaeologists, academic institutions, descendant communities, scholars, policy makers, and other stakeholders in negotiating more equitable and successful terms of research and policies through an agenda of community-based research and topical exploration of intellectual property (IP) issues. Our focus is on archaeology as a primary component of cultural heritage; however, this project is ultimately concerned with larger issues of the nature of knowledge and rights based on culture-how these are defined and used, who has control and access, and especially how fair and appropriate use and access can be achieved to the benefit of all stakeholders in the past.", 
    "domain": "www.sfu.ca", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "culture", 
        "open access", 
        "heritage", 
        "newsletter", 
        "cultural heritage"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1608810676143724446", 
            "resource_date": "2014-11-07T09:04:10.008-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:06:59.466122"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/11/open-access-journal-intellectual.html", 
            "resource_date": "2014-11-07T09:04:10.008-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:06:59.466139"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "IPinCH Newsletters", 
    "url": "http://www.sfu.ca/ipinch/news-events/newsletters", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}