{
    "description": "Cahiers de l'Ecole du Louvre. ISSN: 2262-208X. Revue de recherche en ligne de l’Ecole du Louvre, cette nouvelle publication accompagne la restructuration du troisième cycle en offrant à la recherche pratiquée à l’Ecole un  nouvel outil de diffusion, plus souple et mieux adapté aux pratiques contemporaines. Alliant l’exigence scientifique garantie par la validation d’un comité de lecture à la souplesse et à la facilité d’utilisation du support numérique, les Cahiers ont pour ambition de rendre la recherche menée à l’Ecole plus visible à la communauté savante. Avec une périodicité semestrielle, ils proposeront pour chaque numéro une série de cinq à six articles issus des  meilleurs travaux des élèves ainsi que des recherches en cours des enseignants et partenaires associés de l’Ecole. Le lecteur pourra également trouver un résumé en français, un abstract en anglais et une courte biographie des auteurs, une rubrique « Documents », destinée à accueillir le cas échéant, des articles plus courts mettant en valeur un document inédit, et une rubrique « Actualité de la recherche à l’Ecole » qui rendra compte des journées d’études, colloques, parution d’ouvrages, etc. organisés par l’Ecole. Les Cahiers de l’Ecole du Louvre bénéficient du soutien de la Fondation Daniel et Nina Carasso. Cahiers de l’Ecole du Louvre. Numéro 1 Cahiers de l'Ecole du Louvre. Numéro 2 Cahiers de l'Ecole du Louvre. Numéro 3.", 
    "domain": "www.ecoledulouvre.fr", 
    "identifiers": {
        "issn": {
            "generic": [
                "2262-208X"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "open access", 
        "journal", 
        "art", 
        "archaeology", 
        "France"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1539897809610375487", 
            "resource_date": "2014-03-10T08:55:47.527-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:06:58.033511"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/03/open-access-journal-cahiers-de-lecole.html", 
            "resource_date": "2014-03-10T08:55:47.527-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:06:58.033528"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Cahiers de l'Ecole du Louvre", 
    "url": "http://www.ecoledulouvre.fr/publications/cahiers-ecole-louvre", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}