{
    "authors": [], 
    "contributors": [], 
    "description": "[First listed in AWOL 14 October 2001. Most recently updated 15 June 2014]. IBAES: Internet-Beiträge zur Ägyptologie und Sudanarchäologie. Die IBAES wurden 1998 als erste deutschsprachige ägyptologisch-sudanarchäologische Reihe gegründet, die im Internet veröffentlicht wird. Herausgeber sind Martin Fitzenreiter, Steffen Kirchner und Olaf Kriseleit. IBAES-Bände erscheinen unregelmäßig, aber möglichst kurzfristig nach Manuskripteingang. IBAES soll eine zeitgemäße Form wissenschaftlichen Publizierens in der Altertumskunde sein. Ziel ist es, in möglichst kurzer Zeit und zu geringen Kosten Forschungsergebnisse aus der Ägyptologie, der Sudanarchäologie und benachbarten Fächern zu publizieren. Im Internet publizierte Ansichten und Daten sind außerdem mit verhältnismäßig geringem Aufwand überall reproduzierbar, was für traditionelle Publikationen aufgrund ihrer Verwahrung in Bibliotheken nicht immer zutrifft. Die Publikationsform in IBAES orientiert sich an der in Printmedien. Die Referenz-Version des jeweiligen Textes ist im Format PDF (Portable Document Formate) in einem traditionellen Layout abgespeichert. Diese Version enthält Seitenzahlen, Abbildungen, Fußnoten und Literaturverzeichnisse wie in Printmedien üblich und kann nicht nachträglich verändert werden. Zusätzlich können Hilfsmittel eingefügt werden, die nur in elektronischen Medien möglich sind, wie die Verknüpfung von Textstellen mit Abbildungen, Einträgen in Belegtabellen oder mit anderen Websites. Außerdem können Texte oder Zusammenfassungen in HTML-Versionen abgespeichert werden, was einen schnellen Überblick im Browser ermöglicht. Die im Format PDF abgespeicherte Version ist die Referenz-Version der Publikation, auf die in jedem Fall zu verweisen ist. Textversionen in HTML, Ausdrucke auf Papier oder Abspeicherungen auf anderen Speichermedien (Diskette, CD etc. ) sind nur Kopien, denen nicht der Rang der Originalpublikation zukommt. Die Herausgeber bürgen dafür, daß an der Referenz-Version keine späteren Veränderungen vorgenommen werden, so daß die hier niedergelegten Daten Dokumentencharakter besitzen. Volumes I-XIV are available online.", 
    "domain": "www2.rz.hu-berlin.de", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "IBAES: Internet-Beiträge zur Ägyptologie und Sudanarchäologie", 
        "url": "http://www2.rz.hu-berlin.de/nilus/net-publications/ibaes.html"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "de"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1550685634126323813", 
            "resource_date": "2014-06-15T08:21:44.947-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:06:47.191784"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/10/open-access-series-ibaes-internet.html", 
            "resource_date": "2014-06-15T08:21:44.947-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:06:47.191801"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "nilus-net-publications-ibaes13-index-html", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "IBAES XIII", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www2.rz.hu-berlin.de/nilus/net-publications/ibaes13/index.html", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}