{
    "description": "read more Dissertations 18 May 2012 Iερά και θρησκευτικές τελετουργίες στην Ανακτορική και Μετανακτορική Μυκηναϊκή περίοδο (Sanctuaries and cult practices in the Palatial and Postpalatial Mycenaean period) Dimitra Rousioti Aristotle University of Thessaloniki 2012 This thesis deals with Mycenaean religious activity through the investigation of locales where sanctuaries and confirmed cult practices can be traced in the flourishing period of the palatial... Aegean Library: - read more 12 February 2012 1 COMMENT Recording and Interpreting a Rock Art Complex Situated in Northern Greece: A Tripartite Approach Stella Pilavaki University College London 2011 This dissertation adopts an innovative tripartite approach in recording and reaching an adequate understanding of a hitherto untheorised and under-investigated rock art complex situated in Northern... Aegean Library: - read more 20 November 2011 Die letzte Elite der mykenischen Welt. Achaia in mykenischer Zeit und das Phänomen der Kriegerbestattungen im 12. - 11. Jahrhundert v. Chr. Theodoros G. Giannopoulos Ruprecht-Karls University of Heidelberg 2007 The aim of the present study is to examine the historical development of Achaea in the Mycenaean period, i.e. the landscape of the north-western Peloponnese that preserved in its place-name up to the... Aegean Library: 2551 read more 21 October 2011 Mycenaean woodworking tools used in shipbuilding (in Greek) Eleni Maragoudaki University of Athens 2010 The target set has been pursued through recording, examination and classification of the available archaeological data, gathering the sources (literature, iconography, archeological parallels,... Aegean Library: - read more 22 September 2011 Fabricating Signification: An Analysis of the Spatial Relationships Between Room Types in Minoan Monumental Architecture Louise Hitchcock University of California, Los Angeles 1998 This dissertation analyzes the function of the Minoan “Palaces” in Late Bronze Age Crete. It also makes reference to numerous “Villas” termed “palatial.” The “Palaces” incorporate a... Aegean Library: - read more 24 April 2011 Relations between the Iberian Peninsula and the Eastern Mediterranean during the 2nd and the beginning of the 1st Millenium B.C. Myth and Reality Evangelos Nikolopoulos University of Athens 2009 The aim of this study is to analyze the relations between the Iberian Peninsula and the Eastern Mediterranean before the Phoenician colonization in the area, their extension, their duration and their... Aegean Library: - read more 20 March 2011 To τοπίο στις τοιχογραφικές παραστάσεις του αιγαιακού χώρου κατά την Ύστερη Εποχή του Χαλκού (The Landscape on the Aegean Bronze Age wall-paintings) Pandelis Komninos Aristotle University of Thessaloniki 2009 The main goal of this dissertation is to show how the iconography of the Aegean frescos could constitute multiple aspects of landscape experienced by the Aegean people of the Bronze Age. The... Aegean Library: - read more 20 February 2011 Mainland Polychrome Pottery in Mainland Greece and the Aegean Iro Mathioudaki University of Athens. Faculty of History and Archaeology 2011 Τhe subject of the thesis is a very impressive pottery ware, that bears decoration of two –or sometimes three- colors. The ware is known as “Mainland Polychrome” and makes its appearance at... Aegean Library: - read more 27 January 2011 Domestic Architecture, Spatial Organisation and the Use of Space in the Early Iron Age in Island Greece Anastasia Christophilopoulou University of Cambridge 2008 This thesis examines evidence of domestic architecture and household activities in Greece between the end of the Bronze Age and the Archaic period (from the 12th to the 7th century B.C.) by putting... Aegean Library: 2357 read more 26 December 2010 Dawn of Discovery: The early British travellers to Crete and their contribution to the discovery of the island’s Bronze Age archaeological heritage Dudley Moore University of Sussex 2009 This thesis will focus on three important British travellers to Crete during the 18th and 19th centuries to establish whether or not they made any significant contribution to the field of research... Aegean Library: - read more 06 December 2010 Settlement and Social Trends in the Argolid and the Methana Peninsula, 1200 – 900 BC. Catherine (Katie) Lantzas University of Sheffield 2010 (Nov. 19th) The central concern of my research is the ideology and socio-economic practices of the communities in the Argolid and the Methana Peninsula that existed during approximately 1200 BC through 900 BC. A... Aegean Library: - read more", 
    "domain": "www.aegeussociety.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Aegeus — Society of Aegean Prehistory - Online Publications", 
        "url": "http://www.aegeussociety.org/en/index.php/"
    }, 
    "keywords": [
        "pottery", 
        "Cambridge", 
        "art", 
        "Aegean", 
        "religion", 
        "Mycenean", 
        "heritage", 
        "Mediterranean", 
        "Athens", 
        "Peloponnese", 
        "Phoenician", 
        "architecture", 
        "Greece", 
        "Crete", 
        "dissertations", 
        "history", 
        "tools", 
        "archaeology", 
        "bronze", 
        "ceramics"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "read more", 
    "url": "http://www.aegeussociety.org/en/index.php/aegean-book-reviews/aegean-prehistoric-research-review-by-vavouranakis/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}