{
    "description": "Micropasts: A community platform for conducting, designing and funding research into our human past is a web platform that brings together full-time archaeologists, archaeological societies and other interested members of the public to collaborate on new kinds of research about our human history. It is a place where archaeological enthusiasts not only can create high-quality research data together, but also can collaboratively design and fund entirely new research projects. In particular, we want to encourage better kinds of archaeology by improving the ways that people traditionally distinguished as ‘academics’, ‘professionals’ and ‘volunteers’ cooperate with one another (as well as with others out there who as yet have no more than a passing interest in archaeology). Through the  platform, we will develop and support a range of crowd-sourcing and crowd-funding projects. By joining, you can help research, fund and/or design as many projects as you like, with as much or as little personal commitment as you wish. Some existing projects are about creating 3D models of archaeological artefacts, enriching old photographic archives or transcribing old archaeological excavation records, to name just a few that we have come up with so far. Other new projects will need your help with financing before they can begin, whilst yet others might be research topics that you want  to propose yourself (as an individual, as part of an organised archaeological society or in tandem with other interested people that you meet online). We cannot yet say  which projects will prove popular and which ones will not, and we hope that many as yet unanticipated agendas will be dreamt up collectively. In any case, we are keen for your ideas and your contributions wherever we can get them! This project’s initial stages have been funded by a UK Arts and Humanities Research Council grant, and involve a collaboration between the UCL Institute of Archaeology, The British Museum and the Portable Antiquities Scheme. The platform is currently under construction and we will be adding content and functionality over the coming few months. If you would like to be put on a list of early possible contributors, then please contact us.", 
    "domain": "micropasts.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "collaboration"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2730733590721455036", 
            "resource_date": "2013-10-23T07:37:54.432-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:02:49.276951"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/10/micropasts-community-platform-for.html", 
            "resource_date": "2013-10-23T07:37:54.432-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:02:49.276966"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Micropasts: A community platform for conducting, designing and funding research into our human past", 
    "url": "http://micropasts.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}