{
    "description": "Journal for the Evangelical Study of the Old Testament ISSN: 2169-0685 Journal for the Evangelical Study of the Old Testament ( JESOT ) is a peer-reviewed journal devoted to the academic and evangelical study of the Old Testament. The journal seeks to fill a need in academia by providing a venue for high-level scholarship on the Old Testament from an evangelical standpoint. The journal is not affiliated with any particular academic institution, and with an international editorial board, online format, and multi-language submissions, JESOT cultivates and promotes Old Testament scholarship in the evangelical global community. The journal differs from many evangelical journals in that it seeks to publish current academic research in the areas of ancient Near Eastern backgrounds, Dead Sea Scrolls, Rabbinics, Linguistics, Research Methodology, Literary Analysis, Exegesis, Text Criticism, and Theology as they pertain only to the Old Testament. The journal will be freely available to the scholarly community and will be published bi-annually online. Hard copies will be produced by request. JESOT also includes up-to-date book reviews on various academic studies of the Old Testament. Issue 1.1 (2012)", 
    "domain": "jesot.org", 
    "identifiers": {
        "issn": {
            "generic": [
                "2169-0685"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "Bible", 
        "Old Testament", 
        "JESOT", 
        "religion", 
        "open access", 
        "journal"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6015145981045678818", 
            "resource_date": "2013-06-12T11:04:26.094-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:13:29.195109"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/06/new-open-access-journal-journal-for.html", 
            "resource_date": "2013-06-12T11:04:26.094-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:13:29.195125"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://jesot.org/issues/1-1-2012/", 
        "http://jesot.org/issues/1-2-2012/", 
        "http://jesot.org/issues/2-1-2013/"
    ], 
    "title": "Journal for the Evangelical Study of the Old Testament", 
    "url": "http://jesot.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}