{
    "authors": [], 
    "contributors": [], 
    "description": "Carmina Latina Epigraphica Galliae. Portal de poesía epigráfica latina: búsquedas icónicas y textuales. C. Fernández Martínez, J. Gómez Pallarès, J. del Hoyo Calleja, editores. En 1964, Hans Krummrey, insatisfecho con los diversos criterios de las ediciones y colecciones de Carmina Latina Epigraphica (CLE) que le habían precedido, lanzó la idea de una nueva clasificación de estos CLE en un volumen independiente del Corpus Inscriptionum Latinarum (CIL), el que habrá de ser el XVIII, dedicado exclusivamente a los CLE y organizado según la geografía administrativa del Imperio Romano (\"Zum Plan einer neuen Sammlung der CLE\", Philologus 108, 1964, pp. 304-310). El citado trabajo constituye, en cierto modo, el acta fundacional del futuro CIL XVIII, cuyo fascículo 2, centrado en el material de Hispania está ya próximo a su publicación. El material completo está disponible en www. clehispaniae. com, bajo una perspectiva de web 2. 0. , interactiva y con capacidad para adaptarse a las distintas necesidades de un investigador. El portal contiene tres bases de datos, conectadas entre sí, que el usuario puede consultar de forma separada o conjunta: • Una base de datos gráfica interactiva, con material gráfico e información esquemática que permite al investigador búsquedas simples y combinadas de todos los elementos catalogados en cada inscripción (tipo de soporte, cronología, características de compaginación, forma métrica, símbolos gráficos, etc. ). • La segunda base de datos es textual y propone búsquedas (también simples o complejas, en este caso a través de los operadores booleanos AND, OR, NOT, XOR) en las ediciones epigráficas de los textos latinos. • La tercera base de datos permite búsquedas tanto sobre el texto latino editado en ellas como sobre su comentario filológico completo (todo ello redactado en latín, en español y en inglés). En el mismo contexto de una próxima publicación de un nuevo fascículo del CIL XVIII (el 3), presentamos este nuevo sitio web con los CLE procedentes de las Galias. Tomando como punto de partida la experiencia previa en materia de CLE, abordamos ahora el estudio, edición y comentario de los CLE de las Galias. El nuevo equipo se ha enriquecido con la incorporación de nuevos investigadores -algunos de los cuales franceses-. Francia apenas está representada en la investigación internacional sobre Poesía Epigráfica Latina, y sus CLE han sido hasta ahora escasamente estudiados, siendo la colección de Bücheler-Lommatzsch (1895-1926) la única referencia de conjunto. Desde entonces, ha habido nuevos hallazgos, nuevas lecturas e interpretaciones, en general aisladas y de difícil acceso para los investigadores. Nuestro proyecto completará este vacío y logrará su difusión internacional en medios de alto impacto. El proyecto tiene un importante punto de partida en la tesis doctoral defendida por Hervé Belloc en la Universidad de Caen, bajo la dirección del Dr. Philippe Moreau (ambos miembros de este equipo de investigación). El trabajo realizado por Belloc nos proporciona documentación, bibliografía, cuidadosa información sobre la distribución geográfica y cronológica de los casi 300 CLE de las Galias, además de la edición y el comentario filológico de un buen número de CLE, concretamente los de Aquitania y la Galia Narbonense. Este nuevo sitio web estará accesible para la comunidad científica en español, francés y latín. De mismo modo que en el caso de www. clehispaniae. com, el investigador podrá interrogar a la base de datos en cualquiera de las tres lenguas. Nuestra intención es continuar con la metodología ya experimentada en nuestras investigaciones sobre los CLE de Hispania, y ampliar nuestras relaciones internacionales y sinergias y establecidas entre nuestro grupo de investigación y el resto de investigadores europeos que trabajan sobre CLE.", 
    "domain": "www.clegalliae.com", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Carmina Latina Epigraphica Galliae", 
        "url": "http://www.clegalliae.com/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "es"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4569590069068050877", 
            "resource_date": "2014-10-08T15:09:25.379-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:10:30.171517"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/carmina-latina-epigraphica-galliae.html", 
            "resource_date": "2014-10-08T15:09:25.379-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:10:30.171532"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "ayuda-jsessionid-ffPs76dpj-RbPuWOtX0YOcmJ-undefined", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Ayuda", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.clegalliae.com/ayuda;jsessionid=ffPs76dpj+RbPuWOtX0YOcmJ.undefined", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}