{
    "description": "Journal of GIS in Archaeology. Maps are an essential tool of the archaeologist. As desktop computers and GIS technology have become more powerful and easier to use, archaeologists are inventing new ways of collecting, analyzing, managing, and communicating their data using GIS. Papers in Volume 1 of the Journal of GIS in Archaeology address these uses of GIS in various archaeological contexts and scales-from the excavation unit to the globe. Volume 1 GIS and the Site. GIS is used to capture, visualize, and analyze archaeological information in context. A Study of a Pre-Columbian Irrigation System at Newcome, New Mexico [PDF-529. 2 KB, pages 1-10] by Richard A. Friedman, John R. Stein, and Taft Blackhorse Jr. Preliminary Stages in the Development of a Real-Time Digital Data Recording System for Archaeological Excavation Using ArcView GIS 3. 1 [PDF-1. 12 MB, pages 11-22] by Nathan Craig and Mark Aldenderfer Marine Archaeology Goes Underwater with GIS [PDF-449. 5 KB, pages 23-32] by Joseph Breman The Archaeological Landscape and GIS. GIS allows many layers of data to be viewed together during survey and analysis. Using GIS for Politywide Analysis of Wari Imperial Political Economy - [PDF-1. 36 MB, pages 33-46] by Justin Jennings and Nathan Craig Cultural Landscapes of Coastal Foragers: An Example of GIS and Drainage Catchment Analysis from Southern California [PDF-755. 4 KB, pages 46-60] by Alice Brewster, Brian F. Byrd, and Seetha N. Reddy Historic Landscape Assessment: The East of England Experience Paper Product to GIS Delivery [PDF-403. 1 KB, pages 61-72] by Lynn Dyson-Bruce Historic Sanborn Maps in the Digital Age: City of New Orleans [PDF-434. 8 KB, pages 73-78]. by Joseph W. Berry III Making the Most of Maps: Field Survey on the Island of Kythera [PDF-882. 3 KB, pages 79-89] by Ian Johnson and Andrew Wilson Archaeological Resource Management with GIS. GIS lets you manage and share information about archaeological sites. Safeguarding the Plain of Jars: Megaliths and Unexploded Ordnance in the Lao People's Democratic Republic [PDF-976. 6 KB, pages 90-102] by Paul Box Environmental History at an Early Prehistoric Village: An Application of Cultural Site Analysis at Beidha, in southern Jordan [PDF-. 99 MB, pages 103-115] by Douglas C. Comer, Ph. D. A Gazetteer of Archaeological Sites and Cultural Resource Surveys Surrounding the Big Thicket National Preserve [PDF-552. 2 KB, pages 116-122] by J. Thomas Dureka and Roger G. Moore The Time Map Project: Developing Time-Based GIS Display for Cultural Data [PDF-673. 9 KB, pages 123-135] by Ian Johnson and Andrew Wilson.", 
    "domain": "www.esri.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "technology", 
        "journal", 
        "GIS", 
        "archaeology", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8079467420592374041", 
            "resource_date": "2014-01-10T15:57:59.741-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:42.635396"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/01/new-open-access-journal-journal-of-gis.html", 
            "resource_date": "2014-01-10T15:57:59.741-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:42.635411"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Journal of GIS in Archaeology", 
    "url": "http://www.esri.com/library/journals/archaeology/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}