{
    "authors": [], 
    "contributors": [], 
    "description": "The CRANE Project: Computational Research on the Ancient Near East Project. Welcome to the website of the Computational Research on the Ancient Near East (CRANE) Project. This interdisciplinary project is creating a framework for the integration and analysis of data from several archaeological projects investigating the ancient Near East, focusing initially on the Orontes River Watershed of southeast Turkey and northwest Syria. Over a century and a half of archaeological research in the Near East has documented the emergence of the first sedentary communities, the origins of agriculture, the first state-level societies, and the first interregional commercial and political networks. Yet its contribution to a deeper understanding of the long-term growth and development of human communities and their interaction with the natural environment has been hindered by the lack of an analytical framework that incorporates the full array of data produced by this uniquely rich cultural legacy. The CRANE Project is building an international collaboration of researchers who will use these data to model and visualize the interplay of social, economic and environmental dynamics at various spatial and temporal scales in order to shed light on the rise and development of complex societies in this important region. Our research will also provide insight into a number of pressing contemporary issues, including the ecological impact of human activities, the socioeconomic and political impact of climate change, the long-term health consequences of human dietary practices and subsistence strategies, and the role of cultural conflict in affecting social and political change. This website provides information and news on the CRANE Project's objectives, sites, methods, and team of researchers, and will eventually serve as a portal to disseminate our data and research results.", 
    "domain": "www.crane.utoronto.ca", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "The CRANE Project: Computational Research on the Ancient Near East Project", 
        "url": "http://www.crane.utoronto.ca/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "journal", 
        "journal issues"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-867244942186982127", 
            "resource_date": "2013-12-13T16:56:42.503-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:16:47.340151"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/12/the-crane-project-computational.html", 
            "resource_date": "2013-12-13T16:56:42.503-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:16:47.340162"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "4650a67f7e2940a5da1c6487212a02ee80e29676", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Inside CRANE (Volume 1 Issue 1)", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.crane.utoronto.ca/images/PDF/CRANE%20newsletter%20Dec1113.pdf", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}