{
    "description": "MORE Roman Portraits in the Getty Museum Ji?í Frel 1981 The J. Paul Getty Museum Journal: Volume 23/1995 1996 MORE Masterpieces of the J. Paul Getty Museum: Antiquities 1997 MORE The Conservation of Archaeological Sites in the Mediterranean Region Edited by Marta de la Torre 1997 MORE Greek Vases: Molly and Walter Bareiss Collection Marion True, Ji?í Frel, and Dietrich von Bothmer 1983 MORE Corpus Vasorum Antiquorum: Fascicule 7 Richard T. Neer 1997 MORE Greek Vases in The J. Paul Getty Museum: Volume 1 (OPA 1) 1983 MORE The J. Paul Getty Museum Journal: Volume 22/1994 1995 MORE The J. Paul Getty Museum Journal: Volume 16/1988 1989 MORE Corpus Vasorum Antiquorum: Fascicule 9 Richard de Puma 2001 MORE Claiming the Stones/Naming the Bones: Cultural Property and the Negotiation of National and Ethnic Identity Edited by Elazar Barkan and Ronald Bush 2002 MORE The J. Paul Getty Museum Journal: Volume 6-7/1978-1979 1979 MORE House of Eternity: The Tomb of Nefertari John K. McDonald 1996 MORE A Passion for Antiquities: Ancient Art from the Collection of Barbara and Lawrence Fleischman 1994 MORE Dilettanti: The Antic and the Antique in 18th-Century England Bruce Redford 2008 MORE The J. Paul Getty Museum Journal: Volume 4/1977 1977 MORE Greek Vases in the J. Paul Getty Museum: Volume 4 (OPA 5) 1989 MORE Studia Varia from the J. Paul Getty Museum: Volume 1 (OPA 8) 1993 MORE The J. Paul Getty Museum Journal: Volume 21/1993 1994 MORE The Getty Bronze: Second Edition Ji?í Frel 1982 MORE Cyprus Before the Bronze Age: Art of the Chalcolithic Period Vassos Karageorghis, Edgar J. Peltenburg 1990 MORE Art and Eternity: The Nefertari Wall Paintings Conservation Project, 1986–1992 Miguel Angel Corzo and Mahasti Afshar, Editors 1993 MORE Corpus Vasorum Antiquorum: Fascicule 2 Andrew J. Clark 1990 MORE Corpus Vasorum Antiquorum: Fascicule 3 Marit R. Jentoft-Nilsen and A. D. Trendall 1990 MORE Greek Vases in the J. Paul Getty Museum: Volume 6 (OPA 9) 2000 MORE Corpus Vasorum Antiquorum: Fascicule 8 Mary B. Moore 1998 MORE", 
    "domain": "www.getty.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Getty Publications Virtual Library", 
        "url": "http://www.getty.edu/publications/virtuallibrary/index.html"
    }, 
    "keywords": [
        "archaeological site", 
        "art", 
        "Greek", 
        "Mediterranean", 
        "antiquities", 
        "antiquity", 
        "museums", 
        "culture", 
        "Roman", 
        "conservation", 
        "Getty", 
        "Cyprus", 
        "archaeology", 
        "bronze"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "MORE", 
    "url": "http://www.getty.edu/publications/virtuallibrary/0892366346.html?subject=antq&pg=3&res=20", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}