{
    "description": "MORE The Lansdowne Herakles Seymour Howard 1978 MORE The Colors of Clay: Special Techniques in Athenian Vases Beth Cohen, with contributions by Susan Lansing-Maish, Kenneth Lapatin, Jeffrey Maish, Joan R. Mertens, Marie Svoboda, Marion True and Dyfri Williams 2006 MORE Ancient Herbs in the J. Paul Getty Museum Gardens Jeanne D’Andrea with illustrations by Martha Breen Bredemeyer 1982 MORE The Restoration of Ancient Bronzes: Naples and Beyond Edited by Erik Risser and David Saunders, with contributions by Andrea Milanese, Carol C. Mattusch, Luigia Melillo, Salvatore Siano, Sophie Descamps-Lequime, Benoît Mille, Dominique Robcis, Nathalie Balcar, Uwe Peltz, Seán Hemingway, Sarah McGregor, Dylan Smith, Luisa Fucito 2013 MORE Small Bronze Sculpture from the Ancient World Edited by Marion True and Jerry Podany 1990 MORE Corpus Vasorum Antiquorum: Fascicule 4 Marit R. Jentoft-Nilsen and A. D. Trendall 1991 MORE The J. Paul Getty Museum Journal: Volume 24/1996 1997 MORE Greek Gold from Hellenistic Egypt Michael Pfrommer 2001 MORE The J. Paul Getty Museum Journal: Volume 12/1984 1984 MORE History of Restoration of Ancient Stone Sculptures Edited by Janet Burnett Grossman, Jerry Podany, and Marion True 2003 MORE The J. Paul Getty Museum Journal: Volume 5/1977 1977 MORE The J. Paul Getty Museum Journal: Volume 9/1981 1981 MORE Palace Sculptures of Abomey: History Told on Walls Francesca Piqué and Leslie H. Rainer 1999 MORE The Getty Kouros Colloquium 1993 MORE The Conservation of Ancient Marble David Rinne 1976 MORE Early Cycladic Sculpture: An Introduction, 2nd Edition Pat Getz-Preziosi 1994 MORE Corpus Vasorum Antiquorum: Fascicule 1 Andrew J. Clark 1988 MORE Pots & Plays: Interactions Between Tragedy and Greek Vase-painting of the Fourth Century B. C. Oliver Taplin 2007 MORE The J. Paul Getty Museum Journal: Volume 15/1987 1987 MORE Greek Funerary Sculpture: Catalogue of the Collections at the Getty Villa Janet Burnett Grossman 2001 MORE The J. Paul Getty Museum Journal: Volume 14/1986 1986 MORE Papers on the Amasis Painter and His World 1987 MORE The J. Paul Getty Museum Journal: Volume 10/1982 1982 MORE Mummy Portraits in the J. Paul Getty Museum David L. Thompson 1982 MORE The Conservation of the Orpheus Mosaic at Paphos, Cyprus Nicholas Stanley Price, Editor 1991 MORE The Amasis Painter and His World: Vase Painting in Sixth-Century B. C. Athens Dietrich von Bothmer, Alan L. Boegehold 1985 MORE The Terracottas of the Tarantine Greeks Bonnie M. Kingsley 1976 MORE Alexandria and Alexandrianism John Walsh, Thomas F. Reese, Peter Green, Henri Riad, Diana Delia, Gunter Grimm, Lilly Kahil, Heinrich von Staden, Judith McKenzie, John Onians, W. A. Daszewski, Klaus Parlasca, Michael Pfrommer, Robert Steven Bianchi, R. R. Smith, Bernard V. Bothmer, Andrew Stewart, Arielle P. Kozloff, G. W. Bowersock, Abraham L. Udovitch, Mohamed Ghoneim 1996 MORE Corpus Vasorum Antiquorum: Fascicule 6 Richard de Puma 1996 MORE Greek Vases in the J. Paul Getty Museum: Volume 5 (OPA 7) Conrad M. Stibbe, Janet Burnett Grossman, William A. P. Childs, Dyfri Williams, Diana Buitron-Oliver, Martin Robertson, Gene Waddell, Lucilla Burn, Anneliese Kossatz-Dießmann 1991 MORE The Bronze Statue of a Youth David Rinne, Ji?í Frel 1975 MORE Roman Funerary Monuments in the J. Paul Getty Museum: Volume 1 (OPA 6) 1990 MORE Urushi Norman S. Brommelle and Perry Smith, Editors 1988 MORE The J. Paul Getty Museum Journal: Volume 1/1974 1974 MORE Passé, présent et futur des palais et sites royaux d’Abomey 1999 MORE The J. Paul Getty Museum Journal: Volume 18/1990 1990 MORE Gardens of the Roman World Patrick Bowe 2004 MORE Ancient Portraits in the J. Paul Getty Museum: Volume 1 (OPA 4) 1987 MORE Studia Varia from the J. Paul Getty Museum: Volume 2 (OPA 10) 2001 MORE Roman Portraits in the Getty Museum Ji?í Frel 1981 The J. Paul Getty Museum Journal: Volume 23/1995 1996 MORE Masterpieces of the J. Paul Getty Museum: Antiquities 1997 MORE The Conservation of Archaeological Sites in the Mediterranean Region Edited by Marta de la Torre 1997 MORE Greek Vases: Molly and Walter Bareiss Collection Marion True, Ji?í Frel, and Dietrich von Bothmer 1983 MORE Corpus Vasorum Antiquorum: Fascicule 7 Richard T. Neer 1997 MORE Greek Vases in The J. Paul Getty Museum: Volume 1 (OPA 1) 1983 MORE The J. Paul Getty Museum Journal: Volume 22/1994 1995 MORE The J. Paul Getty Museum Journal: Volume 16/1988 1989 MORE Corpus Vasorum Antiquorum: Fascicule 9 Richard de Puma 2001 MORE Claiming the Stones/Naming the Bones: Cultural Property and the Negotiation of National and Ethnic Identity Edited by Elazar Barkan and Ronald Bush 2002 MORE The J. Paul Getty Museum Journal: Volume 6-7/1978-1979 1979 MORE House of Eternity: The Tomb of Nefertari John K. McDonald 1996 MORE A Passion for Antiquities: Ancient Art from the Collection of Barbara and Lawrence Fleischman 1994 MORE Dilettanti: The Antic and the Antique in 18th-Century England Bruce Redford 2008 MORE The J. Paul Getty Museum Journal: Volume 4/1977 1977 MORE Greek Vases in the J. Paul Getty Museum: Volume 4 (OPA 5) 1989 MORE Studia Varia from the J. Paul Getty Museum: Volume 1 (OPA 8) 1993 MORE The J. Paul Getty Museum Journal: Volume 21/1993 1994 MORE The Getty Bronze: Second Edition Ji?í Frel 1982 MORE Cyprus Before the Bronze Age: Art of the Chalcolithic Period Vassos Karageorghis, Edgar J. Peltenburg 1990 MORE Art and Eternity: The Nefertari Wall Paintings Conservation Project, 1986–1992 Miguel Angel Corzo and Mahasti Afshar, Editors 1993 MORE Corpus Vasorum Antiquorum: Fascicule 2 Andrew J. Clark 1990 MORE Corpus Vasorum Antiquorum: Fascicule 3 Marit R. Jentoft-Nilsen and A. D. Trendall 1990 MORE Greek Vases in the J. Paul Getty Museum: Volume 6 (OPA 9) 2000 MORE Corpus Vasorum Antiquorum: Fascicule 8 Mary B. Moore 1998 MORE.", 
    "domain": "www.getty.edu", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Getty Publications Virtual Library", 
        "url": "http://www.getty.edu/publications/virtuallibrary/index.html"
    }, 
    "keywords": [
        "archaeological site", 
        "Roman", 
        "art", 
        "Greek", 
        "Egypt", 
        "sculpture", 
        "Hellenistic", 
        "Mediterranean", 
        "Athens", 
        "antiquities", 
        "museums", 
        "culture", 
        "catalogue", 
        "conservation", 
        "Getty", 
        "monuments", 
        "antiquity", 
        "Cyprus", 
        "archaeology", 
        "bronze", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1697581904695761075", 
            "resource_date": "2014-01-21T14:33:21.633-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:12:06.968345"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/01/just-announced-getty-publications.html", 
            "resource_date": "2014-01-21T14:33:21.633-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:12:06.968360"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "MORE", 
    "url": "http://www.getty.edu/publications/virtuallibrary/0892360704.html?subject=antq", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}