{
    "description": "Kritische Bibliographie der Lexikographie des Hethitischen. Marazzi & N. Bolatti Guzzo in Zusammenarbeit mit P. Dardano - R. Francia - M. Cammarosano - A. Rizza. Sviluppo del progetto Nel 1979 si venne a creare, presso l’allora Institut für Orientalische Philologie dell’Università di Würzburg (oggi Istituto di Scienze Antiche, Cattedra di Orientalistica Antica), un gruppo di lavoro, del quale Massimiliano Marazzi faceva parte, avente il fine di raccogliere tutte le novità bibliografiche nel settore della hittitologia, con particolare riguardo al settore della lessicologia. La prima trancia di lavori fu pubblicata da M. Marazzi e N. Boysan nel volume 32, 1985, dell’Archiv für Orientforschung. Essa raccoglieva tutte le informazioni lessicografiche relative agli anni 1979-1984. Un secondo aggiornamento fu pubblicato, sempre da M. Marazzi e N. Boysan, nel volume 34, 1987, e raccoglieva tutti gli aggiornamenti bibliografici ordinati per autore e per lessemi dal 1985 al 1987. Con la pubblicazione del terzo aggiornamento, curata da M. Marazzi e N. Bolatti Guzzo, nel volume 42-43, 1995-96, si introdussero alcune importanti innovazioni: 1)       un sistema canonizzato di ordinamento della bibliografia per autori sulla quale si basava l’informazione lessicografica; 2)       l’ampliamento della lessicografia al settore del cd. “luvio geroglifico” in forma di aggiornamento alla lista lessicografica nel frattempo edita nel volume “Il geroglifico anatolico. Problemi di analisi e prospettive di ricerca”, Roma  1990 (Biblioteca di Ricerche Linguistiche e Filologiche 24). A cominciare dal 1999, con la definitiva collocazione del progetto e dei suoi archivi presso il “Centro Mediterraneo Preclassico” dell’Università degli Studî Suor Orsola Benincasa di Napoli e sulla base della collaborazione in atto con l’Istituto di Würzburg, la “Bibliografia Anatolica” è divenuta parte del più grande progetto del Portale di Mainz. Geschichte des Projektes Im Jahre 1979 bildete sich am damaligen Institut für Orientalische Philologie der Universität Würzburg (jetzt: Inst. für Altertumswissenschaft, Lehrstuhl für Altorientalistik) eine Arbeitsgruppe, zu der auch Massimiliano Marazzi gehörte, die zum Ziel hatte, alle bibliographischen Neuheiten auf dem Gebiet der Hethitologie unter besonderer Berücksichtigung der Lexikographie zusammenzustellen. Die erste Tranche der Arbeit wurde von M. Marazzi und N. Boysan 1985 in Band 32 des Archiv für Orientforschung veröffentlicht und umfaßte die lexikalischen Neuigkeiten der Jahre 1979-1984. Eine zweite Aktualisierung, ebenfalls von M. Marazzi und N. Boysan, erschien im Band 34 (1987) mit nach Autoren und nach Lexemen geordneten bibliographischen Angaben aus den Jahren 1985-1987. Die folgende, von M. Marazzi und N. Bolatti Guzzo im Band 42-43 (1995-96) herausgegebene dritte Aktualisierung führte eine Reihe von Neuerungen ein: 1)       eine Vereinheitlichung der Zitierweise von Autorenbibliographie und lexikalischer Liste, 2)       die Erweiterung der Lexikographie um den Bereich ‚Hieroglyphenluwisch‘ in Form der Aktualisierung der zwischenzeitlich veröffentlichten lexikographischen Liste in ‚Il geroglifico anatolico. Problemi di analisi e prospettive die ricerca‘, Rom 1990 (Biblioteca di Ricerche Linguistiche e Filologiche 24). Seit 1999 mit der definitiven Ansiedlung des Projektes und seiner Archive am Centro Mediterraneo Preclassico der Università degli Studî Suor Orsola Benincasa in Neapel und auf der Basis der Zusammenarbeitsvereinbarung mit dem Würzburger Insitut, wurde der Index Anatolicus zusammen mit der Hethitischen Bibliographie Teil des größeren Projektes des Mainzer Hethitologie Portals.", 
    "domain": "www.hethport.uni-wuerzburg.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "dictionaries", 
        "Hittite", 
        "bibliography", 
        "lexicography"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-9066795648570386291", 
            "resource_date": "2014-11-03T16:02:12.277-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:57.351265"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/11/kritische-bibliographie-der.html", 
            "resource_date": "2014-11-03T16:02:12.277-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:57.351280"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Kritische Bibliographie der Lexikographie des Hethitischen", 
    "url": "http://www.hethport.uni-wuerzburg.de/hetlexbibl/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}