{
    "description": "[First  posted in AWOL 1 October 2010, updated 18 March 2015]. Catalog der Texte der Hethiter (CTH). Catalogue des textes hittites - Catalogue of Hittite Texts. in Fortführung der Arbeit von E. Laroche bearbeitet von S. Košak und G. G. W. Müller. Published online as a part of the Hethitologie Portal Mainz. I. HISTORISCHE TEXTE A. VORGROßREICHZEITLICHE TEXTE CTH 1 Der Anitta-Text CTH 2 Anum-Ḫirbi und die Stadt Zalpa erwähnende Fragmente CTH 3 Erzählung um die Stadt Zalpa und weitere Zalpa erwähnende Fragmente CTH 4 Die Annalen Ḫattušilis I. CTH 5 Erlaß Ḫattušilis I. CTH 6 Das politische Testament Ḫattušilis I. CTH 7 Die Belagerung von Uršu CTH 8 Die Palastchronik CTH 9 Palastchronikfragmente CTH 10 Fragmente, den Feldzug Muršilis I. gegen Babylon erwähnend (bzw. Res gestae Hantilis I. ?) CTH 11 Muršilis I. Feldzug gegen Aleppo (bzw. \"Ḫantili Chronik\", Res gestae Ḫantilis I) CTH 12 Die anatolischen Feldzüge Muršilis I. CTH 13 Kämpfe Muršilis I. (?) gegen die Hurriter CTH 14 Res gestae Ḫattušilis I. CTH 15 nicht vergeben CTH 16 Legendäre Erzählungen über Kämpfe mit den Hurritern (bzw. \"Die Taurus-Überquerung\", \"Puḫanu-Chronik\") CTH 17 Fragmente in Bezug auf die Kämpfe mit den Hurritern (bzw. \"Die Menschenfresser\") CTH 18 Die Chronik des Ammuna CTH 19 Der Telipinu-Erlaß CTH 19. I Akkadisch CTH 19. II Hethitisch CTH 20 Telipinus Feldzug gegen Laḫḫa CTH 21 Der Vertrag Telipinus mit Išputaḫšu von Kizzuwatna CTH 21. I Akkadisch CTH 21. II Hethitisch CTH 22 Fragment mit Erwähnung Telipinus CTH 23 Fragmente mit Erwähnung Alluwamnas CTH 24 Fragmente mit Erwähnung Pimpiras CTH 25 Vertrag Zidanzas II. mit Pillija von Kizzuwatna CTH 26 Vertrag eines hethitischen Königs mit Paddatiššu von Kizzuwatna CTH 27 Vertrag mit den Ḫabiru CTH 28 Ein mittelhethitischer Vertrag CTH 29 Vertrag Taḫurwailis mit Eḫeja von Kizzuwatna CTH 30 nicht vergeben CTH 31 nicht vergeben CTH 32 nicht vergeben CTH 33 nicht vergeben CTH 34 nicht vergeben CTH 35 nicht vergeben CTH 36 nicht vergeben CTH 37 nicht vergeben CTH 38 nicht vergeben CTH 39 Althethitische historische Fragmente B. GROßREICHSZEITTEXTE CTH 40 Šuppiluliumas Mannestaten CTH 41 Vertrag Tudḫalijas I. mit Šunaššura von Kizzuwatna CTH 41. I Akkadisch CTH 41. II Hethitisch CTH 42 Vertrag Šuppiluliumas I. mit Ḫukkana von Ḫajaša CTH 43 nicht vergeben CTH 44 Dekret Šuppiluliumas betreffend das Priestertum des Telipinu im Lande Kizzuwatna CTH 45 Brief Šuppiluliumas I. an Niqmaddu II. von Ugarit CTH 46 Vertrag Šuppiluliumas I. mit Niqmaddu II. von Ugarit CTH 47 Dekret Šuppiluliumas I. über die Festlegung des Tributs für Ugarit CTH 47. I Akkadisch CTH 47. II Ugaritisch CTH 48 Inventar des Tributs von Ugarit an Šuppiluliuma I. CTH 49 Vertrag Šuppiluliumas I. mit Aziru von Amurru CTH 49. I Akkadisch CTH 49. II Hethitisch CTH 50 Vertrag Šuppiluliumas I. mit Šarri-Kušuḫ von Karkamiš CTH 51 Vertrag Šuppiluliumas I. mit Šattiwaza von Mitanni CTH 51. I Akkadisch CTH 51. II Hethitisch CTH 52 Vertrag Šattiwazas von Mitanni mit Šuppiluliuma I. CTH 52. I Akkadisch CTH 52. II Hethitisch CTH 53 Vertrag Šuppiluliumas I. mit Tette von Nuḫašše CTH 54 Vereinbarung zwischen Niqmaddu II. von Ugarit und Aziru von Amurru CTH 55 Orakel mit Erwähnung Ḫukkanas von Azzi CTH 56 nicht vergeben CTH 57 Dekret Muršilis II. betreffend die Anerkennung des Status seines Bruders Pijaššili/ Šarri-Kušuḫ in Karkamiš CTH 58 Bericht des Arnuwanda II. über Taten seines Vaters Šuppiluliuma I. CTH 59 nicht vergeben CTH 60 nicht vergeben CTH 61 Die Annalen des Muršili II. CTH 61. I Zehnjahresannalen CTH 61. II Ausführliche Annalen CTH 61. III Nicht zugeordnete Fragmente CTH 62 Vertrag Muršilis II. mit Duppi-Tešub von Amurru CTH 62. I Akkadisch CTH 62. II Hethitisch CTH 63 Rechtssprüche betreffend einen Grenzkonflikt zwischen Nuḫašše und Barga sowie Übereinkunft mit Duppi-Tešub von Amurru CTH 64 Erlaß Muršilis II. über Grenzziehung zwischen Ugarit und Mukiš CTH 65 Erlaß Muršilis II. betreffend den Konflikt zwischen Ugarit und Šijannu CTH 66 Vertrag Muršilis II. mit Niqmepa von Ugarit CTH 67 Vertrag Muršilis II. mit Targašnalli von Ḫapalla CTH 68 Vertrag Muršilis II. mit Kupanta-Kurunta von Mira und Kuwalija CTH 69 Vertrag Muršilis II. mit Manapa-Tarḫunta von Šēḫa CTH 70 Gebet Muršilis II. über die Untaten und Verbannung der Tawananna (der Witwe Šuppiluliumas I. ) CTH 71 nicht vergeben CTH 72 Bericht über Auseinandersetzung mit Ägypten in Syrien CTH 73 nicht vergeben CTH 74 nicht vergeben CTH 75 Vertrag Muwattallis II. mit Talmi-Šarrumma von Aleppo CTH 76 Vertrag Muwattallis II. mit Alakšandu von Wiluša CTH 77 Brief Šarri-Kušuḫs von Karkamiš an Niqmaddu II. von Ugarit CTH 78 Vertrag mit Ḫajaša CTH 79 Memorandum betreffend Muršili III. CTH 80 nicht vergeben CTH 81 Die \"Apologie\" bzw. \"Autobiographie\" bzw. Stiftungsurkunde Ḫattušilis III. CTH 82 Die Annalen Ḫattušilis III. CTH 83 Bericht Ḫattušilis III. über Feldzüge Šuppiluliumas I. CTH 84 Bericht über Taten Šuppiluliumas I. und Muršilis II. CTH 85 Konflikt zwischen Muršili III. (Urḫi-Tešub) und Ḫattušili III. CTH 86 Erlaß Ḫattušilis III. betreffend das Vermögen von Arma-Tarḫunta CTH 87 Dekret Ḫattušilis III. zugunsten der Söhne des Mittanamuwa CTH 88 Dekret Ḫattušilis III. betreffend die Befreiung des ḫekur des Pirwa von Abgaben CTH 89 Dekret Ḫattušilis III. hinsichtlich der Leute von Tiliura CTH 90 Erlaß Ḫattušilis III. über die Wiederherstellung von Nerik CTH 91 Vertrag Ḫattušilis III. mit Ramses II. von Ägypten CTH 92 Vertrag Ḫattušilis III. mit Bentešina von Amurru CTH 93 Erlaß Ḫattušilis III. betreffend die Kaufleute von Ura CTH 94 Erlaß Ḫattušilis III. betreffend Flüchtlinge aus Ugarit CTH 95 Erlaß Puduḫepas betreffend Schiffbruch in Ugarit CTH 96 Erklärung des Kurunta von Tarḫuntašša CTH 97 nicht vergeben CTH 98 Brief(?), erwähnt Bentešina und Ägypten CTH 99 Historischer Bericht CTH 100 Abkommen zwischen Ini-Tešub von Karkamiš und Ugarit CTH 101 Fragmente über die Wiederherstellung von Nerik CTH 102 nicht vergeben CTH 103 nicht vergeben CTH 104 nicht vergeben CTH 105 Vertrag Tudḫalijas IV. mit Šauškamuwa von Amurru CTH 106 Verträge mit den Königen von Tarḫuntašša CTH 106. A Vertrag Tudḫalijas IV. mit Kurunta von Tarḫuntašša CTH 106. B Verträge mit Ulmi-Tešub von Tarḫuntašša CTH 107 Erlaß Tudḫalijas IV. betreffend die Scheidung des Königs Ammištamru II. von Ugarit von der Tochter Bentešinas von Amurru CTH 108 Erlaß Tudḫalijas IV. betreffend die Freistellung Ammištamrus II. von Ugarit im Krieg mit Assyrien CTH 109 Entscheidungen des Armaziti CTH 110 Brief Piḫawalwis an Ibiranu von Ugarit CTH 111 Erlaß Tudḫalijas IV. betreffend einen Territorialstreit zwischen Ugarit und Šijannu CTH 112 Briefe von Aliḫešni und Armaziti über die Grenzziehung von Ugarit CTH 113 Brief des Ḫišmi-Kušuḫ an den Präfekten von Ugarit CTH 114 Brief über die Schlacht von Niḫrija CTH 115 Edikt des Tudḫalija IV. (?) betreffend Šauškamuwa von Amurru CTH 116 Edikt Tudḫalijas IV. von Ḫatti zur Beilegung der Affäre um die ehemalige Gattin Ammištamrus II. von Ugarit CTH 117 nicht vergeben CTH 118 nicht vergeben CTH 119 nicht vergeben CTH 120 nicht vergeben CTH 121 Inschrift Šuppiluliumas II. über die Eroberung von Alašija CTH 122 Vertrag Šuppiluliumas II. mit Talmi-Tešub von Karkamiš CTH 123 Vertrag Tudḫalijas IV. mit einem unbekannten Partner CTH 124 Treueid eines Schreibers (Tagi-Šarruma?) CTH 125 nicht vergeben CTH 126 Historische Fragmente erwähnend Šuppiluliuma II. CTH 127 Brief über Hungerjahre und Getreidelieferung CTH 128 nicht vergeben (vgl. jedoch Collins, CTH) CTH 129 nicht vergeben CTH 130 nicht vergeben C. TEXTE AUS UNSICHEREN PERIODEN CTH 131 nicht vergeben CTH 132 Vertrag mit Kizzuwatna CTH 133 Vertrag Arnuwandas I. mit den Išmerigäern CTH 134 Vertrag mit Kuruštama CTH 135 Vertrag Tudḫalijas I. (?) mit Tunip CTH 136. Vertrag Šuppiluliumas I. mit Mukiš CTH 137 Vertrag Arnuwandas I. mit den Kaškäern, CTH 138 Vertrag/Übereinkunft Arnuwandas I. mit den Kaškäern CTH 139 Vertrag Arnuwandas I. mit den Kaškäern CTH 140 Fragmente der Verträge Arnuwandas I. mit den Kaškäern CTH 141 Vertrag Šuppiluliumas II. mit Alašija CTH 142 Annalen Tudḫalijas I. CTH 143 Annalen Arnuwandas I. CTH 144 Übereinkunft Arnuwandas I. mit den Leuten von Ura CTH 145 Eidesleistung aus der Zeit Šuppiluliumas II. CTH 146 Mida von Paḫḫuwa CTH 147 Die Vergehen des Madduwatta CTH 148 Historischer Bericht Arnuwandas I. CTH 149 nicht vergeben CTH 150 nicht vergeben D. BRIEFE I. Ägyptisch-hethitische Korrespondenz CTH 151 Brief Amenophis III. an Tarḫundaradu von Arzawa CTH 152 Brief aus Arzawa an Amenophis III. CTH 153 Brief Šuppiluliumas I. an Ḫureja (sc. Amenophis IV. /Echnaton, Tutanchamun oder Semenchkare) CTH 154 Brief Šuppiluliumas I. an Ay(?) CTH 155 Brief Ramses' II. an Ḫattušili III. über Urḫi-Tešub CTH 156 Briefe Ramses' II. an Ḫattušili III. über Urḫi-Tešub CTH 157 Heiratsbriefe Ramses' II. an Ḫattušili III. CTH 158 Heiratsbriefe Ramses' II. an Puduḫepa CTH 159 Heiratsbriefe Ramses' II. an Ḫattušili III. und Puduḫepa CTH 160 Brief Puduḫepas an Ramses II. CTH 161 Brief Ramses' II. an Ḫattušili III. CTH 162 Briefe Ramses' II. an Ḫattušili III. und Puduḫepa CTH 163 Briefe Ramses' II. an Ḫattušili III. : CTH 164 Briefe Ramses' II. an Puduḫepa CTH 165 Briefe Ramses' II. an unbekannte Adressaten CTH 166 Brief Ramses' II. an Kupanta-Kurunta von Mira CTH 167 Brief Napteras, der Gemahlin von Ramses II. , an Puduḫepa CTH 168 Briefe der Königsmutter Tūja an Ḫattušili III. CTH 169 Briefe des Prinzen Šutaḫapšap, Sohn von Ramses II. , an Ḫattušili III. CTH 170 Fragmente ägyptisch-hethitischer Korrespondenz II. Königsbriefe CTH 171 Brief Muwatallis II. an Adad-nīrāri I. CTH 172 Brief Ḫattušilis III. an Kadašman-Enlil II. CTH 173 Brief Ḫattušilis III. an Adad-nīrāri I. CTH 174 Brief Kadašman-Turgus an Ḫattušili III. CTH 175 Brief Salmanassars I. (??) von Assyrien an einen hethitischen König CTH 176 Brief Puduḫepas an Ramses II. CTH 177 Briefe Tudḫalijas IV. an Tukulti-Ninurta I. von Assyrien CTH 178 Briefe Tudḫalijas IV. an Baba-aḫ-iddina sowie an andere Adressaten aus Assyrien CTH 179 Briefe eines Königs von Ḫanigalbat CTH 180 Brief Puduḫepas an Tattamaru CTH 181 Brief eines hethitischen Königs an den König von Aḫḫijawa („Tawagalawa-Brief“) CTH 182 Der Milawata-Brief CTH 183 Brief des Königs von Aḫḫijawa an den hethitischen König CTH 184 Brief eines Königs an Pirwannu CTH 185 Brief Ḫattušilis III. an Zuwa CTH 186 Königsbriefe an Vasallen CTH 187 Fragmentarische Königsbriefe CTH 188 Briefe an den König oder die Königin CTH 189 Brief Puduḫepas an Niqmaddu III. von Ugarit CTH 190 Korrespondenz der Würdenträger III. Verschiedene Briefe CTH 191 Der Brief Manapa-Tarḫuntas an den hethitischen König CTH 192 Brief Tudḫalijas an die Königin CTH 193 Brief Bentešinas von Amurru an Ḫattušili III. CTH 194 Brief eines Muwatalli an den König CTH 195 Brief der drei Auguren an die Königin CTH 196 Brief Lupakkis an König von Karkamiš CTH 197 Brief Mašas an seinen Herrn CTH 198 Brief eines Tudḫalija an den König CTH 199 Brief Tarḫuntiššas an Palla CTH 200 Brief eines \"Präfekten\" an den König CTH 201 Brief Pazzus an den König CTH 202 Brief Mašḫuiluwas von Mira-Kuwalija an Muršili II. CTH 203 Bericht eines Kommandanten CTH 204 Brief des Königs an Alzijamuwa CTH 205 Brief Tagi-Šarrumas an den König CTH 206 nicht vergeben CTH 207 nicht vergeben CTH 208 Fragmente akkadischer Briefe CTH 209 Fragmente hethitischer Briefe CTH 210 Verschiedene Brieffragmente E. HISTORISCHE FRAGMENTE CTH 211 Fragmente von Annalen CTH 212 Fragmente von Verträgen oder Instruktionen CTH 213 Fragmente der Götterzeugen in Verträgen und Instruktionen CTH 214 Fragmente historischer Texte CTH 215 Undifferenzierte Fragmente historischer Texte CTH 216 Fragmente akkadischer historischer Texte CTH 217 nicht vergeben CTH 218 nicht vergeben CTH 219 nicht vergeben CTH 220 nicht vergeben II. ADMINISTRATIVE UND FACHLICHE TEXTE A. KÖNIGLICHE LANDSCHENKUNGEN CTH 221 nicht vergeben CTH 222 Landschenkungsurkunden CTH 222. 26 Landschenkung des Alluwamna CTH 222. 41 Landschenkungen des Ḫuzzija II. an Attatta CTH 222. 42 Landschenkungen des Ḫuzzija II. an Attatta CTH 222 Landschenkungen unbenannter Könige (tabarna) CTH 222. 39 Landschenkung des Alluwamna CTH 222. 91 Landschenkung Arnuwandas I. an die Kammerzofe Kuwattalla CTH 224 Landschenkung Ḫattušilis III. an Ura-Tarḫunta CTH 225 Landschenkung Tudḫalijas IV. an Šaḫurunuwa CTH 226 nicht vergeben CTH 227 nicht vergeben CTH 228 nicht vergeben CTH 229 Kaufverträge CTH 229. I Hethitisch CTH 229. II Akkadisch B. BESTANDSAUFNAHMEN CTH 230 Itinerare CTH 231 Liste der Verwalter ( LÚ AGRIG CTH 232 Liste von Palastangestellten CTH 233 Liste von Familien CTH 234 Liste von Männern CTH 235 Liste von Frauen CTH 236 Liste von Männern und Soldaten CTH 237 Liste von Personen CTH 238 Liste von Ortschaften CTH 239 Liste von Felder, Kataster CTH 240 Kauflisten CTH 241 Inventare von Truhen CTH 242 Inventare von Metallen, Geräte und Waffen CTH 243 Inventare von Kleidern und Stoffen CTH 244 Inventare von Tributen ( MANDATTU ) CTH 245 Inventare von Juwelen und Schmuckstücken CTH 246 Inventare von Möbeln CTH 247 Empfangsbescheinigungen CTH 248 nicht vergeben CTH 249 nicht vergeben CTH 250 Inventarfragmente C. DIENSTANWEISUNGEN UND PROTOKOLLE CTH 251 Instruktionen für Würdenträger CTH 252 Instruktionen der Ašmunikkal für die Wächter der Grabanlage (É. NA₄) CTH 253 Instruktionen Šuppiluliumas I. CTH 254 Militärische Instruktionen Ḫattušilis III. CTH 255 Instruktionen Tudḫalijas IV. für Prinzen, \"Herren\" und \"Obere\" (LÚ. MEŠ SAG) CTH 256 Instruktionen Šuppiluliumas II. CTH 257 Instruktionen Arnuwandas I. für den Bürgermeister (hazannu) CTH 258 Instruktionen eines Tudḫalija zur Stabilisierung der Rechtsverhältnisse CTH 259 Militärische Instruktionen Tudḫalijas I. CTH 260 Instruktionen Arnuwandas I. und der Ašmunikkal für die Würdenträger (LÚ. MEŠ DUGUD) CTH 261 Instruktionen Arnuwandas I. für Provinzgouverneure ( BĒL MADGALTI ) CTH 262 Instruktionen für die Leibwache ( LÚ. MEŠ MEŠEDI ) CTH 263 Instruktionen für die Torwächter CTH 264 Instruktionen für Priester und Tempelpersonal CTH 265 Instruktionen für Palastangestellte CTH 266 Instruktionen betreffend das Palastpersonal CTH 267 Militärische Instruktionen ( LÚ. MEŠ UKU. UŠ) CTH 268 Militärische Instruktionen CTH 269 Königserlaß betreffend soziale und wirtschaftliche Reformen CTH 270 Eid des Ašḫapala CTH 271 Instruktionen betreffend die dynastische Abfolge CTH 272 Instruktionen für Würdentäger (LÚ. MEŠ DUGUD) CTH 273 nicht vergeben CTH 274 nicht vergeben CTH 275 Fragmente der Instruktionen und Protokolle D. BIBLIOTHEKEN I. Tafelkataloge CTH 276 Tafelkatalog, Typ: DUB. x. KAM CTH 277 Tafelkatalog, Typ: x ṬUP-PU CTH 278 Tafelkatalog, Typ: x DUB UMMA / mān CTH 279 Tafelkatalog, Typ: mān /INIM, ohne DUB CTH 280 Tafelkatalog, Typ: DUB. x. BI CTH 281 Tafelkatalog, Typ: DUB. x. KAM CTH 282 Verschiedene Tafelkataloge II. Etiketten CTH 283 Bibliotheksetiketten E. HIPPOLOGIE CTH 284 Pferdetrainingsanleitung des Kikkuli CTH 285 Rituell eingeleitete Pferdetrainingsanleitung CTH 286 \"Rein hethitische\" Pferdetrainingsanleitung CTH 287 Fragmente von Pferdetrainingsanleitungen CTH 288 nicht vergeben CTH 289 nicht vergeben CTH 290 nicht vergeben III. DAS RECHT A. DIE GESETZE CTH 291 Gesetze, 1. Serie: \"Wenn ein Mann\" CTH 292 Gesetze, 2. Serie: \"Wenn eine Rebe\" B. GERICHTSPROTOKOLLE CTH 293 Gerichtsprotokoll betreffend Ukkura CTH 294 Gerichtsprotokoll betreffend Kunijapija CTH 295 Verschiedene Gerichtsprotokolle CTH 296 Gerichtsprotokoll betreffend Pallarija CTH 297 Unsichere Gerichtsprotokolle CTH 298 nicht vergeben IV. GELEHRTE TEXTE A. VOKABULARE CTH 299 Vokabular S a Vokabular CTH 300 Vokabular der Serie diri DIR Niqmaddu = watru CTH 301 Vokabular der Serie erim. ḫuš = anantu CTH 302 Vokabular der Serie ḪAR. ra = ḫubullu CTH 303 Vokabular der Serie Izi = Niqmaddu CTH 304 Vokabular der Serie Ká. gal = abullu CTH 305 Vokabular der Serie Proto-LÚ CTH 306 Isoliertes Vokabular CTH 307 nicht vergeben CTH 308 nicht vergeben CTH 309 Unidentifizierte Vokabularfragmente B. ÜBERSETZUNGSLITERATUR CTH 310 Hethitische Fragmente des šar tamḫāri \"König der Schlacht\" CTH 311 Naram-Sin in Kleinasien CTH 312 Hymne an Ištar CTH 313 Hymne an Adad CTH 313. I Akkadisch CTH 313. II Hethitisch CTH 314 Trilinguale Hymne an Iškur-Adad CTH 315 Lyrische Personenbeschreibung (\"Signalement lyrique\") CTH 316 Akkadisch-hethitische Weisheit CTH 317 nicht vergeben CTH 318 nicht vergeben CTH 319 nicht vergeben CTH 320 nicht vergeben V. MYTHOLOGIE A. KLEINASIATISCHE MYTHOLOGIE CTH 321 Der Drachenkampf oder \"Illujanka\" CTH 322 Telipinu und die Tochter des Meeres CTH 323 Der Mythos vom Verschwinden und Wiederkehr der Sonnengottheit ( mugawar ) CTH 324 Der Telipinu-Mythos ( mugawar ) CTH 325 Der Mythos vom Verschwinden und Wiederkehr des Wettergottes ( mugawar ) CTH 326 Der Wettergott der Königin Ašmunikkal CTH 327 Der Wettergott der Königin Ḫarapšili CTH 328 Der Wettergott des Schreibers Pirwa CTH 329 nicht vergeben CTH 330. Der Wettergott von Kuliwišna ( mugawar und Ritual) CTH 331 Der Wettergott in Liḫzina CTH 332 Der Wettergott: mugawar -Fragmente CTH 333 Verschwinden und Wiederkehr von Anzili und Zukki CTH 334 Das Verschwinden von Ḫannaḫanna (DINGIR. MAḪ) CTH 335 Fragmente von Mythos von verschwindenden und wiederkehrenden Gottheiten ( mugawar ) CTH 336 Mythen von der Göttin Inara CTH 337 Fragmente erwähnend die Gottheit Pirwa CTH 338 Der Herr der Zunge, Mythos und Ritual CTH 339 nicht vergeben CTH 340 nicht vergeben B. MYTHOLOGIE FREMDEN URSPRUNGS CTH 341 Gilgameš CTH 341. I Akkadisch CTH 341. II Hurritisch CTH 341. III Hethitisch CTH 342 Elkunirsa und Ašertu CTH 343 Mythos vom Königtum des Gottes LAMMA CTH 344 „Das Lied vom Ursprung“: Das Königtum im Himmel oder Theogonie CTH 345 Das Lied von Ullikummi CTH 345. I Hethitisch CTH 345. II Hurritisch CTH 346 Fragmente des Mythos von Kumarbi CTH 347 Atramḫaši CTH 348 Das Ḫedammu-Lied CTH 348. I Hethitisch CTH 348. II Hurritisch CTH 349 Der Tešub-Zyklus CTH 350 Fragmente, erwähnend die Göttin Ištar CTH 351 Fragmente, erwähnend den Gott Ea CTH 352 Fragmente, erwähnend die Gottheit Ḫuranu CTH 353 Fragmente, erwähnend die Tochter der Plejaden ( d IMIN. IMIN. BI) CTH 354 nicht vergeben CTH 355 nicht vergeben CTH 356 nicht vergeben CTH 357 nicht vergeben CTH 358 nicht vergeben CTH 359 nicht vergeben C. VERSCHIEDENES CTH 360 Das Märchen von Appu und seinen Söhnen CTH 361 Das Märchen vom Jäger Kešši und seiner schönen Frau CTH 361. I Hethitisch CTH 361. II Hurritisch CTH 361. III Akkadisch CTH 362 Die Heldentaten des Gurparanzaḫ CTH 363 Das Märchen von dem Sonnengott, der Kuh und dem Fischer CTH 364 Der Gesang vom Silber CTH 365 Ritual und Mythos um Euphrat (Māla) CTH 366 nicht vergeben CTH 367 nicht vergeben CTH 368 nicht vergeben CTH 369 nicht vergeben CTH 370 Mythologische Fragmente CTH 370. I Hethitisch CTH 370. II Hurritisch VI. HYMNEN UND GEBETE CTH 371 Das Gebet an die Sonnegöttin der Erde CTH 372 Hymne und Gebet an die Sonne ( Šamaš ) CTH 373 Kantuzzilis Gebet an den Sonnengott CTH 374. Gebet eines Königs an den Sonnengott CTH 375 Gebet Arnuwandas I. und Ašmunikkals an die Sonnengöttin von Arinna CTH 376 Hymnen und Gebete an die Sonnengöttin von Arinna CTH 376. I Der mittelhethitische Vorläufer zum Gebet Muršilis II. CTH 376. II Hymne und Gebet Muršilis II. an die Sonnengöttin von Arinna CTH 377 Hymne und Gebet Muršilis II. an den Gott Telipinu CTH 378 Pestgebete Muršilis II. CTH 379 Pestgebet Muršilis II. an die Götterversammlung CTH 380 Gebet Muršilis II. an Lelwani für die Genesung von Gaššulijawija CTH 381 Gebet Muwattallis II. an die Götterversammlung CTH 382 Gebet Muwattallis II. an den Wettergott von Kummanni CTH 383 Gebet Ḫattušilis III. und der Puduḫepa an die Sonnengöttin von Arinna CTH 384 Gebet der Puduḫepa an die Sonnengöttin von Arinna CTH 385 Fragmente der Gebete an die Sonnegöttin von Arinna CTH 386 Fragmente der Gebete an den Wettergott von Nerik CTH 387 Gebet Muršilis III. CTH 388 nicht vergeben CTH 389 Fragmente der Gebete VII. RITUALE A. KLEINASIATISCHE MAGIE CTH 390 Rituale und Beschwörungen der Ajatarša, der Watti(ti) und der Šuššumaniga CTH 391 Ritual der Ambazzi betreffend die Gottheiten Zarniza und Tarpatašši CTH 392 Ritual der Anna von Kaplawija gegen unfruchtbare Weingärten CTH 393 Ritual der Anniwijani für die LAMMA-Gottheiten CTH 394 Ritual des Ašḫella von Ḫapalla gegen Seuche im Heer CTH 395 Ritual der Ḫantitaššu von Ḫurma: \"wenn die Jahre eines Menschen verstört sind\" CTH 396 Ritual der Ḫatija von Kanzapida gegen die dämonische Wišurijant CTH 397 Ritual der Ḫebatarakki von Išḫaruwa: Gegenzauber CTH 398 Ritual des Auguren Ḫuwarlu CTH 399 Ritual des Ijarri von Lallupija gegen Unreinheit CTH 400 Ritual des Irija für die Reinigung einer Stadt CTH 401 Rituale für die Reinigung einer Stadt CTH 402 Ritual der Alli von Arzawa gegen Behexung CTH 403 Rituale der Malidunna von Durmitta CTH 404 Rituale der Maštigga von Kummanni CTH 405 nicht vergeben CTH 406 Ritual der Paškuwatti von Arzawa gegen Effeminiertheit CTH 407 Ritual des Puliša gegen eingeschleppte Seuchen CTH 408 Ritual der Pupuwanni gegen Behexung CTH 409 Rituale der Tunnawija CTH 409. II Tunnawijas taknaz da -Ritual CTH 409. III Tunnawijas Beschwörung bei Geburt CTH 409. IV Tunnawijas Ritual vom Ochsen CTH 410 Ritual des Uḫḫamuwa von Arzawa gegen Seuche CTH 411 Ritual der Uruwanda gegen Behexung CTH 412 Ritual der Zuwi: Magie und Mythos CTH 413 Grundsteinlegungsritual CTH 414 Tempelbauritual CTH 415 Bauritual CTH 416 Ein althethitisches Ritual für das Königspaar CTH 417 Beschwörungen gegen die Feinde des Königs CTH 418 Ritual: Wenn ein Fremder ein Vergehen gegen das Königspaar verübt CTH 419 Ersatzrituale für den König CTH 420 Fragmente der Ersatzrituale CTH 421 Das große Ersatzritual CTH 422 Beschwörungsritual an der Feindesgrenze CTH 423 Evokationsritual für die Götter des Feindeslandes CTH 424 Ritual gegen Seuche im Heer CTH 425 Rituale gegen Seuche im Heer CTH 426 Ritual für das Heer im Rückzug CTH 427 Die Militärischen Eide CTH 428 Fragmente Militärischer Eide CTH 429 Ritual gegen Fluch CTH 430 Geburtsrituale CTH 431 Genesungsritual CTH 432 Ritual gegen Depression CTH 433 Ritual für den Schutzgott der Jagdtasche CTH 434 Ritualfragmente für die Schicksalsgöttinen (DINGIR. MAḪ, Gulšeš) CTH 435 Ritual für die Sonnengottheit CTH 436 Ritual des Meeres CTH 437 Ritual, nennend den Gott Agni CTH 438 Ritual, nennend die Feuergottheit CTH 439 Ritual für die Gottheiten Anzili und Zukki CTH 440 Ritual für Išḫara CTH 441 Ritual des Flußes CTH 442 Ritual für die göttliche Heptade ( d IMIN. IMIN. BI) CTH 443 Das Entsühnungsritual der Ziplantawija CTH 444 Reinigungsritual CTH 445 Ritual für die Entsühnung des Inzestes CTH 446 Beschwörung der Unterirdischen: Hausreinigungsritual CTH 447 Ritual gegen unterirdische Mächte CTH 448 Rituale für die Sonnengöttin der Erde CTH 449 Rituale, nennend die unterirdischen Gottheiten CTH 450 Totenrituale: \"Wenn in Ḫattuša ein großes Unheil geschieht\" CTH 451 Übersichtstafel zum Totenritual CTH 452 Fragmente der Ersatzrituale CTH 453 Fragmente der Abwehrrituale CTH 454 nicht vergeben CTH 455 Menschenopfer im Ritual CTH 456 Fragmente der Reinigungsrituale CTH 457 Beschwörungen und Mythen CTH 458 Fragmente der Beschwörungsritualen CTH 459 Fragmente von mugawar CTH 460 Aufzählen magischer Substanzen CTH 461 Medizinische Texte CTH 462 Ein Reinigungsritual für Muršili II. anläßlich seiner Thronbesteigung CTH 463 Ritual der Ambazzi gegen Schlange im Bett CTH 464 nicht vergeben CTH 465 nicht vergeben CTH 466 nicht vergeben CTH 467 nicht vergeben CTH 468 nicht vergeben CTH 469 nicht vergeben CTH 470 Ritualfragmente B. KIZZUWATNA-RITUALE CTH 471 Ritual des Ammiḫatna, Priesters von Kizzuwatna, gegen Unreinheit CTH 472 Rituale des Ammiḫatna, Tulbi und Mati gegen Unreinheit: CTH 473 Ritualfragmente des Ammiḫatna, Tulbi und Mati CTH 474 Ritual der Kuwanni, Priesterin von Kizzuwatna CTH 475 Ritual des Pillija, König von Kizzuwatna CTH 476 Geburtshilferitual des Pabanegri, Priesters von Kummanni CTH 477 Geburtsrituale CTH 478 CTH 479 Das Ritual von Kizzuwatna CTH 480 Das Ritual von Šamuḫa CTH 481 Die Expansion des Kultes der Göttin der Nacht CTH 482 Reform des Kultes der Göttin der Nacht von Šamuḫa durch Muršili II. CTH 483 Evokationsrituale CTH 484 Evokationsrituale für DINGIR. MAḪ und Gulšeš CTH 485 Evokationsrituale für Tešub, Ḫebat und Šarruma CTH 486 Sprachlähmung Muršilis II. CTH 487 Heilungsritual für Išḫara(?) CTH 488 Ritual für Ḫamrišḫara CTH 489 Ritual \"Wenn eine Frau empfängt\" CTH 490 Ritual der Ašdu, der Hurriterin, gegen Behexung CTH 491 Reinigungsrituale CTH 492 Ritual für die uralten Götter CTH 493 Vereidigungsritual CTH 494 Ritual für die Mondgöttin Ningal CTH 495 Entsühnungsritual CTH 496 Ritual des Walkui, des Priesters der Göttin der Nacht CTH 497 nicht vergeben CTH 498 nicht vergeben CTH 499 nicht vergeben CTH 500 Fragmente der (Fest)rituale aus Kizzuwatna VIII. KULTINVENTARE CTH 501 Inventar der Ortschaften Tarammeka, Kunkunija, Wijanawanta CTH 502 Inventar von Tiliura und anderen Ortschaften CTH 503 Inventar der Siegelhauses (É. NA₄ KIŠIB) CTH 504 Inventar des Manninni CTH 505 Kultinventar der Götter von Wijanawanta, Mammananta usw. CTH 506 Kultinventar der Götter von Takkupša, Ḫawarkina usw. CTH 507 Kultinventar vom Berg Ḫalalazipa CTH 508 Kultinventar vom Berg Ziwana CTH 509 Kultinventare der Wettergötter CTH 510 Kultinventare der Ortsfeste CTH 511 Stelenverzeichnisse ( NA₄ ZI. KIN) CTH 512 Ausstattung der Göttin von Arinna CTH 513 Metallobjekte mit Namen Muršilis II. CTH 514 Beschreibung der Gottheit Pirwa CTH 515 Beschreibung der Göttin Titiwatti/Tittiutti CTH 516 Beschreibung des Šulinkatti, Gottes von Tamarmara CTH 517 Der Schutzgott von Karaḫna CTH 518 Der Kult von Pirwa: Inventar CTH 519 Die Göttin der Nacht von Parnašša CTH 520 Die Göttin MUNUS. LUGAL CTH 521 Bildbeschreibungen der Gottheiten CTH 522 Fragmente der Beschreibungen von Götterstatuen und verschiedenen Objekte CTH 523 Versorgungen (melqētu) für lokale Festlichkeiten CTH 524 Der Kult von Nerik CTH 525 Heiligtumsinventare unter Tudḫalija IV. CTH 526 nicht vergeben CTH 527 nicht vergeben CTH 528 nicht vergeben CTH 529 nicht vergeben CTH 530 Fragmente der Kultinventare IX. ZUKUNFTSDEUTUNG A. SERIEN CTH 531 Hethitische Einleitung zum Kompendium Enuma Anu Enlil CTH 532 Mondfinsternis CTH 532. I Akkadisch CTH 532. II Hethitisch CTH 533 Mondvorzeichen CTH 534 Sonnenvorzeichen CTH 534. I Akkadisch CTH 534. II Hethitisch CTH 535 Sternevorzeichen CTH 536 Körpervorzeichen (Serie šumma ālu) CTH 537 Medizinische Omina CTH 537. I Akkadisch CTH 537. II Hethitisch CTH 538 Serie \"Wenn eine Mißgeburt\" (šumma izbu) CTH 538. I Akkadisch CTH 538. II Hethitisch CTH 539 Serie \"Wenn ein Vorzeichen\" CTH 540 Serie \"Wenn eine Frau gebiert\" CTH 540. I Akkadisch CTH 540. II Hethitisch CTH 541 Erdbeben CTH 542 Ölwahrsagung CTH 543 Physiognomische Omina CTH 544 Tieromina CTH 545 Geburtsomina CTH 545. I Akkadisch CTH 545. II Hethitisch CTH 546 Hemerologien CTH 547 Lebermodelle CTH 547. I Akkadisch CTH 547. II Akkadisch und hethitisch CTH 548 Vorzeichen an der Gallenblase (ZÉ, martu) CTH 549 Vorzeichen am KI. GUB \"Standort (Lebermarkierung)\" CTH 549. a Akkadisch CTH 549. b Zweisprachig akkadisch-hethitisch CTH 549. c Hethitisch CTH 550 Eingeweideomen (DUN 4, nīru \"Joch\") CTH 551 Vorzeichen der Darmwindungen (tīrānu) CTH 552 Vorzeichen an der Niere (ÉLLAG, kallītu) CTH 553 Vorzeichen an der Leber (DI, šulmu) CTH 554 Vorzeichen an der Leber ( GIŠ TUKUL) CTH 555 Vorzeichen an der Leber (bāb ekalli) CTH 556 Fragmente akkadischer Lebervorschau CTH 557 Hethitische Anweisung zur Vogelschau CTH 558 Traumomen CTH 559 nicht vergeben CTH 560 Fragmente hethitischer und akkadischer Omina CTH 560. I Akkadisch CTH 560. II Hethitisch B. PRAXIS I. Orakelberichte CTH 561 Orakel über die Feldzüge des Königs im Kaškäergebiet CTH 562 Orakelitinerare im Kaškäergebiet CTH 563 Orakel über Überwintern des Königs CTH 564 Orakel über die Feste für den Gott von Aleppo CTH 565 Orakel über den Kult der Gottheit Pirwa CTH 566 Orakel über den Kult der Gottheit von Arušna CTH 567 Orakel über den Kult der Ištar von Ninive CTH 568 Orakel über das Feiern verschiedener Feste CTH 569 Orakel betreffend den Arma-Tarḫunta und die Šaušgatti CTH 570 Leberorakel (SU) CTH 571 Unabgekürzte Leberorakel (SU) CTH 572 Losorakel (KIN) CTH 573 Vogelorakel (MUŠEN) CTH 574 Höhlenentenorakel (MUŠEN ḪURRI ) CTH 575 Schlangenorakel CTH 576 Lagerorakel (šumma immeru) CTH 577 Kombinierte Orakel, I. SU, KIN und MUŠEN CTH 578 Kombinierte Orakel, II. SU und KIN CTH 579 Kombinierte Orakel, III. SU und MUŠEN CTH 580 Kombinierte Orakel, IV. KIN und MUŠEN CTH 581 Orakelbriefe CTH 582 Orakelfragmente II. Träume und Gelübde CTH 583 Träume des Königs CTH 584 Träume der Königin CTH 585 Gelübde der Puduḫepa CTH 586 Stiftung von Feld und Personal, ähnlich dem Gelübde der Puduḫepa CTH 587 nicht vergeben CTH 588 nicht vergeben CTH 589 nicht vergeben CTH 590 Fragmente der Traum- und Gelübdetexten X. FESTRITUALE UND KULTE A. KALENDER CTH 591 Das Monatsfest CTH 592 Frühlingsfest in Zippalanda CTH 593 Frühlingsfest auf dem Berg Tapala CTH 594 Frühlingsfest in Tippuwa CTH 595 Fragmente der Frühlingsfeste CTH 596 Fragmente der Herbstfeste CTH 597 Winterfest CTH 598 Winterfest für die Sonnengöttin von Arinna CTH 599 Winterreise der heiligen Jagdtasche CTH 600 Neujahrfest CTH 601 nicht vergeben CTH 602 nicht vergeben CTH 603 nicht vergeben B. AN. TAḪ. ŠUM SAR CTH 604 AN. TAḪ. ŠUM SAR, Übersichtstafeln CTH 605 AN. TAḪ. ŠUM SAR, 1. Tag CTH 606 AN. TAḪ. ŠUM SAR, 2. Tag CTH 607 AN. TAḪ. ŠUM SAR, 6. Tag CTH 608 AN. TAḪ. ŠUM SAR, 7. -8. Tag CTH 609 AN. TAḪ. ŠUM SAR, 11. Tag CTH 610 AN. TAḪ. ŠUM SAR, 12. -13. Tag CTH 611 AN. TAḪ. ŠUM SAR, 14. -15. Tag CTH 612 AN. TAḪ. ŠUM SAR, 16. Tag: Tempel des Ziparwa; Sonnengöttin der Unterwelt CTH 613 AN. TAḪ. ŠUM SAR, 18. -19. Tag: für den Gott Piḫaššašši CTH 614 AN. TAḪ. ŠUM SAR, 21. (?) Tag: für die Erdgottheit IB/URAŠ CTH 615 AN. TAḪ. ŠUM SAR, 22. -25. Tag: für die Ištar von Ḫattarina CTH 616 AN. TAḪ. ŠUM SAR, 29. Tag: für Ea und seinen Kreis CTH 617 AN. TAḪ. ŠUM SAR, 32. Tag: für die Schutzgottheit von Tauriša CTH 618 AN. TAḪ. ŠUM SAR, 33. -34. Tag: am Berge Piškurunuwa CTH 619 AN. TAḪ. ŠUM SAR, 38. Tag: Regenfest CTH 620 AN. TAḪ. ŠUM SAR in Ankuwa für die Göttin Kataḫḫa CTH 621 AN. TAḪ. ŠUM SAR, \"Erste Tafel\" CTH 622 nicht vergeben CTH 623 nicht vergeben CTH 624 nicht vergeben CTH 625 Fragmente des AN. TAḪ. ŠUM SAR -Festes C. VERSCHIEDENE FESTRITUALE CTH 626 Das Eilfest (EZEN₄ nuntarrijašḫaš) CTH 627 Das KI. LAM-Fest CTH 628 Das (ḫ)išuwa-Fest CTH 629 Das Beständige Fest (EZEN₄ SAG. UŠ) CTH 630 Mond- und Donnerfest CTH 631 Das Gewitterritual CTH 632 Ahnenfest oder -ritual CTH 633 Das Zeugungsfest bzw. Fest der Investitur zum Thronfolger (EZEN₄ ḫaššumaš) CTH 634 Das große Fest von Arinna CTH 635 Fragmente der Feste von Zippalanda und Berg Daḫa CTH 636 Fest von Šarišša CTH 637 Festritual für den Gott von Ḫiššašḫapa CTH 638 Feste für Telipinu CTH 639 Fragmente des Festes für Titiwatti CTH 640 Festfragmente für luwische Gottheiten CTH 641 Der Kult von Išḫara CTH 642 Fragmente, nennend den Vegetationsgott Zinkuruwa CTH 643 Fragmente, nennend Gott Ziparwa CTH 644 Fest- oder Ritualfragmente, nennend Pirinkir: Pferde CTH 645 Fragmente der Feste für die unterirdische Gottheiten CTH 646 Fragmente der Feste, gefeiert von der Königin CTH 647 Feste, gefeiert vom Prinz (DUMU. LUGAL bzw. DUMU-aš) CTH 648 nicht vergeben CTH 649 Festfragmente, nennend die Priesterin NIN. DINGIR CTH 650 Festfragmente, nennend die zintuḫi-Frauen CTH 651 Festfragmente, nennend die ḫazgarai-Frauen CTH 652 Festfragmente, nennend den \"Mann des Wettergottes\" (LÚ d U) CTH 653 Festfragmente, nennend die \"Hundemänner\" (LÚ. MEŠ UR. GI 7 ) CTH 654 Festfragmente, nennend die Leute von Kuruštama CTH 655 Festfragmente, nennend den König Ḫantili CTH 656 Gemischte Feste: Gesang auf Hattisch, Hurritisch, Kanisisch usw. CTH 657 Kultreise aus Ḫattuša nach Ankuwa CTH 658 Eine Kultrestauration(?) CTH 659 Fragmente eines Inthronisationsfestes CTH 660 Opfer für die Königsstatuen CTH 661 \"Königslisten\" CTH 662 Opfergaben der Ortschaften für lokale Kulte CTH 663 Opfergaben: Götternamen am Zeilenanfang CTH 664 Fragmente der Götterlisten (Feste?) CTH 665 Fragmente, nennend die ašuša(tal)la-Leute - CTH 666 Texte zum Kult von Arinna CTH 667 Texte zum Kult von Zalpuwa CTH 668 Texte zum Kult von Ḫanḫana CTH 669 Größere Festritualfragmente CTH 670 Festritualfragmente D. DER KULT VON NERIK CTH 671 Opfer und Gebet an den Wettergott von Nerik CTH 672 Der Monatsfest von Nerik CTH 673 \"Die Tafel des Verzeihens der Gottheiten von Nerik\" CTH 674 Fragmente des purullija-Festes von Nerik CTH 675 Fragmente des Festes im ḫešta-Haus CTH 676 Fragmente eines Reingungsrituales in Nerik CTH 677 Rationslisten (tarnatt-) CTH 678 Festritualfragmente von Nerik CTH 679 nicht vergeben CTH 680 nicht vergeben E. KULT DER SCHUTZGOTTHEIT ( d LAMMA) CTH 681 Feste von Karaḫna CTH 682 Fest für alle Schutzgottheiten CTH 683 Erneuerung der Jagdtasche der Schutzgottheiten CTH 684 Fest für die Flußschutzgottheiten CTH 685 Festritualfragmente für die Schutzgottheiten CTH 686 nicht vergeben CTH 687 nicht vergeben CTH 688 nicht vergeben CTH 689 nicht vergeben F. DER KULT DER ḪUWAŠŠANNA VON ḪUBEŠNA CTH 690 Liste der Feste für Ḫuwaššanna CTH 691 Das witašš(ij)aš-Fest CTH 692 Fragmente des witašš(ij)aš-Festes CTH 693 Das šaḫḫan-Fest CTH 694 Fragmente der Feste für Ḫuwaššanna G. KULTE UM TEŠUB UND ḪEBAT CTH 695 nicht vergeben CTH 696 nicht vergeben CTH 697 nicht vergeben CTH 698 Kulte von Tešub und Ḫebat von Aleppo CTH 699 Fest für Tešub und Ḫebat von Lawazantija CTH 700 Inthronisationsritual für Tešub und Ḫebat CTH 701 Trankopfer für den Thron der Ḫebat CTH 702 Ritual für Ḫebat: Erneuerung eines Tempels CTH 703 Rituale des Muwalanni, Priesters von Kummanni, für Tešub von Manuzzija CTH 704 Listen hurritischer Gottheiten in (Fest)ritualen CTH 705 Listen hurritischer Gottheiten in (Fest)ritualen CTH 706 Fragmente der (Fest)rituale für Tešub und Ḫebat CTH 707 nicht vergeben CTH 708 nicht vergeben CTH 709 nicht vergeben H. KULTE DER IŠTAR CTH 710 Fest für Ištar von Šamuḫa CTH 711 Herbstfest für Ištar von Šamuḫa CTH 712 Fest für Ištar von Šamuḫa CTH 713 Ritual für Ištar von Tamininga CTH 714 Fest für Ištar von Ninive CTH 715 Winterfest Ištar von Ninive CTH 716 Ritual für Ištar von Ninive CTH 717 Ritual und Hymne an Ištar CTH 718 Ritual für Ištar-Pirinkir: Rezitationen auf babylonisch (pabilili) CTH 719 Fest für Ištar, Ḫu(r)dumana, Aruna CTH 720 Fragmente der (Fest)rituale für Ištar CTH 721 Fest für Ištar vom Berg Amana CTH 722 Rituale für das Große Meer und das tarmana-Meer CTH 723 nicht vergeben CTH 724 nicht vergeben XI. FREMDSPRACHIGES A. HATTISCH CTH 725 Hattisch-hethitisches Ritual zur Einweihung eines Tempels CTH 726 Hattisch-hethitisches Grundsteinlegungsritual CTH 727 Hattisch-Hethitischer Mythos 'Der Mond, der vom Himmel fiel' CTH 728 Hattisch-hethitische Beschwörung CTH 729 Hattisch-hethitische Beschwörung CTH 730 Hattische Mond- und Windbeschwörungen CTH 731 Hattisch-hethitische Fragmente CTH 732 Ritual des Ḫutuši, beim Feldzug CTH 733 Invokationen der hattischen Gottheiten: Göttersprache, Menschensprache CTH 734 Fragmente hattischer Rituale und Beschwörungen CTH 735 Hattische Gebete oder Beschwörungen CTH 736 Sprüche der Göttin Zintuḫi im Tempel der Sonnengöttin CTH 737 Feste von Nerik (mit hattischen Sprüchen) CTH 738 Feste für die Göttin Tetešḫapi CTH 739 Feste der Ortschaft Tuḫumijara CTH 740 Hattische Litaneien CTH 741 Hattischer Gesang der Frauen von Tiššarulija CTH 742 Hattischer Gesang (SÌR) CTH 743 Hattischer Wechselgesang CTH 744 Festritualfragmente mit hattischen Sprüchen CTH 745 Hattische Fragmente CTH 746 nicht vergeben CTH 747 nicht vergeben CTH 748 nicht vergeben CTH 749 nicht vergeben B. PALAISCH CTH 750 Festritual für die Gottheit Ziparwa CTH 751 Palaisches Ritual mit Brotopfersprüchen CTH 752 Palaische Hymne und Mythos CTH 753 Festritual mit palaischer Rezitation CTH 754 Palaische Fragmente CTH 755 nicht vergeben CTH 756 nicht vergeben C. LUWISCH CTH 757 Ritual des Zarpija von Kizzuwatna gegen Seuche CTH 758 Ritual des Purijanni gegen Verunreinigung des Hauses CTH 759 Das dupaduparša-Ritual CTH 760 Ritual der Alten Frau ( MUNUS ŠU. GI); I: Ritual der Tunnawija, II: Ritual der Kuwattalla CTH 761 Das Große Ritual (šalli aniur) CTH 762 Fragmente des Großen Rituals(?) CTH 763 Hethitische Ritualfragmente mit Luwismen CTH 764 Magie und Mythos: die vernachlässigte Gottheit CTH 765 Luwische Beschwörungen gegen Krankheit CTH 766 Luwische Mondbeschwörung CTH 767 Beschwörungssfragmente mit Luwismen CTH 768 Luwische mythologische Fragmente CTH 769 Luwisches Brieffragment CTH 770 Luwische Ritualfragmente CTH 771 Die Tafel von Lallupija (Luwismen) CTH 772 (Fest)rituale von Ištanuwa CTH 773 Gesang von Ištanuwa D. HURRITISCH CTH 774 Hurritische Omina CTH 775 Historisch-mythologische hurritische Texte CTH 776 Mythologische Erzählung: Tešub und die Flüsse CTH 777 Mundwaschungsritual (idgaḫi-, itkalzi-) - CTH 778 Fragmente des Mundwaschungsrituals, nennen Tašmišarri und Taduḫepa CTH 779 Ritual der Ummaja CTH 780 Ritual der Allaituraḫi CTH 780. I Die hurritisch-hethitischen Vorl CTH äufertafeln des Serienwerkes CTH 780. II Das Serienwerk CTH 780. III Das Ritual f CTH ür den Großkönig Šuppilulijama II. CTH 780. IV Fragmente unsicherer Zuordnung CTH 781 Fragmente des Rituals der Allaituraḫi CTH 782 Ritual der Göttin Išḫara gegen Meineid CTH 783 Medizinische Rituale des Zellija CTH 784 Hurritisches Ritual für das Königspaar CTH 785 Ritual für den Berg Ḫazzi CTH 786 Hurritische Götterlisten CTH 787 Hurritische Opferlisten CTH 788 Ritual der Beschwörerin Šalašu CTH 789 Der Gesang (von) der Freilassung CTH 790 Fragmente hethitisch-hurritischen Rituale und Beschwörungen CTH 791 Hurritische Fragmente XII. SUMERISCH-AKKADISCHE LITERATUR A. RELIGION CTH 792 Akkadische Hymne an Šamaš CTH 793 Šamaš-Beschwörung („Incantation to Utu“) CTH 794 Sumerisch-akkadische Hymne und Gebet CTH 795 Fragmente akkadischer Hymnen CTH 796 Akkadische Mythologische Erzählung(?) CTH 797 nicht vergeben CTH 798 nicht vergeben CTH 799 nicht vergeben B. MAGIE CTH 800 Sumerische Beschwörungen CTH 801 Sumerisch-akkadische Beschwörungen CTH 802 Ritual gegen Impotenz (Typ ŠÀ. ZI. GA) CTH 803 Akkadische Beschwörung (šumma amīlu kašip) CTH 804 Akkadische Beschwörung ana pišerti kišpī CTH 805 Sumerisch-akkadische Beschwörung UDUG. ḪUL. A. MEŠ: CTH 806 Beschwörungen, nennend AŠAR. LÚ. ḪI CTH 807 Akkadische Prismenfragmente CTH 808 Pharmakopäisches Rezept mit hethitischen und luwischen Glossen CTH 809 Akkadische Rezepturen gegen Augenkrankheiten CTH 810 Akkadische Beschwörung (Der Mondgott und die Kuh) CTH 811 Akkadische Rezepturen gegen Fieber CTH 812 Akkadische Beschwörungen CTH 813 Akkadische Fragmente C. VERSCHIEDENES CTH 814 Akkadische Weisheitstexte CTH 815 Akkadische Samenliste CTH 816 Akkadische Aufzählung von Soldaten CTH 817 Akkadische Eponymenliste (līmu) CTH 818 Akkadische Gefangenenliste CTH 819 Akkadische Fragmente XIII. VARIA CTH 820 Segen für Labarna-König CTH 821 Das Königtum und göttliches Recht CTH 822 \"Die Erzählung von den Kaufleuten\" CTH 823 Feuerordal CTH 824 Itinerarfragmente CTH 825 Kolophone CTH 826 Etikett: Invokation(?) auf barbarischen Hethitisch CTH 827 Orakel in archaischer Sprache CTH 828 Orakelanfragen CTH 829 nicht vergeben CTH 830 nicht vergeben CTH 831 Fragmente in unbekannter oder undeterminierter Sprache CTH 832 Hethitische Fragmente verschiedenen Inhaltes CTH 833 Altassyrisch, vorwiegend aus kārum Ḫattuš CTH 834 Opferzurüstungen, Schülertafel? CTH 835 Musikalische Notation in Ugarit CTH 1001 Ägyptische Inschrift.", 
    "domain": "www.hethport.uni-wuerzburg.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "catalogue", 
        "Hittite", 
        "open access", 
        "text editions"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8479169636220564258", 
            "resource_date": "2015-03-22T09:18:16.594-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:48.154191"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/09/open-access-hittite-text-corpus.html", 
            "resource_date": "2015-03-22T09:18:16.594-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:48.154208"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Open Access Hittite Text Corpus: Catalog der Texte der Hethiter (CTH)", 
    "url": "http://www.hethport.uni-wuerzburg.de/CTH/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}