{
    "description": "Hethitische Bibliographie Online. Vorgeschichte Im Jahre 1979 bildete sich am damaligen Institut für Orientalische Philologie der Universität Würzburg (jetzt: Inst. für Altertumswissenschaft, Lehrstuhl für Altorientalistik) eine Arbeitsgruppe, zu der auch Massimiliano Marazzi gehörte, die zum Ziel hatte, alle bibliographischen Neuheiten auf dem Gebiet der Hethitologie unter besonderer Berücksichtigung der Lexikographie zusammenzustellen. 1982 tat sich diese Arbeitsgruppe mit H. M. Kümmel vom Orientalischen Institut der Universität Marburg zusammen, der schon über einige Jahre eine anatolische Bibliographie für die Zeitschrift Archiv für Orientforschung betreut hatte mit dem Ziel, eine Reihe von nach Autoren und Lexemen geordneten, bibliographischen Aktualisierungen ins Leben zu rufen. Die erste Tranche der Arbeit wurde 1985 in Band 32 des Archiv für Orientforschung veröffentlicht und umfaßte die lexikalischen Neuigkeiten der Jahre 1979-1984. Eine zweite Aktualisierung erschien im Band 37 (1987) mit nach Autoren und nach Lexemen geordneten bibliographischen Angaben aus den Jahren 1985-1987. Mit dem unerwarteten Tod Prof. Kümmels und der Transferierung des Projektes an das Dipartimento di Studi Glottoantropologici der Universität ‚La Sapienza‘ in Rom konnte Dank der Mitarbeit zweier junger Hethitologinnen, P. Dardano und N. Bolatti-Guzzo, die Arbeit über die Jahre 1988-1992 aufgenommen werden. Die daraus hervorgegangene dritte Aktualisierung im Band 42-43 (1995-96) führte eine Reihe von Neuerungen ein: 1)       ein kanonisiertes Ordnungssystem der Autorenbibliographie, 2)       eine Vereinheitlichung der Zitierweise von Autorenbibliographie und lexikalischer Liste, 3)       die Erweiterung der Lexikographie um den Bereich ‚Hieroglyphenluwisch‘ in Form der Aktualisierung der zwischenzeitlich veröffentlichten lexikographischen Liste in ‚Il geroglifico anatolico. Problemi di analisi e prospettive die ricerca‘, Rom 1990 (Biblioteca di Ricerche Linguistiche e Filologiche 24). Im Jahre 1996 wurde das Projekt einer anatolischen Bibliographie durch ein Abkommen zwischen der Arbeitsgruppe, die zwischenzeitlich am Istituto Universitario Orientale in Neapel angesiedelt war, und dem Institut für Orientalische Philologie der Universität Würzburg unter der Leitung von G. Wilhelm neu organisiert. Seit 1999 mit der definitiven Ansiedlung des Projektes und seiner Archive am Centro Mediterraneo Preclassico des Istituto Universitario Suor Benincasa in Neapel und auf der Basis der Zusammenarbeitsvereinbarung mit dem Würzburger Insitut, wurde die Anatolische Bibliographie Teil des größeren Projektes des Mainzer Hethitologie Portals. Für die Zeit vor 1980 wird die Bibliographie aus elektronischen Datenbeständen von G. Wilhelm und G. G. W. Müller in Zusammenarbeit mit J. Součková (Prag) zusammengestellt. Mit der Bearbeitung der Daten unter der Leitung von G. G. W. Müller war A. Intilia betraut.", 
    "domain": "www.hethport.uni-wuerzburg.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Turkey", 
        "Anatolia", 
        "Hittite", 
        "bibliography"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6392342411962851974", 
            "resource_date": "2014-08-06T09:43:00.960-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:05.124987"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/08/hethitische-bibliographie-online.html", 
            "resource_date": "2014-08-06T09:43:00.960-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:05.125003"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Hethitische Bibliographie Online", 
    "url": "http://www.hethport.uni-wuerzburg.de/hetbib/index.php", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}