{
    "description": "Emar Online Database. Yoram Cohen, Lorenzo d’Alfonso, Dietrich Sürenhagen (January 2008) The Emar Online Database includes references to the texts from Emar and its vicinity found in the scholarly literature up to 2003, following the Emar bibliography by Betina I. Faist, Josué-Javier Justel, and Juan-Pablo Vita. The texts included in our database were those dug by the French excavations at Tell Meskene during the early 70s, as well as those coming from illegal diggings on the site, which made their way to the antiquity market and were eventually bought by private collectors and institutions. The database includes more than 12,000 records, which were collected for over a period of two and a half years by Lorenzo d’Alfonso, Tankred Kauf, Stephan Kämmer and Luts Kühne at the University of Konstanz (contributions by authors beginning with A-L), and by Yoram Cohen and Shimrit Salem of Tel Aviv University (contributions by authors beginning with M-Z). The whole datebase filling took place in Konstanz. The database was programmed by Jürgen Glocker, (University of Konstanz), while the internet configuration has been conceived by Francesco di Filippo (University of Napoli \"l'Orientale\"). Adaption to the Hethitologieportal by Gerfrid G. W. Müller. Home the Project Abbreviations Emar Online Database Links.", 
    "domain": "www.hethport.uni-wuerzburg.de", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Syria", 
        "Emar", 
        "bibliography"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4418896135499994935", 
            "resource_date": "2012-03-08T20:40:32.599-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:56.179583"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/03/emar-bibliography.html", 
            "resource_date": "2012-03-08T20:40:32.599-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:56.179599"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Emar Bibliography", 
    "url": "http://www.hethport.uni-wuerzburg.de/emarkonk/index.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}