{
    "description": "The Friedberg Genizah Project (FGP) was established to facilitate and rejuvenate Genizah research. It is achieving this goal by locating the Genizah manuscripts and then identifying, cataloging, transcribing, translating, rendering them into digital format (i. e. , photographing) and publishing them online. FGP is operating in a joint venture with the Jewish Manuscript Preservation Society of Toronto, Canada. The high-resolution digital images of the manuscripts (600 DPI, or dots per inch, the standard set by the Research Libraries International Organization) are, in a certain sense, \"better\" than the original manuscript because they can be visually enhanced by computer-generated viewing tools and can be accessed from any computer with internet access at the FGP's online research platform. The huge academic interest generated by FGP is evidenced by the fact that the most prestigious university libraries in the world have signed copyright agreements with FGP, are participating in the project and are sharing their invaluable manuscript collections with the world. In May 2008, FGP released a fully-operational version of its online research platform, where it is now possible to view over 100,000 digitized images of Genizah manuscripts. In October 2009 The Friedberg Genizah Project entered into a joint venture agreement with the Jewish Manuscript Preservation Society of Toronto, Canada.", 
    "domain": "www.genizah.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "project", 
        "Genizah"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2064944772533312360", 
            "resource_date": "2012-02-22T14:17:44.059-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:05.676543"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2010/04/open-access-cairo-genizah-manuscripts.html", 
            "resource_date": "2012-02-22T14:17:44.059-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:05.676560"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Friedberg Genizah Project (FGP)", 
    "url": "http://www.genizah.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}