{
    "description": "www. genizah. org. www. genizah. org. להלן תיאור של השיפורים והנתונים שנוספו באתר מאז ההודעה הקודמת על גירסה 8 ביולי 2011. קיימברידג': מאז הודעתנו הקודמת לפני כארבעה חודשים, נוספו באתר עוד 40,214 תמונות מאוסף הגניזה של CUL, ברובן מן האוספים TS: AR, AS, NS ו- Oriental 2118, ובזה מגיע המספר הכללי של התמונות של קטעי גניזה מקיימברידג' לכ-258,000. הספריה הבריטית: נוספו 316 תמונות לאתר. JTS (Jewish Theological Seminary – New York): נתקבלו והוכנסו לאתר 1065 תמונות, רובן תמונות חדשות, ואחרות שהן גירסאות משופרות של תמונות קיימות. המספר הכולל של תמונות באתר הוא כיום כ-320,000. 1. צירופים: בדפים רבים באתר מופיע בגרסה זו מידע (או סטטיסטיקה) על צירופים, שהיה חסר עד כה, כולל בדפי \"תוצאות\" של חיפוש מתקדם. 2. תמונות: קיימות שתי פונקציות חשובות חדשות: א) לאחר עיבוד תמונה ב- ViewOne ע\"י שימוש באייקון ה\"שמש\" כדי להגיע לניגוד, בהירות ואור אופיטמליים, אפשר לשמור את התמונה עם הגדרות התצוגה שלה בשולחן העבודה של המשתמש, לצפייה עתידית. ב) לאחר סיבוב תמונה נתונה על ידי פונקציית QuickView לצורך יישורה או לצורך הקלת הקריאה של שורות אלכסוניות, ניתן לשלוח את התמונה במיקומה החדש ל- ViewOne כדי לצפות בה שם ולעבד אותה בעזרת השימוש ברפרטואר העשיר של עיבוד תמונה ב- ViewOne; ואז אפשר לשמור אותה בשולחן העבודה האישי לצורך צפייה בעתיד. 3. קטלוגים סרוקים: הוכנסו סריקות חדשות של ערכים קטלוגיים מהקטלוגים של Zulay ו- Widder על קטעי גניזה של בודפסט, שהיו חסרים עד כה. 4. רישום מוסדות: נוספה מערכת רישום חדשה ופשוטה עבור ספריות, המאפשרת גישה חופשית ומיידית לאתר הגניזה לכל המבקרים בספריות, מתוך עשרים מחשבים המסומנים לכך בספריה. 5. שיפורים שונים: א) מסגרות: מבנה ה\"מסגרות\", המאפשר למשתמשים להוסיף הגבלות לחיפוש, שופר בהרבה והותאם יותר לטיב התחומים ולמבנה המיוחד של החיבורים; כמו כן נוספה הפרדה טובה יותר בין גוף הספר למידע המצורף לספר (הקדמה, נספחים, תוכן הענינים וכו'). ב) סטטיסטיקות: הטבלאות הסטטיסטיות המופיעות ב\"עזרה\" של כל פונקציה ונותנות סקירה מפורטת של המידע, הורחבו ושופרו במידה ניכרת. ג) שולחן העבודה האישי: בשולחן העבודה מופיעים כעת אייקונים שונים המאפשרים קבלת סוגים מסוימים של מידע בשולחן העבודה. ד) פורום: קיימת כעת פעולת סינון משופרת לכל ההערות בפורום. ה) הגבלות: הזמן המוקצה לשהייה \"בטלה\" (ללא כל פעילות) באתר הוגדל מ-40 ל-60 דקות. הערות: אנו מזכירים לקוראינו שמשתמשים מורשים רשאים להוסיף מידע חדש (כולל \"צירופים\"), אשר יופיעו באתר בתוספת שמו של המשתמש, באמצעות מערכת FOLUS על כל קטעי הגניזה שבאתר, אנו מעודדים משתמשים כאלו להשתמש בהזדמנות הניתנת להם להעשרת האתר במידע חדש לתועלת כל קהילת חוקרי הגניזה. משתמשים נוספים המעוניינים לתרום באופן זה, מוזמנים לשלוח אלינו דואר אלקטרוני דרך \"צור קשר\". אנו גם מעודדים את המשתמשים להשתמש בפורום הציבורי כדי להציג הארות חדשות, לשלוח שאילתות, לפתוח דיונים ועוד, על נושאי הגניזה. העיפו מבט בפורום עוד היום! אנו מזכירים למשתמשי אתר הגניזה את קיומו של אתר Nahum שאפשר להגיע אליו דרך אתר הגניזה, וכן גם ישירות בכתובת: http//www. jewishmanuscripts. org. אתר זה מכיל קרוב ל-100,000 תמונות דיגיטליות באיכות גבוהה מאוסף כתבי היד התימניים של נחום, וכן גם קטלוג חלקי ומידע נוסף על הקטעים וכתבי היד. אפשר לחפש ולעבד מידע זה תוך שימוש בכלים המצויים שם והזהים לאלו המופיעים באתר הגניזה.", 
    "domain": "www.genizah.org", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "The Friedberg Genizah Project Updates", 
        "url": "http://www.genizah.org/"
    }, 
    "keywords": [
        "religion", 
        "theology"
    ], 
    "language": [
        "he", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1642512453363456260", 
            "resource_date": "2011-11-30T06:29:04.884-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:12:05.377170"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/11/friedberg-genizah-project-updates.html", 
            "resource_date": "2011-11-30T06:29:04.884-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:12:05.377186"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "www.genizah.org", 
    "url": "http://www.genizah.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}