{
    "description": "CLAROS. Concordance of Greek inscriptions. CLAROS. Concordance of Greek inscriptions. Researchers working in Greek epigraphy know how laborious can be sometimes the location of the bibliography generated by an inscription or a series of inscriptions throughout the years. The purpose of the data base CLAROS is to make easier the task of locating new editions of Greek inscriptions appeared all along the last hundred years. It is designed to help the epigraphists, but particularly, we think, the non specialists (historians, linguists, philologists, etc. ), less acquainted than those to find their paths in the bibliographical jungle into which this discipline has turned. Its origin goes back to 1990, when part of the team of the DGE started gathering in a previous version under MSDOS environment this type of information in order to help us in the task of reviewing the epigraphical material included in the dictionary. It has the same philosophy of other sections of this web page: to put at the disposal of scholars information of internal use for the DGE that would be difficult to consult in other way. This data base has no claims to be exhaustive and does not try to collect every edition of each inscription included. It is only a sum of the concordances included at the end of many epigraphical collections that were published since the end of the Nineteen Century. In addition, we have included a certain number of concordances prepared by the authors of the Supplementum Epigraphicum Graecum for volumes that had an incomplete concordance or had no concordance at all (more than 100). Finally, we made a number of concordances through direct reading of volumes that also had no concordance (those are more than 250). Among them can be mentioned for instance collections such as GVI, ICr. , Hell. , IGR, INomima, ISE, ISic. MG, RDGE, Schwyzer or Sokolowski. CLAROS Presentation.", 
    "domain": "www.dge.filol.csic.es", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "epigraphy", 
        "Greek", 
        "concordance", 
        "inscriptions"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6684073723875156491", 
            "resource_date": "2011-01-25T09:11:46.276-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:41.724002"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/01/claros-concordance-of-greek.html", 
            "resource_date": "2011-01-25T09:11:46.276-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:41.724019"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "CLAROS. Concordance of Greek inscriptions", 
    "url": "http://www.dge.filol.csic.es/claros/cnc/2cnc.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}