{
    "authors": [], 
    "contributors": [], 
    "description": "The editors of the Diccionario Griego-Español (DGE) are pleased to announce the new release of CLAROS, the online concordance of Greek inscriptions, that can be accessed at <http://www. dge. filol. csic. es/claros/cnc/cnc. htm>. CLAROS is a part of the DGE project. It is an electronic database containing the successive publications of epigraphical Greek texts re-edited during the last 125 years (and before). Users of CLAROS can consult the data relative to the edition of Greek inscriptions (name and date of publication, and the editor's name; but not the epigraphic text itself). More interestingly, users can retrieve the concordance BETWEEN inscriptions, that is, the different editions of the same inscription. In addition to the bibliographical reference to the main editions of an epigraphical text, CLAROS contains reference to numerous corpora of translations of the same Greek texts. This new release of CLAROS contains more than 605,000 concordances between inscriptions published (in text or translation) in about 6,300 publications. This data was collected through the inspection of about 1000 epigraphical collections (including SEG and Bulletin Epigraphique). The main contribution of this upgrade, apart from 150. 000 new concordances, is the introduction of almost 180. 000 external links that connect the results of bibliographical searches with digital versions of publications. There are three kinds of links, each of them in a different color: The red links connect with PDF papers in subscription platforms, which require some kind of payment for consulting complete papers, like JStor or Periodicals Archive Online. The green links connect with hard copies (journals or books) in PDF or JPG format that may be consulted without restrictions in all kinds of platforms or repositories (École Française d'Athènes, Köln Universität, Gallica, Universitätsbibliothek Heidelberg, Persée, Revues. org, Internet Archive, etc. ). The blue links connect with digital editions of inscriptions, including both original editions (The Princeton Project on the Inscriptions of Anatolia in Searchable Greek Inscriptions, Inscriptions of Aphrodisias Project, Inscriptions of Israel / Palestine, etc. ) and digital versions of corpora simultaneously or previously published (Inscriptiones Graecae, Monumenta Asiae Minoris Antiqua XI, Inscriptions of Roman Tripolitania, etc. ). The database can be consulted in Spanish, French and English at. <http://www. dge. filol. csic. es/claros/cnc/cnc. htm> Here you can learn more about the editions used, the criteria for the inclusion in the data base, and a full list of the bibliographical abbreviations. The editors of CLAROS would appreciate any suggestion for the improvement and enlargement of the data base. Please, send your letters to. juan. rodriguez@cchs. csic. es. Quienes trabajan en epigrafía griega saben lo laborioso que resulta a veces rastrear la bibliografía generada por una inscripción o una serie concreta de inscripciones a lo largo de los años. El propósito de la base de datos CLAROS es facilitar la tarea de localizar nuevas ediciones de inscripciones griegas aparecidas a lo largo del último siglo. Está pensada para servir de ayuda tanto a los especialistas en epigrafía griega como a los historiadores, lingüistas y filólogos en general, menos habituados que aquellos a desenvolverse en la jungla bibliográfica en que se ha convertido esta disciplina. El origen de esta base de datos se remonta al año 1990, cuando una parte del equipo del DGE empezó a recoger en una versión previa bajo entorno MSDOS este tipo de información con el fin de servir de ayuda en la tarea de revisión del material epigráfico incluido en el diccionario. Su filosofía es la misma que la de otras secciones de esta página web: poner a disposición de los investigadores información de uso interno del DGE que difícilmente vería la luz de otro modo. Esta Base de Datos en modo alguno pretende ser exhaustiva, ni aspira a recoger todas las ediciones de cada inscripción citada. Es sencillamente una suma de las concordancias que aparecen al final de numerosas colecciones epigráficas publicadas en los últimos cien años, más o menos. A ello se añade un cierto número de concordancias preparadas por los autores del Supplementum Epigraphicum Graecum para volúmenes que carecían de ella o la tenían incompleta y, por último, un buen número de concordancias realizadas por nosotros directamente para volúmenes que igualmente carecían de ella. Entre estos últimos pueden citarse por ejemplo colecciones como GVI, ICr. , Hell. , IGR, INomima, ISE, ISic. MG, RDGE, Schwyzer o Sokolowski. Presentación.", 
    "domain": "www.dge.filol.csic.es", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "CLAROS. Concordancia de Inscripciones griegas", 
        "url": "http://www.dge.filol.csic.es/claros/cnc/cnc.htm"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "Greek", 
        "concordance", 
        "language"
    ], 
    "languages": [
        "es"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7654401881204325730", 
            "resource_date": "2015-03-07T18:13:48.240-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:14:17.479093"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/claros-concordancia-de-inscripciones.html", 
            "resource_date": "2015-03-07T18:13:48.240-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:14:17.479109"
        }, 
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7654401881204325730", 
            "resource_date": "2015-03-07T18:13:48.240-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:14:17.491936"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/claros-concordancia-de-inscripciones.html", 
            "resource_date": "2015-03-07T18:13:48.240-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:14:17.491950"
        }, 
        {
            "fields": [
                "subordinate_resources", 
                "resource_key", 
                "keywords", 
                "languages", 
                "description", 
                "is_part_of", 
                "identifiers"
            ], 
            "resource": "http://purl.org/net/wf-motifs#Combine", 
            "term": "http://purl.org/net/wf-motifs#hasWorkflowMotif", 
            "when": "2015-07-11T20:14:17.499987"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "claros-cnc-cnc-htm", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "CLAROS. Concordancia de Inscripciones griegas", 
            "url": "http://www.dge.filol.csic.es/claros/cnc/cnc.htm"
        }, 
        {
            "title_full": "Base de Datos", 
            "url": "http://www.dge.filol.csic.es/claros/claros.htm"
        }, 
        {
            "title_full": "Colecciones", 
            "url": "http://www.dge.filol.csic.es/claros/cnc/cnc2.htm"
        }, 
        {
            "title_full": "Ayuda", 
            "url": "http://www.dge.filol.csic.es/claros/cnc/cnc4.htm"
        }, 
        {
            "title_full": "Lista", 
            "url": "http://www.dge.filol.csic.es/claros/cnc/cnc3.htm"
        }, 
        {
            "title_full": "Búsqueda", 
            "url": "http://www.dge.filol.csic.es/claros/cnc/cnc5.htm"
        }
    ], 
    "title": "CLAROS. Concordancia de Inscripciones griegas", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.dge.filol.csic.es/claros/cnc/cnc.htm", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}