{
    "description": "University of Oxford Podcasts: Faculty of Classics. Oxford has the largest Classics department in the world, with unparalleled teaching, library and museum resources and a range of extracurricular activities, including performances of Greek plays and various societies. Audio 1 Classics Course II: Of Course It's For You Tim Whitmarsh gives a talk for the Classics Open Day help on 16th March 2013 about doing a Classics degree at Oxford 0:22:11 Tim Whitmarsh 10 Apr 2013 2 Adventures with Hercules Dr Llewelyn Morgan gives a talk for the Classics Open Day, held on 16th March 2013 0:29:03 Llewelyn Morgan 10 Apr 2013 3 How to be Augustus: Escaping one's past Professor Chris Pelling give s a talk for the Classics Open Day, helpd on 16th March 2013 0:32:48 Chris Pelling 10 Apr 2013 4 To boldly go: Greek exploration from wife-eaters to counting cows Dr Katherine Clarke gives a talk for the Classics Open Day, held on 15th March 2013 0:27:48 Katherine Clarke 10 Apr 2013 5 Creative Commons The Haynes Lecture 2011: Tombs and Palaces in Archaic Etruria and Latium Prof. Dr. Friedhelm Prayon, University of Tübingen, Germany delivers the 2011 Haynes Lecture. Held at The Ioannou School for Classical and Byzantine Studies, Oxford University. Introduced by Prof. Bert Smith. 1:08:46 Friedhelm Prayon, Bert Smith 17 Jun 2011 6 Creative Commons The Gaisford Lecture 2011: The Reader in Greek Literature Held at The Ioannou School for Classical and Byzantine Studies, Oxford University. Introduced by Prof. Christopher Pelling. 0:48:06 Thomas A Schmitz 17 Jun 2011 7 Creative Commons Who Translates and for Whom? Fourth part of the What is Translation Podcast series. In this part, the question of who is best placed to translate classic texts; academics, poets, dramatists and who is best placed to receive the translation, students, scholars or the general public 0:20:24 Oliver Taplin, Lorna Hardwick 27 Jul 2010 8 Creative Commons Can Poetry be Translated? Third part of the What is Translation podcast series. In this part, the question of whether poetry be translated. Is there something within the original that is lost in the translation? 0:16:09 Oliver Taplin, Lorna Hardwick 27 Jul 2010 9 Creative Commons Is there ever a Faithful Translation? Second part of the What is Translation podcast series. In this part, the question of whether there can be a faithful translation; does the act of translating a text change the meaning of the original is discussed. 0:15:03 Oliver Taplin, Lorna Hardwick 27 Jul 2010 10 Creative Commons Is there a Core to Translation? First part of the What is Translation podcast series looking at translation of classical texts. In this part, the question of whether there is a core to translation; is there a central guiding idea to translation is discussed. 0:14:41 Oliver Taplin, Lorna Hardwick 27 Jul 2010 11 Creative Commons Introduction to Art of the Ancient World Donna Kurtz and Sir John Boardman talk about Sir John's life, his career and experiences as a classical scholar and also the relationship works of art from different cultures around the ancient world have with one another 0:15:45 John Boardman, Donna Kurtz 11 Mar 2010 12 Creative Commons Research in Classical Archaeology Discussion between Sir John Boardman and Donna Kurtz on the subject of being classical archaeology researchers and academics and some of the challenges and opportunities they face 0:12:11 John Boardman, Donna Kurtz 11 Mar 2010 13 Creative Commons Is Tragedy still Alive? Discussion on whether tragedy still exists in modern culture, whether in films, modern theatre or and other creative arts. 0:15:46 Oliver Taplin, Joshua Billings 01 Mar 2010 14 Creative Commons Does Tragedy Teach? Third dialogue on the nature of tragedy where they talk about whether tragic theatre teaches people, and if it does, how and what does it teach? 0:17:07 Oliver Taplin, Joshua Billings 01 Mar 2010 15 Creative Commons What does Tragedy do for People? A discussion of what the use of tragedy is, and whether the emotional experience of tragic theatre is simply a passing thrill or a vital part of life. 0:11:29 Oliver Taplin, Joshua Billings 01 Mar 2010 16 Creative Commons Defining Tragedy First dialogue between Oliver Taplin and Joshua Billings on tragedy: they discuss what 'tragedy' means, from its origins in Greek culture to philosophical notions of what tragedy and tragic drama are. 0:14:23 Oliver Taplin, Joshua Billings 01 Mar 2010 17 Creative Commons Adapting Greek Tragedy Fiona Macintosh talks with distinguished playwright Frank McGuinness about his work in adapting Greek tragedies for modern theatre, particularly Antigone and The Medea 0:48:46 Fiona Macintosh, Frank McGuinness 28 Jan 2010 18 Reception of Classical Literature in the 20th Century Dr Fiona Macintosh gives a lecture on the classical literature and its reception in the 20th Century. In particular, the Odyssey, the Medea and Oedipus Rex. Part of the OxBridge Classics Conference for Schools. 0:28:22 Fiona Macintosh 22 Apr 2009 19 Roman Comedy: A funny thing happened. Peter Brown gives his lecture on Roman Comedy. Part of the OxBridge Classics Conference for Schools lecture series. 0:24:37 Peter Brown 22 Apr 2009 20 Oliver Taplin on Classics Professor Oliver Taplin, an authority on classics and the performance of ancient drama, talks about the subject and his research. 0:25:44 Oliver Taplin, Oliver Lewis 22 Apr 2009 Video. 1 Creative Commons Treasures of Oxford - Athenian Wine Drinking Cup Sir John Boardman talks about a wine drinking cup made in Ancient Athens; he also talks about what we can learn from it about Ancient Greek culture and the kind of lifestyle the Greeks had 0:04:51 John Boardman 11 Mar 2010 Associated Series.", 
    "domain": "www.podcasts.ox.ac.uk", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "podcast", 
        "audio", 
        "University of Oxford", 
        "podcasting", 
        "classics"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-85733779023710909", 
            "resource_date": "2013-04-15T06:32:20.101-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:25:07.641479"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/04/university-of-oxford-podcasts-faculty.html", 
            "resource_date": "2013-04-15T06:32:20.101-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:25:07.641495"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "University of Oxford Podcasts: Faculty of Classics", 
    "url": "http://www.podcasts.ox.ac.uk/units/faculty-classics", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}