{
    "description": "ANCIENT ROME LIVE: A new way to learn about Rome's past. Rome’s enduring contribution to world civilization can, and should, be communicated in a way that combines the hard facts, solid reasoning, and new discoveries of university research with the excitement and immediacy of on-location filming in Rome. If a picture is worth a thousand words, then a video is worth a million. Ancient Rome Live (ARL) is an immersive journey that provides new perspectives about the ancient city. A multi-platform learning experience, ARL first and foremost presents original content: a clickable map of ancient Rome a library of videos arranged according to topic live streaming from sites in Rome and her empire. ARL provides an interactive platform to engage the many layers of Rome: monuments, people, places, and events. Ancient Rome Live  is a valuable resource for teachers- and a lot of fun for anyone interested in history. Later in 2015 ARL will release an ebook, app, and free online course. WIth all of these new, coordinated formats, ARL will change the way ancient Rome is studied. Darius Arya, Archaeologist and TV host, Founder, director, producer Albert Prieto, Archaeologist, Chief film and editing Mark Brewer, Zagara Films, Film and editing Andrea Troiani, Animator. Darbouze & Daughters, Digital Creative.", 
    "domain": "www.ancientromelive.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Rome", 
        "history", 
        "archaeology", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6649175982905770172", 
            "resource_date": "2015-04-29T08:52:00.247-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:41.415875"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/04/ancient-rome-live-new-way-to-learn.html", 
            "resource_date": "2015-04-29T08:52:00.247-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:41.415892"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "ANCIENT ROME LIVE: A new way to learn about Rome's past", 
    "url": "http://www.ancientromelive.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}