{
    "description": "The American Institute of Iranian Studies Annual Newsletter The American Institute of Iranian Studies (AIIrS) is a non-profit consortium of US universities and museums, founded in 1967, for the purpose of promoting the interdisciplinary study of Iranian civilization and US-Iran cultural dialogue. Its trustees are scholars of Iranian Studies representing the member institutions and serving voluntarily. In the belief that person-to-person connections are essential for fostering mutual understanding, AIIrS serves as the main conduit for academic and cultural exchange between Iran and the US. It is the only organization in the country dedicated to funding research in Iranian Studies. Its purview comprises the historical Iranian world of Central Asia, the Middle East and South Asia as well as the modern political state of Iran. The Institute’s grants and programs, including language training, research grants for pre-doctoral students and for senior American and Iranian scholars, and conference support, aim to create and maintain expertise on an important geographical region and interest in bi-national cooperation. Opportunities for direct contact invigorate the academic resource base and increase the depth of knowledge in the field. The larger objectives of AIIrS are to represent American institutions of higher education and research in the field of Iranian Studies, and to promote the study of Iran as a significant component of global history, thereby exposing new generations of students and scholars to Iran, Tajikistan and the wider the Persianate world.", 
    "domain": "simorgh-aiis.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Persia", 
        "newsletter", 
        "Iran"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7550625783040926466", 
            "resource_date": "2013-09-18T09:59:36.273-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:04:25.607228"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/09/the-american-institute-of-iranian.html", 
            "resource_date": "2013-09-18T09:59:36.273-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:04:25.607243"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://simorgh-aiis.org/2012news.pdf"
    ], 
    "title": "The American Institute of Iranian Studies Annual Newsletter", 
    "url": "http://simorgh-aiis.org/smain.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}