{
    "description": "Networks and Neighbours. ISSN: 2372-4889. The journal Networks and Neighbours ( N&N ) is a voice of the larger project of scholars by the same name. The project sponsors conference panels and runs masterclasses, lectures and other events, including our annual symposium rotating biannually between the University of Leeds and select sites around the globe. This international, or rather post-national, and also extra-institutional, intellectual spirit is embodied in the journal N&N. To this end we invite, in addition to original research articles and book reviews in a diversity of languages, reports from conferences and other related early medieval research activities worldwide. The editorial board of N&N consists of established leaders in the field as well as emerging young scholars working in early medieval studies. The methodologies, styles, chosen historiographies, historical representations and theses of the board members complement each other in various ways and provide emulative models of historical research and authorship. They also represent though the firm, critical and confrontational interrogations needed to advance early medieval scholarship in radical directions and towards truly alternative ways of thinking and emerging the early medieval past. N&N is in close dialogue with other previous and current, related academic projects such as the Transformation of the Roman World, Texts and Identities and HERA: Cultural Memory and Resources of the Past. N&N provides immediate and permanent open access to its content on the principle that making research freely available to the public supports a greater global exchange of knowledge. We are, and will always be, 100% free to publish in, free to read online, and free to share. For more information on our Open Access policy click here. 2014 Vol 2, No 2 (2014): Cultural Capital Since the idea was first proposed by Pierre Bourdieu and Jean-Claude Passeron, ‘Cultural Capital’ has broadened the way researchers of the modern world consider the meanings of ‘wealth’, ‘power’ and their relationship to real ‘capital’. The idea is no less relevant to the study of the Early Middle Ages. For this issue, we are seeking papers which investigate the literature and material goods of Late Antiquity and the Early Middle Ages; the polemics and the paintings, the buildings, coins, jewelry, topoi, prejudices, languages, dress, songs, and hairstyles that framed the early medieval world(s), and consider them in terms of ‘Cultural Capital’. For example, what relation did Charlemagne’s moustache, his penchant for Augustine, and an elephant called Abul-Abbas have to his success as emperor? How did Rome become so central to the European imagination, even as its military and economic relevance waned? What role, if any, do Late Antiquity and the Early Middle Ages have in both the modern ‘European’ debate and the question of Scottish independence? Other issues to consider include: what constituted Cultural Capital in the Early Middle Ages, and why does it matter? Who created, exchanged, brokered, and consumed Cultural Capital? How did it translate into economic, symbolic, and social capital? And was Cultural Capital a force for social change, or inertia? Vol 2, No 1 (2014): Comparisons and Correlations 2013 Vol 1, No 1 (2013).", 
    "domain": "networksandneighbours.org", 
    "identifiers": {
        "issn": {
            "generic": [
                "2372-4889"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4023361518568191267", 
            "resource_date": "2014-08-23T08:35:15.511-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:51.547928"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/07/new-open-access-journal-networks-and.html", 
            "resource_date": "2014-08-23T08:35:15.511-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:51.547944"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Networks and Neighbours", 
    "url": "http://networksandneighbours.org/index.php/Networks_and_Neighbours/index", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}