{
    "description": "eAQUA: Extraktion von strukturiertem Wissen aus Antiken Quellen für die Altertumswissenschaft. Ziel des BMBF geförderten Projektes eAQUA (2008-2013) war die Anpassung und Nutzung von Verfahren des Text Mining für altgriechische und lateinische Texte. Algorithmenbasierte Verfahren der Textauswertung werden seit einigen Jahren erfolgreich auch für die Analyse altertumswissenschaftlicher Textcorpora angewendet, aber besonders die Anwendung auf griechische Texte stellt dabei - wegen der Eigenart der altgriechischen Sprache (Abbildung von Akzenten, morphologische Wortbildung, Satzstruktur etc. ) - eine Neuheit und auch spezielle Herausforderung dar. Im Rahmen der interdisziplinären Zusammenarbeit zwischen altertumswissenschaftlichen Fächern und der Informatik war das Ziel die Gewinnung von neuem strukturierten Wissen aus antiken bzw. frühneuzeitlichen Quellen und die Weiterentwicklung von Werkzeugen aus dem Bereich des Text Mining. Die hier verwendeten Suchmöglichkeiten (Kookkurrenzsuche, Zitationssuche) gehen über die üblichen Suchmöglichkeiten im Rahmen digitaler Bibliotheken hinaus und ermöglichen die Erschließung von Abhängigkeiten, Einflüssen und Transferwegen des Wissens in großem Umfang: Die Kookkurrenzsuche, vorrangig im eAQUA-Teilprojekt Projekt Atthidographen 2008-2011 entwickelt, zeigt semantische Zusammenhänge an, die Zitationssuche, vorrangig im eAQUA-Teilprojekt Platon 2008-2011 entwickelt, listet Textpassagen auf, die Parallelen zwischen einem Werk und dem gesamten Referenzcorpus darstellen. Beide Tools sind seit 2011 erheblich weiterentwickelt worden und werden hier ohne Zugangsbe- oder -einschränkungen zur Anwendung für frei zugängliche Textcorpora zur Verfügung gestellt.", 
    "domain": "www.eaqua.net", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "classics", 
        "Germany"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7905527929503031173", 
            "resource_date": "2015-02-17T16:47:51.057-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:26.393253"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/02/eaqua-extraktion-von-strukturiertem.html", 
            "resource_date": "2015-02-17T16:47:51.057-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:26.393270"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "eAQUA: Extraktion von strukturiertem Wissen aus Antiken Quellen für die Altertumswissenschaft", 
    "url": "http://www.eaqua.net/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}