{
    "description": "DJESER: Revista de Arte, Arqueología y Egiptología. ISSN: 2174-6869. Content free after registraton. Revista DJESER-7 En el año 776 a. C. iniciaban los juegos panhelénicos. A ellos acudían los griegos procedentes de todas las partes del mundo conocido: la península ibérica, norte de África, Jonia, sur de Italia, etc. Pero también hubo otras fiestas relacionadas con certámenes atléticos. Mario Agudo Villanueva nos cuenta su historia. En el siglo XV una nueva visión de la realidad física derivó en el estudio de la anatomía humana. La representación de los niños será un poco menos rígida que en épocas anteriores pero seguirán teniendo cierta desproporción, sus imágenes irán cambiando de representar a hombres en miniatura para pasar a las propias de los críos. Mª Jesús López Montilla nos detalla este proceso. En el último tercio del siglo XVII comenzó el conocido como Barroco Castizo que provocó interesantes cambios, entre otros lugares, a Valladolid. Cristina Castro Jara nos habla de los artífices de estos cambios en la provincia vallisoletana. Mucho se ha hablado de las relaciones entre Goya y los duques de Alba en una época en que el célebre artista trabajó para la casa ducal. Francisco Hernández Sánchez nos cuenta la historia haciendo hincapié en las numerosas obras producidas por el pintor en esos momentos. Finalmente, Judit Garzón Rodríguez nos describe sus impresiones en la visita a la exposición “Animales sagrados egipcios: un viaje a los secretos de la momificación” que actualmente se muestra itinerante por varias ciudades española.", 
    "domain": "www.centroelba.es", 
    "identifiers": {
        "issn": {
            "generic": [
                "2174-6869"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "archeaology", 
        "egyptology", 
        "journal", 
        "open access", 
        "classics", 
        "Spain"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6914306202980807398", 
            "resource_date": "2014-02-11T07:18:23.254-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:44.137013"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/02/open-access-journal-djeser-revista-de.html", 
            "resource_date": "2014-02-11T07:18:23.254-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:44.137030"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "DJESER: Revista de Arte, Arqueología y Egiptología", 
    "url": "http://www.centroelba.es/Revista.aspx", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}