{
    "description": "Balneorient: Un blog utilisant Hypotheses. org. Balneorient: Un blog utilisant Hypotheses. org. Le Proche-Orient, l’Égypte et la Péninsule Arabique sont encore peu présents dans la très abondante bibliographie thermale. Ils sont pourtant réputés pour le grand nombre et l’excellent état de conservation de leurs établissements balnéaires, antique, médiévaux ou contemporains, complétés à toutes les époques par un riche corpus de textes grecs et arabes. Textes et vestiges peuvent permettre aux historiens de retracer avec précision l’évolution du bain public sur plus de deux millénaires. Ce sont ces données extrêmement riches que le programme Balnéorient s’efforce de rassembler et de valoriser en mobilisant les chercheurs de toute la Méditerranée, au service d’une écriture partagée de l’histoire du bain collectif. Dans ce cadre chronologique très large -de l’époque hellénistique jusqu’à nos jours – des intervenants de toutes disciplines œuvrent à la mise en place de corpus (textuel, archéologique et architectural) ainsi qu’à la collecte sur le terrain d’une nouvelle documentation archéologique, patrimoniale, historique et sociologique.", 
    "domain": "balneorient.hypotheses.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-307512445304425213", 
            "resource_date": "2013-02-03T11:17:22.109-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:12:47.007476"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/02/balneorient-online.html", 
            "resource_date": "2013-02-03T11:17:22.109-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:12:47.007492"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Balneorient Online", 
    "url": "http://balneorient.hypotheses.org/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}