{
    "description": "Ancient Greek and Latin inscriptions from Upper Macedonia, Aegean Thrace and Achaia. This collection of epigraphic texts represents part of the epigraphic archives of the Institute for Greek and Roman Antiquity (KERA), which were progressively constituted since 1980 with permission and in collaboration with the corresponding Department of Antiquities of the direction of Antiquities of the Greek Ministry of Culture, to promote the systematic study and scientific exploitation of epigraphic texts as primary sources for the history, institutions, language, religion and culture of specific Greek regions in Greek and Roman Antiquity. The collection comprises three sets of published ancient inscriptions on stone (the lower limit being the 7th century AD): from the Achaean city of Patras (Prof. A Rizakis) from Upper Macedonia (prefectures of Grevena, Kozani, Kastoria and Florina, Prof. A. Rizakis and Dr. J. Touratsoglou) from Aegean Thrace (prefectures of Xanthi, Rhodopi and Hebros: KERA researchers Drs. Loukopoulou, M. -G. Parissaki, S. Psoma and A. Zournatzi in collaboration with the archaeologists of the 19th Ephoria of Prehistoric and Classical Antiquities D. Triantaphyllos, K. Kallintzi, K. Koutsoumanis, Ch. Karadima, E. Skarlatidou, D. Terzopoulou and P. Tsatsopoulou) Supplements to the collection of inscriptions from Upper Macedonia, its bibliographical update, the creation of all digital entries, as well as partial additions and corrections throughout the collection have been undertaken by the Institute’s collaborator K. Lembidaki, with the assistance of K. Ananiadis, A. Vourgali, M. Stavrou, D. Stathaki and V. Psilakakou, under the supervision of P. Paschidis.", 
    "domain": "pandektis.ekt.gr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "epigraphy", 
        "Latin", 
        "Aegean", 
        "antiquity", 
        "Greek", 
        "archive"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4760279671841224814", 
            "resource_date": "2012-06-15T10:22:21.870-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-13T16:13:25.771256"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/06/archive-of-ancient-greek-and-latin.html", 
            "resource_date": "2012-06-15T10:22:21.870-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-13T16:13:25.771277"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://pandektis.ekt.gr/pandektis/"
    ], 
    "title": "Archive of Ancient Greek and Latin inscriptions from Upper Macedonia, Aegean Thrace and Achai", 
    "url": "http://pandektis.ekt.gr/pandektis/handle/10442/326", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}