{
    "description": "[First posted in AWOL 30 July 2009. Updated 2 October 2012] PANDEKTIS - A Digital Thesaurus of Primary Sources for Greek History and Culture National Hellenic Research Foundation What is PANDEKTIS? It is a project of the National Hellenic Research Foundation which contains major digital collections of Greek history and civilization. The collections have been produced by the Institute of Neohellenic Research, the Institute of Byzantine Research and the Institute of Greek and Roman Antiquity. The National Documentation Centre supports the collections' digital form. Why PANDEKTIS? 'PANDEKTIS - A Digital Thesaurus of Primary Sources for Greek History and Culture' aims to provide free access to eleven integrated and scientifically elaborated collections produced by the three humanistic Institutes of the National Hellenic Foundation for Research - Institute of Greek and Roman Antiquity, Institute of Byzantine Research, Institute of Neohellenic Research. Who benefits? The scientific community and the society gain online free access to the research results through the PANDEKTIS online digital collections. What about the PANDEKTIS collections? The collections, which will be widely disseminated through the internet, originate from primary documents of Greek history and civilization. Certain applications have been developed to ensure the digital homogeneity of the documents, a single interface for the provision and search of the databases through Internet services, by using tools and products developed by EKT.", 
    "domain": "pandektis.ekt.gr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Greek", 
        "thesaurus", 
        "culture", 
        "open access", 
        "digital library", 
        "Greece", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-1711195835083041021", 
            "resource_date": "2012-10-02T13:49:22.318-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T15:02:28.848068"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/07/open-access-digital-library-pandektis.html", 
            "resource_date": "2012-10-02T13:49:22.318-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T15:02:28.848086"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "PANDEKTIS - A Digital Thesaurus of Primary Sources for Greek History and Culture", 
    "url": "http://pandektis.ekt.gr/dspace/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}