{
    "description": "[First posted in AWOL 11 July 2011. Updated 9 January 2013]. Etudes massaliètes. ISSN: 0986-3974. La collection \"Etudes massaliètes\" compte 9 volumes parus entre 1986 et 2007. Les 5 premiers sont numérotés dans les « Travaux du CCJ ». A partir du vol. 10 (2011), la série devient une sous-collection de la « Bibliothèque d’archéologie méditerranéenne et africaine » ( BiAMA ) La numérisation des volumes a été assurée grâce au soutien du Centre de conservation du livre à Arles. 1, 1986 - Le territoire de Marseille grecque actes de la table ronde d’Aix-en-Provence (16 mars 1985) / sous la direction de M. Bats et H. Tréziny. Lire la suite 2, 1990 - Les amphores de Marseille grecque actes de la table ronde de Lattes (11 mars 1989) / sous la direction de M. Bats. Lire la suite 3, 1992 - Marseille grecque et la Gaule actes du Colloque international d’Histoire et d’Archéologie et du ve Congrès archéologique de Gaule méridionale (Marseille, 18-23 novembre 1990) / sous la direction de M. Bats, G. Bertucchi, G. Congès, H. Tréziny. Lire la suite 4, 1995 - Sur les pas des Grecs en Occident Hommages à André Nickels / éd. par P. Arcelin, M. Bats, D. Garcia, G. Marchand et M. Schwaller. Lire la suite 5, 1998 - Fouilles à Marseille. Les mobiliers (Ier-VIIe s. ap. J. -C. ) sous la dir. de M. Bonifay, M. -B. Carre et Y. Rigoir. Lire la suite 6, 2000 - Les cultes des cités phocéennes actes du colloque (Aix-en-Provence - Marseille, 4-5 juin 1999) / éd. par A. Hermay et H. Tréziny. Lire la suite 7, 2001 - Marseille. Trames et paysages urbains de Gyptis au Roi René actes du colloque international d’archéologie (Marseille, 3-5 novembre 1999) / éd. par M. Bouiron et al. Lire la suite 8, 2003 - La nécropole de Sainte-Barbe à Marseille (IVe s. av. J. -C. - IIe s. ap. J. -C. ) / dir. Moliner. Lire la suite 9, 2007 - Olbia de Provence à l’époque romaine dir. M. Bats. Lire la suite 10, 2011- Fouilles à Marseille : la ville médiévale et moderne dirigé par Marc Bouiron, Françoise Paone, Bernard Sillano, Colette Castrucci et Nadine Scherrer (BiAMA ; 7). Lire la suite.", 
    "domain": "ccj.cnrs.fr", 
    "identifiers": {
        "issn": {
            "generic": [
                "0986-3974"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "open access"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-2668002532828441034", 
            "resource_date": "2014-01-09T14:41:15.615-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:23:43.977403"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/07/open-access-journal-etudes-massalietes.html", 
            "resource_date": "2014-01-09T14:41:15.615-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:23:43.977419"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Etudes massaliètes", 
    "url": "http://ccj.cnrs.fr/spip.php?rubrique83", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}