{
    "authors": [], 
    "contributors": [], 
    "description": "Digital Classics Online ist ein für Autoren und Nutzer kostenfreies E-Journal, das Beiträge aus dem Gebiet der Alten Geschichte und angrenzender Gebiete der Altertumswissenschaften in Verbindung mit der Anwendung oder Entwicklung von Methoden aus den Digital Humanities veröffentlicht. Alle Artikel des E-Journals werden nach dem Open-Access-Prinzip unter einer CC-BY-SA Lizenz von den Autoren frei verfügbar bereitgestellt. Manuskripte (Sprachen: deutsch, englisch, französisch und italienisch) können über unser elektronisches Publikationssystem eingereicht werden. Auch Beiträge von Nachwuchswissenschaftlern und Nachwuchswissenschaftlerinnen, Doktoranden und Doktorandinnen sowie Ergebnisse aus gemeinschaftlich unter der Leitung eines Wissenschaftlers oder einer Wissenschaftlerin durchgeführten Seminaren oder Workshops sind ausdrücklich erwünscht, ebenso Tagungs- und Konferenzbeiträge oder deren Erweiterung zu Aufsätzen. Die Qualität eingereichter Manuskripte wird nach dem Peer Review-Verfahren geprüft. Im Wege des hybriden Publizierens soll eine monographische Reihe „Digital Classics Books \" (Arbeitstitel) aufgebaut werden, in der die elektronische und gedruckte Publikation sich ergänzen. Einzelne Beiträge aus Digital Classics Online, die zu einer Monographie erweitert werden oder mehrere Beiträge, die einem inhaltlich zusammenhängenden Thema gewidmet sind und zu einem Themenband erweitert werden, können in diese Reihe aufgenommen werden. Ebenso können Qualifikationsschriften (Dissertationen, Habilitationen), die Methoden der Digital Humanities auf Fragestellungen der Altertumswissenschaften anwenden, dort publiziert werden. Auch für Digital Classics Books gilt die Qualitätsprüfung durch ein Peer Review-Verfahren. Bitte beachten Sie das Style Sheet und die Hinweise zur Online Einreichung sowie die Open Access Einverständniserklärung im Bereich „Für Autoren\". Im Bereich Frequently Asked Questions geben wir Auskunft über den Begutachtungs- und Publikationsprozess, den lizenzrechtlichen Rahmen, Open Access, Qualitätssicherung und Termine.", 
    "domain": "journals.ub.uni-heidelberg.de", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Digital Classics Online", 
        "url": "http://journals.ub.uni-heidelberg.de/index.php/dco/"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "de"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7127251779228262267", 
            "resource_date": "2015-05-26T09:20:44.995-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:13:46.557228"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/02/coming-soon-open-access-journal-digital.html", 
            "resource_date": "2015-05-26T09:20:44.995-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:13:46.557244"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "index-php-dco-issue-view-1954", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Bd. 1 (2015)", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://journals.ub.uni-heidelberg.de/index.php/dco/issue/view/1954", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}