{
    "description": "Have you taken the AWOL User Survey ? Have you taken the AWOL User Survey ?. Use of Open Data in Higher Education - Uso de datos abiertos en la Educación Universitaria. Are you an academic? Have you used open data for your teaching? Can you please share your experience? We are conducting a mini survey to understand which portals, tools or repositories academics use to retrieve open datasets and how this information is being used in teaching and learning in Higher Education. If you have any questions, please contact @jatenas. The results of this survey will be published and shared as soon as possible. Thanks! ¿Eres académico/a? ¿Has utilizado datos abiertos en tu docencia? ¿Puedes por favor compartir tu experiencia?. Estamos realizando un mini \"investigación\" para entender que portales, herramientas o repositorios se utilizan en la educación universitaria para recuperar conjuntos de datos abiertos y cómo esta información es utilizada por docentes universitarios Si tienes alguna pregunta, por favor contáctate conmigo en Twitter (jatenas), publicaré los resultados de esta encuesta como una entrada en el blog tan pronto como sea posible. Gracias Javiera AtenasUCL STEaPP Leo Havemann (@leohavemann)Birkbeck, University of London. Ernesto Priego (@ErnestoPrie.", 
    "domain": "docs.google.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "open data", 
        "education", 
        "data"
    ], 
    "language": [
        "es", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5438998166026277213", 
            "resource_date": "2015-03-06T13:49:26.063-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:07:51.669644"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/03/survey-use-of-open-data-in-higher.html", 
            "resource_date": "2015-03-06T13:49:26.063-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:07:51.669660"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Use of Open Data in Higher Education - Uso de datos abiertos en la Educación Universitaria", 
    "url": "https://docs.google.com/forms/d/1usWcey78Yr1kiB5-g-IlBWOQIKu1h271WfMscgS4DJo/viewform", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}