{
    "description": "The Nimrud Letters, 1952 H.W.F. Saggs 2001 Other Publications The Old Babylonian Tablets from Tell al Rimah Author: S.M. Dalley, C.B.F. Walker and J.D. Hawkins Year: 1976 Format: xvi + 272pp., 122 plates, hardback ISBN: 0903472031, ISBN-13: 978-0903472036 Pdf: Download PDF of The Old Babylonian Tablets from Tell al-Rimah (210 MB) Notes: Out of print. Fifty Years of Mesopotamian Discovery: The Work of the British School of Archaeology in Iraq, 1932-1982 Editor: J. Curtis Year: 1982 Format: 120pp., paperback ISBN: 0903472058 Pdf: Download PDF of Fifty Years of Mesopotamian Discovery (131 MB) Notes: Out of print. The Middle Babylonian Legal and Economic Texts from Ur Author: O.R. Gurney Year: 1982 Format: 203pp., 4 plates, hardback ISBN: 0903472074 Pdf: Download PDF of The Middle Babylonian Tablets from Ur (108 MB) Notes: Out of print. Nimrud: An Assyrian Imperial City Revealed Author: David and Joan Oates Year: 2001 Format: Paperback, 309p, H239 x W159 (mm) 175 b/w illus, maps and plans, 16 col pls ISBN: 9780903472258 Price: £19.95 Pdf: Download PDF of Nimrud: an Imperial City Revealed (128 MB) Link To Purchase: Oxbow Books Notes: Nimrud (ancient Kalhu) in northern Iraq, was the capital of the Assyrian Empire during most of the 9th and 8th centuries BC, and remained a major centre until the destruction of the Empire in 612 BC. This authoritative account, written by two of the excavators of the site, traces its history and its gradual revelation through archaeological excavation, begun by Layard in the 19th century and continuing to the present day. The volume is abundantly illustrated and includes finds that have not previously been published, together with illustrations and the most complete account in English so far of the remarkable discoveries made in recent years by Iraqi archaeologists in the tombs of the Assyrian Queens. Contents: Introduction;Chapter 1: The Land of Assyria - Setting the Scene;Chapter 2: Major Palaces on the Citadel;Chapter 3: Tombs, Wells and Riches;Chapter 4: Temples, Minor Palaces and Private Houses;Chapter 5: Fort Shalmaneser: the ekal masarti;Chapter 6: The Written Evidence;Chapter 7: Types of Object and Materials from Nimrud;Chapter 8: Post-Assyrian Nimrud;Epilogue. Your Praise is Sweet - A Memorial Volume for Jeremy Black from Students, Colleagues and Friends Editor: Heather D. Baker, Eleanor Robson and Gábor Zólyomi Year: 2011 Format: Hardback, A4, 472 pp (xii + 460) ISBN: 978-0-903472-28-9 Price: £35 Pdf: Download PDF of Your Praise is Sweet (31 MB) Link To Purchase: Oxbow Books Notes: This volume is intended as a tribute to the memory of the Sumerologist Jeremy Black, who died in 2004. The Sumerian phrase, ‘Your praise is sweet’ is commonly addressed to a deity at the close of a work of Sumerian literature. The scope of the thirty contributions, from Sumerology to the nineteenth-century rediscovery of Mesopotamia, is testament to Jeremy’s own wide-ranging interests and to his ability to forge scholarly connections and friendships among all who shared his interest in ancient Iraq.", 
    "domain": "www.bisi.ac.uk", 
    "identifiers": {
        "isbn": {
            "generic": [
                "13", 
                "9780903472258", 
                "0903472031", 
                "978", 
                "0903472074", 
                "0903472058"
            ]
        }
    }, 
    "is_part_of": {
        "title": "The British Institute for the Study of Iraq Books Online", 
        "url": "http://www.bisi.ac.uk/content/book-catalogue"
    }, 
    "keywords": [
        "empires", 
        "Sumerian", 
        "Assyria", 
        "Old Babylonian", 
        "antiquity", 
        "materials", 
        "maps", 
        "book", 
        "Mesopotamia", 
        "Babylon", 
        "archaeology", 
        "history"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Nimrud Letters, 1952", 
    "url": "http://www.bisi.ac.uk/content/cuneiform-texts-nimrud#node_id288", 
    "volume": "1952", 
    "year": null, 
    "zotero_id": null
}