{
    "description": "[This site has been inaccessible for some time.  As of today it is back . n.b. NSIA may not work with all browsers.  If you have a problem - try with a different tool] Northwest Semitic Inscription Archive Welcome to the Northwest Semitic Inscription Archive Ammonite, Aramaic, Edomite, Hebrew, Moabite, Nabatean, Philistine, Phoenician, Proto-Canaanite, Proto-Sinaitic, and Punic Inscriptions Related BibliographyThe Northwest Semitic Inscription Archive (NSIA) has been designed to allow scholars and students access to inscriptions from the above list. The database is continuously updated to include recently published inscriptions. The text of each inscription may be viewed in Aramaic Block Script available at this site. To use the database, we recommend first clicking on the \"\"Lryn\" Font\" button at the top of this page and follow the instructions to install the font onto your computer. For additional information on the font see Tips using the \"Tipsheet\" button at the top of this page. Once the \"Lryn\" font is installed, the text of each artifact will display in the Aramaic Block Script... Inscription bearing artifacts and bibliographic references collected for the Northwest Semitic Inscription Archive are selected according to a rather broad set of parameters. The first goal is to include all Iron Age and Persian Period inscriptions in the Ammonite, Aramaic, Edomite, Hebrew, Moabite, Philistine, Phoenician, Proto-Canaanite, Proto-Sinaitic, and Punic dialects. Geographic provenance for these inscriptions includes the Levant, Egypt and Mesopotamia. Artifact type is limited to inscriptions on durable surfaces; stone, metal, and ceramic. Papyri are not included Bibliographic references for each inscription are extensive, but not comprehensive. Bibliographic items which provide major discussion of the artifact and its text, comparative study of a group of inscriptions, major exegetical or historical interpretation of each text, or clear photographs/drawings of the artifact/inscription are included. The bibliographic materials are designed to provide significant points of entry into the study of each inscription. However, these bibliographic materials will not provide references to all the nuances of scholarly discussion about each inscription, nuances frequently found included in footnotes, or in tangential remarks within the body of a scholarly work. ©Copyright Dr. Robert Suder 1998", 
    "domain": "suder.berea.edu", 
    "history": [
        "2015-06-05T03:50:29.368351: Data automatically parsed from content of http://ancientworldonline.blogspot.com/2012/05/northwest-semitic-inscription-archive.html. (walk_to_json.py)"
    ], 
    "identifiers": {}, 
    "keywords": [
        "Aramaic", 
        "Egypt", 
        "Punic", 
        "archive", 
        "data", 
        "database", 
        "epigraphy", 
        "history", 
        "materials", 
        "papyrology", 
        "semitics"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "history", 
                "identifiers", 
                "keywords", 
                "language", 
                "provenance", 
                "title", 
                "url"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8562523205755775096", 
            "resource_date": "2013-02-13T16:41:42.842-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-05T03:50:29.369025"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/05/northwest-semitic-inscription-archive.html", 
            "resource_date": "2013-02-13T16:41:42.842-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-05T03:50:29.369034"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Northwest Semitic Inscription Archive Online", 
    "url": "http://suder.berea.edu/", 
    "zotero_id": null
}