{
    "description": "[First posted in AWOL  27 March 2011. Updated 3 November 2014]. Corpus Grammaticorum Latinorum: Accès aux sources grammaticales de la Latinité tardive: recherche, parcours textuels et bibliographie. Le corpus des textes attribués de manière conventionnelle aux grammatici Latini est constitué par l’ensemble des manuels de grammaire latine écrits entre le III et le VIII e siècle apr. J. -C. et édités par Heinrich Keil à Leipzig entre 1855 et 1880. Ce corpus présente de nombreux centres d’intérêt : Il permet la reconstitution de l’histoire des idées linguistiques en Occident, en rassemblant les sources principales. Toute la tradition postérieure, à partir du Moyen Âge, s’est appuyée sur ces textes (notamment les artes de Donat et de Priscien). Il contient, sous forme d’exemples, plus de 14. 000 citations : il s’agit soit de précieux fragments d’ouvrages (littéraires, philosophiques, techniques) perdus soit de passages que l’on peut comparer avec la tradition directe des textes conservés. Il met en évidence certaines tendances du latin tardif, notamment les formes expressives étrangères à l’usage classique. Par exemple, le grammairien Clédonius insiste sur la nécessité de ne pas grouper en un seul syntagme prépositions et adverbes : de intus et de foris uenio non possumus dicere, quia praepositio aduerbis numquam iungitur (GL 5,64,22-23). Il s’agit d’une réaction archaïsante par rapport à l’usage du V e siècle, où commençait à s’affirmer la tendance au renforcement des adverbes, tendance qui est à l’origine, entre autres, des locutions françaises ‘dans’ (< ‘denz’ < de intus) et ‘dehors’ (< ‘defors’ < de foris). Il évoque les discussions philosophiques au sujet de la nature et du fonctionnement du langage, en montrant l’adaptation des catégories logiques à l’enseignement scolaire. Au Moyen Âge, de nombreux débats portant aussi bien sur la logique que sur la théologie deviendront possibles grâce à la médiation des grammatici Latini, notamment de Priscien. Par exemple, dans un excursus philosophique des Institutiones grammaticae apparaît pour la première fois dans l’histoire de la pensée occidentale le mot ‘syncatégorème’ ainsi que la question plus générale de la co-signification : partes igitur orationis sunt secundum dialecticos duae, nomen et uerbum, quia hae solae etiam per se coniunctae plenam faciunt orationem, alias autem partes syncategoremata, hoc est consignificantia, appellabant (inst. GL 2,54,5-7). Il est évident que ce corpus se signale par son caractère polyvalent et intrinsèquement stratifié, au carrefour de disciplines différentes. Son exploitation est susceptible d’intéresser les historiens qui se penchent sur les théories linguistiques, et pas seulement celles de l’Antiquité, les philologues et les littéraires, les romanistes et tous ceux qui étudient le passage du latin aux langues romanes, les philosophes. Toutes ces disciplines devraient tirer un grand profit de la possibilité d’enquêter sur des sources étudiées jusqu’à présent de façon partielle ou incomplète.", 
    "domain": "kaali.linguist.jussieu.fr", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "Latin", 
        "grammar"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-7837154497674416686", 
            "resource_date": "2014-11-03T19:02:04.044-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:56.857100"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2011/03/open-access-grammatici-latini.html", 
            "resource_date": "2014-11-03T19:02:04.044-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:56.857116"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Corpus Grammaticorum Latinorum: Accès aux sources grammaticales de la Latinité tardive: recherche, parcours textuels et bibliographie", 
    "url": "http://kaali.linguist.jussieu.fr/CGL/text.jsp", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}