{
    "description": "The Ernst Herzfeld Papers. About this collection Ernst Emil Herzfeld (1879-1948) was a German archaeologist, philologist, geographer and historian in the field of Near Eastern Studies. A formidable figure in Central European scholarship during the early twentieth century, his major contributions include archaeological excavations at Samarra (Iraq), Pasargadae, Persepolis and Kuh-i Khwaja (Iran); architectural surveys of Damascus, Northern Syria, and Mesopotamia; mapping of remote regions in Kurdistan (Iraq and Iran); and recording and publishing architectural inscriptions in Arabic and Middle Persian. The Ernst Herzfeld Papers housed in the Metropolitan Museum are divided between the Department of Islamic Art and the Department of Ancient Near Eastern Art. The museum’s holdings consist of several thousand items from Herzfeld's archives, including photograph negatives, photographs, original drawings and paintings, clippings, correspondence, maps, sketchbooks, notebooks, squeezes and manuscripts of scholarly work. These materials span Herzfeld’s professional career from his collegiate studies in Berlin (1899-1902) to his residence as a senior scholar at the Institute for Advanced Study in Princeton (1936-1944). Items document both original findings and synthetic research pertaining to sites and monuments in Iraq, Iran, Syria, Turkey, India and Egypt. While representing only part of his archive, the Metropolitan Museum's holdings are integral to understanding Herzfeld's scholarly career. Click here to view the guide to the collection.", 
    "domain": "libmma.contentdm.oclc.org", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "museums", 
        "Metropolitan Museum of Art", 
        "art"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6856091158342988332", 
            "resource_date": "2014-10-07T12:36:13.763-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:11.521256"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/10/the-ernst-herzfeld-papers-in.html", 
            "resource_date": "2014-10-07T12:36:13.763-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:11.521272"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "The Ernst Herzfeld Papers", 
    "url": "http://libmma.contentdm.oclc.org/cdm/landingpage/collection/p16028coll11", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}