{
    "authors": [], 
    "contributors": [], 
    "description": "Journal of Assyrian Academic Studies. For many years, a number of scholarly reviews have assiduously addressed the subject of Assyria and the Assyrians. Given this reality, what is the justification for JAAS - the Journal of Assyrian Academic Studies? We offer a partial explanation. Academic publications focused on Assyria are invariably dedicated to fleshing out the saga of its antiquity. Virtually no attention is paid to the history of those who survived the fall. This absence of scholarly attention is explained in part by what Dr. Edward Y. Odisho describes as \"the confusion between the annihilation of the Assyrian political system and the annihilation of the Assyrian people\". This is not to say that the surviving Assyrians and their accomplishments to follow have been entirely ignored by scholars. Yet it is a fact that in all but exceptional circumstances, they are described as anything but Assyrians. Whatever may be the reasons for this obliviousness, it is well past the hour for reconsideration. The Journal’s raison d’être is to fuel serious research about the culture of the Assyrians, from and after the time it survived the demise of empire. The pursuit of such a chronicle entails a tortuous path and multiple strands. It is for scholarship to reclaim, for us and for those who follow, what it can of this history. To date, the subject of post-empire Assyrians has not spawned a single academic program anywhere in the world. And not a single academic publication focused on the subject until Dr. Odisho and a small number of individuals came along to launch the present Journal in 1985. JAAS is a small first step towards this gaping need. It is certainly not the answer, but hopefully it is the beginning of one. This Journal cannot affect the economic or career considerations which generally decide what is a viable field of study for established faculty or for doctoral candidates. Nothing can provide scholarly cachet to \"post-antiquity Assyria\" studies as the emergence of a class of scholars who claim it as their specialty. In light of this, it is difficult to explain why the contemporary Assyrian community, and particularly its leaders and intellectuals, has failed to devise means and incentives for developing the cadre it desperately needs. While the Journal lacks the means to finance budding scholars (Assyrian or non-Assyrian), it offers them an open door. The Journal has a simple philosophy. Any paper received on any Assyrian subject deserves our serious scrutiny, provided it is based on research. AAS Table of Contents(e-JAAS). List of digital articles. See the full List of Open Access Journals in Ancient Studies.", 
    "domain": "www.jaas.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": null, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "Syriac", 
        "Assyrian", 
        "journal", 
        "open access"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6686142031614468764", 
            "resource_date": "2015-04-14T15:34:14.745-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:13:27.251182"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/04/partially-open-access-journal-journal.html", 
            "resource_date": "2015-04-14T15:34:14.745-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:13:27.251203"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "www-jaas-org", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "AAS Table of Contents", 
            "url": "http://www.jaas.org/toc/toc.htm"
        }, 
        {
            "title_full": "List of digital articles", 
            "url": "http://www.jaas.org/edocs/"
        }
    ], 
    "title": "Journal of Assyrian Academic Studies", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.jaas.org/", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}