{
    "description": "100: Του εν αγίοις παρός ημών Νικηφόρου αρχιεπισκόπου Κωνσταντινουπόλεως τα ευρισκόμενα πάντα: πολεμικά, απολογητικά, ιστορικά. Tou en hagiois patros hemon Nikephorou archiepiskopou Konstantinoupoleos ta euriskomena panta: polemica, apologetica, historica, post Ang. Mai, Dionysii Petavii, Joan. Dominici Mansi, etc., etc. curas recensita et nunc. 1860. Nicephorus Patriarch of Constantinople, Stephen Deacon of Constantinople, Gregorius Decapolita, Christopher Patriarch of Alexandria, and Methodius Patriarch of Constantinople. (Νικηφόρος Πατριάρχης, Ιστορία σύντομος, σ. 876 - 994.) 100: Του εν αγίοις παρός ημών Νικηφόρου αρχιεπισκόπου Κωνσταντινουπόλεως τα ευρισκόμενα πάντα: πολεμικά, απολογητικά, ιστορικά. Tou en hagiois patros hemon Nikephorou archiepiskopou Konstantinoupoleos ta euriskomena panta: polemica, apologetica, historica, post Ang. Mai, Dionysii Petavii, Joan. Dominici Mansi, etc., etc. curas recensita et nunc. 1860. Nicephorus Patriarch of Constantinople", 
    "domain": "khazarzar.skeptik.net", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Migne online", 
        "url": "http://khazarzar.skeptik.net/pgm/index.htm"
    }, 
    "keywords": [], 
    "language": [
        "el", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "100: Του εν αγίοις παρός ημών Νικηφόρου αρχιεπισκόπου Κωνσταντινουπόλεως τα ευρισκόμενα πάντα : πολεμικά, απολογητικά, ιστορικά. Tou en hagiois patros hemon Nikephorou archiepiskopou Konstantinoupoleos ta euriskomena panta : polemica, apologetica, historica, post Ang", 
    "url": "http://khazarzar.skeptik.net/pgm/PG_Migne/Nicephorus%20Patriarch%20of%20Constantinople_PG%20100", 
    "volume": "100", 
    "year": null, 
    "zotero_id": null
}