{
    "description": "Patrologiae cursus completus. Series graeca. Edidit J.-P. Migne From the Library of Ruslan Khazarzar [See also the list of all the files online ] *01: Του εν αγίοις πατρός ημών Κλήμεντος πάπα Ρώμης τα ευρισκόμενα πάντα, τομ. α΄. Tou en hagiois patros hemon Klementos papa Romes ta euriskomena panta:cum genuina, tum dubia et aliena, quae graece in proprio idiomate, vel, deperdito textu graeco, syriace et latine translata tantum exstant et ejus nomine circumferuntur: tomus primus. 1886. Clement of Rome, pt. 1. Aποστολικαί Διαταγαί, βιβλ. ΣΤ’, κεφ. Ιζ’, εν PG 1, 957. *02: Του εν αγίοις πατρός ημών Κλήμεντος πάπα Ρώμης τα ευρισκόμενα πάντα. Tou en hagiois patros hemon Klementos papa Romes ta euriskomena panta: cum genuina, tum dubia et aliena...: accedunt s. Barnabae apostoli Epistola catholica, s. Hermae Pastor, et aliae aevi apostolici reliquiae. 1886. Clement of Rome, pt. 2, with Epistle of Barnabas, Shepherd of Hermas, Epistle to Diognetus, etc. *03: Του εν αγίοις πατρός ημών Διονυσίου του Αρεοπαγίτου τα σωζόμενα πάντα. Tou en hagiois patros hemon Dionysiou tou Areopagitou ta sozomena panta, et commentarii quibus illustrantur: tomus prior. 1889. Dionysius the Areopagite, pt. 1 *04: Του εν αγίοις πατρός ημών Διονυσίου του Αρεοπαγίτου τα σωζόμενα πάντα. Tou en hagiois patros hemon Dionysiou tou Areopagitou ta sozomena panta,et commentarii quibus illustrantur: tomus posterior. 1889. Dionysius the Areopagite, pt. 2 *05: Του εν αγίοις πατρός ημών Ιγνατίου επισκόπου Αντιοχείας επιστολαί. Tou *en hagiois patros hemon Ignatiou episkopou Antiocheias epistolai: cum genuinae, tum dubiae et supposititiae: praemissa dissertatione de integritate textus recepti Epistolarum s. Ignatii, auctore H. Denzinger: accedunt romanorum pontificum saeculi 2., s. Polycarpi martyris, s. Melitonis sardensis, s. Papiae Hierapolitani, s. Quadrati atheniensis, s. Claudii Apollinaris hierapolitani, Maximi Hierosolymitani, Polycratis ephesini, s. Theophili Caesareae Palaestinae, s. Serapionis antiocheni, Archaei africani, episscoporum, Aristidis apologistae christiani, Castoris, Aristonis Pelloi, s. Hegesippi, Pantaeni, Rhodonis, Apolloni, plurium anonymorum epistolae, opuscula, fragmenta: tomus unicus. 1894. Ignatius of Antioch, with Polycarp, Melito of Sardis, Papias, Apollonius of Ephesus, etc. *06: Του εν αγίοις πατρός ημών Ιουστίνου φιλοσόφου και μάρτυρος τα ευρισκόμενα πάντα. Tou en hagiois patros hemon Ioustinou philosophou kai martyros ta euriskomene panta: necnon Tatiani, Hermiae, Athenagorae et s. Theophili quae supersunt; cum mss. codicibus collata, ac novis interpretationibus, notis, admonitionibus et praefatione illustrata: tomus unicus. 1884. Justin Martyr, with Tatian, Athenagoras, Theophilus of Antioch, and Hermias philosophus. *07: Του εν αγίοις πατρός ημών Ειρηναίου επισκόπου Λουγδούνου και μάρτυρος ελέγχου και ανατροπής της ψευδωνύμου γνώσεως, βιβλία πέντε. Tou en hagiois patros hemon Eirenaiou episkopou Lougdounou kai martyros elenchou kai anatropes tes pseudonymou gnoseos biblia pente: tomus unicus. 1882. Irenaeus. *7bis: Του εν αγίοις πατρός ημών Ειρηναίου επισκόπου Λουγδούνου και μάρτυρος ελέγχου και ανατροπής της ψευδωνύμου γνώσεως, βιβλία πέντε. Tou en hagiois patros hemon Eirenaiou episkopou Lougdounou kai martyros elenchou kai anatropes tes pseudonymou gnoseos biblia pente: Irenaeus. *08: Κλήμεντος του Αλεξανδρέως τα ευρισκόμενα πάντα. τομ. α΄. Klementos tou Alexandreos ta euriskomena panta. Tomus prior. 1891. Clement of Alexandria 1. *09: Κλήμεντος του Αλεξανδρέως τα ευρισκόμενα πάντα. τομ. β΄. Klementos tou Alexandreos ta euriskomena panta. Tomus secundus. 1890. Clement of Alexandria 2.. *10: Του εν αγίοις πατρός ημών Γρηγορίου του Θαυματουργού τα ευρισκόμενα πάντα. Tou en hagiois patros hemon Gregoriou tou Thaumatourgou ta euriskomena panta: accedunt s. Zephirini... scripta vel scriptorum fragmenta quae supersunt. 1857. Gregory Thaumaturgus, with Pope Zephyrinus, Julius Africanus, Pope Urban I, Hippolytus, etc. [αγίου ιερομάρτυρος Ιππολύτου «Περί των Ο’ Αποστόλων», Migne, PG 10, σελ. 953-957] *11: Ωριγένους τα ευρισκόμενα πάντα, τομ. Α΄. Origenous ta euriskomena panta: ex variis editionibus et codicibus manu exaratis, gallicanis, italicis, germanicis et anglicis collecta atque adnotationibus illustrata, cum copiosi indicibus, vita auctoris et multis dissertationibus. Tomus primus. 1857. Origen 1. *12: Ωριγένους τα ευρισκόμενα πάντα, τομ. Β΄. Origenous ta euriskomena panta: ex variis editionibus et codicibus manu exaratis, gallicanis, italicis, germanicis et anglicis collecta atque adnotationibus illustrata, cum copiosi indicibus, vita auctoris et multis dissertationibus. Tomus secundus. 1862. Origen 2. *13: Ωριγένους τα ευρισκόμενα πάντα, τομ. Γ΄. Origenous ta euriskomena panta: ex variis editionibus et codicibus manu exaratis, gallicanis, italicis, germanicis et anglicis collecta atque adnotationibus illustrata, cum copiosi indicibus, vita auctoris et multis dissertationibus. Tomus tertius. 1862. Origen 3. *14: Ωριγένους τα ευρισκόμενα πάντα, τομ. Δ΄. Origenous ta euriskomena panta: ex variis editionibus et codicibus manu exaratis, gallicanis, italicis, germanicis et anglicis collecta atque adnotationibus illustrata, cum copiosi indicibus, vita auctoris et multis dissertationibus. 1862. Origen 4. *15: Ωριγένους τα ευρισκόμενα πάντα, τομ. Ε΄ (Εξαπλά). Origenous ta euriskomena panta: ex variis editionibus et codicibus manu exaratis, gallicanis, italicis, germanicis et anglicis collecta atque adnotationibus illustrata, cum copiosi indicibus, vita auctoris et multis dissertationibus. Tomus quintus continens partem priorem Hexaplorum quae ad primitivum reduxit ordinem, nempe vere Hexaplarem, innumerisque omnis generis expurgavit erroribus, notisque illustravit suis non paucis P. L. B. Drach. 1857. Origen 5. *16: Ωριγένους τα ευρισκόμενα πάντα, τομ. ΣΤ΄. Origenous ta euriskomena panta: ex variis editionibus et codicibus manu exaratis, gallicis, italicis, germanicis et anglicis collecta atque adnotationibus illustrata, cum copiosis indicibus, vita auctoris et multis dissertationibus. 1862. Origen 6a. Origen 6b. Origen 6c. *17.: Ωριγένους τα ευρισκόμενα πάντα, τομ. Ζ΄. Origenous ta euriskomena panta: ex variis editionibus et codicibus manu exaratis, gallicanis, italicis, germanicis et anglicis collecta atque adnotationibus illustrata, cum copiosi indicibus, vita auctoris et multis dissertationibus. Tomus septimus. 1857. Origen 7. 18.: Του εν αγίοις πατρός ημών Μεθοδίου επισκόπου και μάρτυρος, τα ευρισκόμενα πάντα. Tou *en hagiois patros hemon Methodiou episkopou kai martiros, ta euriskomena panta: accedunt s. Petri et s. Alexandri, alexandrinorum præsulum, s. Eustathii antiocheni episcopi et confessoris, Titi Bostrensis, Theodori Heracleensis, Alexandri Lycopolitani, scripta quæ supersunt. 1857. Methodius of Olympius, with Alexander of Lycopolitanus, Peter of Alexandria, Theodore of Mopsuestia, etc. *19: Ευσεβίου του Παμφίλου, επισκόπου της εν Παλαιστίνη Καισαρείας τα ευρισκόμενα πάντα, τομ. α΄. Eusebiou tou Pamphilou, episkopou tes en Palaistine Kaisareias ta euriskomena panta: curis variorum, nempe: Henrici Valesii, Francisci Vigeri, Bernardi Montfauconii, card. Angelo Maii edita. Tomus primus. 1857. Eusebius of Caesarea 1. *20: Ευσεβίου του Παμφίλου, επισκόπου της εν Παλαιστίνη Καισαρείας τα ευρισκόμενα πάντα, τομ. β΄. Eusebiou tou Pamphilou, episkopou tes en Palaistine Kaisareias ta euriskomena panta: curis variorum, nempe: Henrici Valesii, Francisci Vigeri, Bernardi Montfauconii, card. Angelo Maii edita. Tomus secundus. 1857. Eusebius of Caesarea 2. *21 Ευσεβίου του Παμφίλου, επισκόπου της εν Παλαιστίνη Καισαρείας τα ευρισκόμενα πάντα, το. γ΄. Eusebiou tou Pamphilou, episkopou tes en Palaistine Kaisareias ta euriskomena panta: curis variorum, nempe: Henrici Valesii, Francisci Vigeri, Bernardi Montfauconii, card. Angelo Maii edita. Tomus tertius. 1857. Eusebius of Caesarea 3. *22: Ευσεβίου του Παμφίλου, επισκόπου της εν Παλαιστίνη Καισαρείας τα ευρισκόμενα πάντα, τομ. δ΄. Eusebiou tou Pamphilou, episkopou tes en Palaistine Kaisareias ta euriskomena panta: curis variorum, nempe: Henrici Valesii, Francisci Vigeri, Bernardi Montfauconii, card. Angelo Maii edita. Tomus quartus. 1857. Eusebius of Caesarea 4. *23: Ευσεβίου του Παμφίλου, επισκόπου της εν Παλαιστίνη Καισαρείας τα ευρισκόμενα πάντα, τόμος ε΄. Eusebiou tou Pamphilou, episkopou tes en Palaistine Kaisareias ta euriskomena panta: curis variorum, nempe: Henrici Valesii, Francisci Vigeri, Bernardi Montfauconii, card. Angelo Maii edita: tomus quintus. 1857. Eusebius of Caesarea 5. *24: *Ευσεβίου του Παμφίλου, επισκόπου της εν Παλαιστίνη Καισαρείας τα ευρισκόμενα πάντα, τόμος στ΄. Eusebiou tou Pamphilou, episkopou tes en Palaistine Kaisareias ta euriskomena panta: curis variorum, nempe: Henrici Valesii, Francisci Vigeri, Bernardi Montfauconii, card. Angelo Maii edita. Tomus sextus. 1857. Eusebius of Caesarea 6.. *25: Του εν αγίοις πατρός ημών Αθανασίου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα. Τόμος α΄. Tou en hagiois patros hemon Athanasiou archiepiskopou alexandreias ta euriskomena panta: vel quae ejus nomine circumferuntur, ad mss. codices gallicanos, vaticanos, etc., necnon ad commelinianas lectiones castigata, multis aucta: nova interpretatione, praefationibus, notis, variis lectionibus illustrata: nova sancti doctoris vita, onomastico, et copiosissimis indicibus locupletata: novissimis nunc curis emendatiora, et quarto volumine aucta: tomus primus. 1884. Athanasius 1.1. *26: Του εν αγίοις πατρός ημών Αθανασίου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα. Τόμος β΄.Tou en hagiois patros hemon Athanasiou archiepiskopou alexandreias ta euriskomena panta: vel quae ejus nomine circumferuntur, ad mss. codices gallicanos, vaticanos, etc., necnon ad commelinianas lectiones castigata, multis aucta: nova interpretatione, praefationibus, notis, variis lectionibus illustrata: nova sancti doctoris vita, onomastico, et copiosissimis indicibus locupletata: novissimis nunc curis emendatiora, et quarto volumine aucta: tomus primus. 1884. Athanasius 1.2. *26: Του εν αγίοις πατρός ημών Αθανασίου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα. Τόμος β΄.Tou en hagiois patros hemon Athanasiou archiepiskopou alexandreias ta euriskomena panta: vel quae ejus nomine circumferuntur, ad mss. codices gallicanos, vaticanos, etc., necnon ad commelinianas lectiones castigata, multis aucta: nova interpretatione, praefationibus, notis, variis lectionibus illustrata: nova sancti doctoris vita, onomastico, et copiosissimis indicibus locupletata: novissimis nunc curis emendatiora, et quarto volumine aucta: tomus secundus. 1887. Athanasius 2. *27: Του εν αγίοις πατρός ημών Αθανασίου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα. Τόμος γ΄.Tou en hagiois patros hemon Athanasiou archiepiskopou alexandreias ta euriskomena panta: vel quae ejus nomine circumferuntur, ad mss. codicesg allicanos, vaticanos, etc., necnon ad commelinianas lectiones castigata, multis aucta: nova interpretatione, praefationibus, notis, variis lectionibus illustrata: nova sancti doctoris vita, onomastico, et copiosissimis indicibus locupletata: novissimis nunc curis emendatiora, et quarto volumine aucta: tomus tertius. 1887. Athanasius 3. *28: Του εν αγίοις πατρός ημών Αθανασίου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα. Τόμος δ΄.Tou en hagiois patros hemon Athanasiou archiepiskopou alexandreias ta euriskomena panta: vel quae ejus nomine circumferuntur, ad mss. codices gallicanos, vaticanos, etc., necnon ad commelinianas lectiones castigata, multis aucta: nova interpretatione, praefationibus, notis, variis lectionibus illustrata: nova sancti doctoris vita, onomastico, et copiosissimis indicibus locupletata: novissimis nunc curis emendatiora, et quarto volumine aucta: tomus quartus. 1887. Athanasius 4. *29a: Του εν αγίοις πατρός ημών Βασιλείου, αρχιεπισκόπου Καισαρείας Καππαδοκίας, τα ευρισκόμενα πάντα. Τόμος α1΄. Tou en hagiois patros hemon Basileiou, archiepiskopou Kaisareias Kappadokias, ta euriskomena panta: vel quae sub ejus nomine circumferuntur, ad mss. codices gallicanos, vaticanos, florentinos et anglicos, necnon ad antiquiores editiones castigata, multis aucta: nova interpretatione, criticis praefationibus, notis, variis lectionibus illustrata, nova sancti doctoris vita et copiosissimis indicibus locupletata: tomus primus. Basil the Great 1.1 *29a: Του εν αγίοις πατρός ημών Βασιλείου, αρχιεπισκόπου Καισαρείας Καππαδοκίας, τα ευρισκόμενα πάντα. Τόμος α1΄. Tou en hagiois patros hemon Basileiou, archiepiskopou Kaisareias Kappadokias, ta euriskomena panta: vel quae sub ejus nomine circumferuntur, ad mss. codices gallicanos, vaticanos, florentinos et anglicos, necnon ad antiquiores editiones castigata, multis aucta: nova interpretatione, criticis praefationibus, notis, variis lectionibus illustrata, nova sancti doctoris vita et copiosissimis indicibus locupletata: tomus primus. Basil the Great 1.2. *30: Του εν αγίοις πατρός ημών Βασιλείου, αρχιεπισκόπου Καισαρείας Καππαδοκίας, τα ευρισκόμενα πάντα. Τόμος β΄. Tou en hagiois patros hemon Basileiou, archiepiskopou Kaisareias Kappadokias, ta euriskomena panta: vel quae sub ejus nomine circumferuntur, ad mss. codices gallicanos, vaticanos, florentinos et anglicos, necnon ad antiquiores editiones castigata, multis aucta: nova interpretatione, criticis praefationibus, notis, variis lectionibus illustrata, nova sancti doctoris vita et copiosissimis indicibus locupletata: tomus secundus. 1888. Basil the Great 2. *31: Του εν αγίοις πατρός ημών Βασιλείου, αρχιεπισκόπου Καισαρείας Καππαδοκίας, τα ευρισκόμενα πάντα. Τόμος γ΄. Tou en hagiois patros hemon Basileiou, archiepiskopou Kaisareias Kappadokias, ta euriskomena panta: vel quae sub ejus nomine circumferuntur,ad mss. codices gallicanos, vaticanos, florentinos et anglicos, necnon ad antiquiores editiones castigata, multis aucta: nova interpretatione, criticis praefationibus, notis, variis lectionibus illustrata, nova sancti doctoris vita et copiosissimis indicibus locupletata: tomus tertius. 1885. Basil the Great 3. *32: Του εν αγίοις πατρός ημών Βασιλείου, αρχιεπισκόπου Καισαρείας Καππαδοκίας, τα ευρισκόμενα πάντα. Τόμος δ΄. Tou en hagiois patros hemon Basileiou, archiepiskopou Kaisareias Kappadokias, ta euriskomena panta: vel quae sub ejus nomine circumferuntur, ad mss. codices gallicanos, vaticanos, florentinos et anglicos, nec non ad antiquiores editiones castigata, multis aucta: nova interpretatione, criticis praefationibus, notis, variis lectionibus illustrata, nova sancti doctoris vita et copiosissimis indicibus locupletata: tomus quartus. 1886. Basil the Great 4. (epistola nr.155 in Migne - PG 32, 611-614.) *33: Του εν αγίοις πατρός ημών Κυρίλλου Ιεροσολύμων αρχιεπισκόπου τα ευρισκόμενα παντα. Tou en hagiois patros hemon Kyrillou Ierosolymon archiepiskopou ta euriskomena panta: ad manuscriptos codices necnon ad superiores editiones castigata, dissertationibus et notis illustrata, cum nova interpretatione et copiosis indicibus: accedunt Petri 2., Timothei, Alexandrinorum Praesulum, Apollinari Laodiceni, Diodori Tarsensis scripta vel scriptorum fragmenta quae supersunt. 1857. Cyril of Jerusalem, with Apollinaris of Laodicea, Diodorus of Tarsus, etc. *34: Των εν αγίοις πατέρων ημών Μακαρίου του Αιγυπτίου, Μακαρίου του Αλεξανδρέως, τα ευρισκόμενα πάντα. Ton en hagiois pateron hemon Makariou tou Aigyptiou, Makariou tou Alexandreos, ta euriskomena panta: ad fidem vaticani vindobonensium, berolinensis, aliorum codicum. 1903. Macarius of Egypt and Macarius of Alexandria. *35: Του εν αγίοις πατρός ημών Γρηγορίου του Θεολόγου, αρχιεπισκόπου Κωνσταντινουπόλεως τα ευρισκόμενα πάντα, τόμος α΄. Tou en hagiois patros hemon Gregoriou tou Theologou, archiepiskopou Konstantinoupoleos ta euriskomena panta: ad mss. codices gallicanos, vaticanos, germanicos, anglicos, nec non ad antiquiores editiones castigata,multis aucta et illustrata, accedunt variorum commentarii et scholia in omniaopera sancti Gregorii: tomus secundus. 1885. Gregory of Nazianzus 1. *36: Του εν αγίοις πατρός ημών Γρηγορίου του Θεολόγου, αρχιεπισκόπου Κωνσταντινουπόλεως τα ευρισκόμενα πάντα, τόμος β΄. Tou en hagiois patros hemon Gregoriou tou Theologou, archiepiskopou Konstantinoupoleos ta euriskomena panta: ad mss. codices gallicanos, vaticanos, germanicos, anglicos, nec non ad antiquiores editiones castigata, multis aucta et illustrata, accedunt variorum commentarii et scholia in omnia opera sancti Gregorii: tomus secundus. 1885. Gregory of Nazianzus 2. *37: Του εν αγίοις πατρός ημών Γρηγορίου του Θεολόγου, αρχιεπισκόπου Κωνσταντινουπόλεως τα ευρισκόμενα πάντα, τόμος γ΄. Tou en hagiois patros hemon Gregoriou tou Theologou, archiepiskopou Konstantinoupoleos ta euriskomena panta: ad mss. codices gallicos, vaticanos, germanicos, anglicos, nec non ad antiquiores editiones castigata, multis aucta et illustrata, cura et studio monachorum Ordinis s. Benedicti e congregatione s. Mauri: accedunt variorum commentarii et scholia in omnia opera sancti Gregorii: Tomus tertius. 1862. Gregory of Nazianzus 3. *38: Του εν αγίοις πατρός ημών Γρηγορίου του Θεολόγου, αρχιεπισκόπου Κωνσταντινουπόλεως τα ευρισκόμενα πάντα, τόμος δ΄. Tou en hagiois patros hemon Gregoriou tou Theologou, archiepiskopou Konstantinoupoleos ta euriskomena panta: ad mss. codices gallicos, vaticanos, germanicos, anglicos, nec non ad antiquiores editiones castigata, multis aucta et illustrata, cura et studio monachorum Ordinis s. Benedicti e congregatione s. Mauri: accedunt variorum commentarii et scholia in omnia opera sancti Gregorii: Tomus quartus et ultimus. Gregory of Nazianzus 4, with Caesarius. *39: Διδύμου του Αλεξανδρέως τα σοσώμενα πάντα. Didymou tou Alexandreos ta sozomena panta: accedunt s. Amphilochii Iconiensis episcopi et Nectarii Cp. patriarchζ scripta quæ supersunt. 1858. Didymus the Blind, Amphilochius Iconiensis, and Nectarius. *40: Ss. Patrum Ægyptiorum opera omnia: præcedunt Philonis Carpasii, Asterii Amaseni, Nemesii Emeseni, Hieronymi Græci scripta quæ supersunt. 1863. Egyptian Fathers: Anthony the Great, Pachomius, Serapion, etc. *41: Του εν αγίοις πατρός ημών Επιφανίου επισκόπου Κωνσταντείας της Κύπρου τα σωζώόμενα πάντα, τομ. α΄. Tou en hagiois patros hemon Epiphaniou episkopou Konstanteias tes Kyprou ta sozomena panta: Dionysius Petavius Aurelianensis... ex veteribus libris recensuit, latine vertit et animadversionibus illustravit (Paris 1622; Colon. (Lipsiae) 1632). Tomus primus. 1863. Epiphanius 1. *42: Του εν αγίοις πατρός ημών Επιφανίου επισκόπου Κωνσταντείας της Κύπρου τα σωζώόμενα πάντα, τομ. β΄. Tou en hagiois patros hemon Epiphaniou episkopou Konstanteias tes Kyprou ta sozomena panta: Dionysius Petavius Aurelianensis... ex veteribus libris recensuit, latine vertit et animadversionibus illustravit (Paris 1622; Colon. (Lipsiae) 1632). Tomus secundus. 1863. Epiphanius 2. *43: Του εν αγίοις πατρός ημών Επιφανίου επισκόπου Κωνσταντείας της Κύπρου τα σωζώόμενα πάντα, τομ. γ΄. Tou en hagiois patros hemon Epiphaniou episkopou Konstanteias tes Kyprou ta sozomena panta: Dionysius Petavius Aurelianensis... ex veteribus libris recensuit, latine vertit et animadversionibus illustravit: accedunt Nonni Panopolitani scripta quae exstant. Tomus tertius. 1864. Epiphanius 3, with Nonnus of Panopolitanus. *44: Του εν αγίοις πατρός ημών Γρηγορίου επισκόπου Νύσσης τα ευρισκόμενα πάντα, τομ. α΄. Tou en hagiois patros hemon Gregoriou episkopou Nysses ta euriskomena panta: (Ed. Morrel. 1638) nunc denuo correctius et accuratius edita et multisaucta. 1863. Gregory of Nyssa 1. *45: Του εν αγίοις πατρός ημών Γρηγορίου επισκόπου Νύσσης τα ευρισκόμενα πάντα, τομ. β΄.Tou en hagiois patros hemon Gregoriou episkopou Nysses ta euriskomena panta: (Ed. Morrel. 1638) nunc denuo correctius et accuratius edita et multis aucta: Tomus secundus. 1863. Gregory of Nyssa 2. *46: Του εν αγίοις πατρός ημών Γρηγορίου επισκόπου Νύσσης τα ευρισκόμενα πάντα, τομ. γ΄.. Tou en hagiois patros hemon Gregoriou episkopou Nysses ta euriskomena panta: (Ed. Morell. 1638) nunc denuo correctius et accuratius edita et mu ltis aucta: Tomus tertius. 1863. Gregory of Nyssa 3. *47: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος α΄, μέρος α΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomi primi, pars prior. 1863. John Chrysostom 1.1. *48: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος α΄, μέρος β΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomi primi, pars posterior. 1862. John Chrysostom 1.2. *49: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος β΄, μέρος α΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomi secundi, pars prior. 1862. John Chrysostom 2.1. *50: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος β΄, μέρος β΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomi secundi, pars posterior. 1862. John Chrysostom 2.2. *51: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος γ΄, μέρος α΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomi tertii, pars prior. 1862. John Chrysostom 3.1. *52: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος γ΄, μέρος β΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomi tertii, pars posterior. 1859. John Chrysostom 3.2. *53: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος δ΄, μέρος α΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomi quarti, pars prior. 1862. John Chrysostom 4.1. *54: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος δ΄, μέρος β΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomi quarti, pars posterior. 1862. John Chrysostom 4.2. *55: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος ε΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomus quintus. 1862. John Chrysostom 5. *56: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος στ΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomus sextus. 1859. John Chrysostom 6. *57: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος ζ΄, μέρος α΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomi septimi, pars prior. 1862. John Chrysostom 7.1. *58: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος ζ΄, μέρος β΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomi septimi, pars posterior. 1862. John Chrysostom 7.2. *59: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος η΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quae ejus nomine circumferuntur... Tomus octavus. 1859. John Chrysostom 8. *60: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος θ΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomus nonus. 1862. John Chrysostom 9. *61: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος ι΄. Tou en hagiois patros hemψn Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomus decimus. 1862. John Chrysostom 10. *62: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος ια΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomus undecimus. 1862. John Chrysostom 11. *63: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος ιβ΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomus duodecimus. 1862. John Chrysostom 12. *64: Του εν αγίοις πατρός ημών Ιωάννου αρχιεπισκόπου Κωνταντινουπόλεως, του Χρυσοστόμου, τα ευρισκόμενα πάντα. Τόμος ιγ΄. Tou en hagiois patros hemon Ioannou; archiepiskopou Konstantinoupoleos, tou Chrysostomou, ta euriskomena panta: vel quæ ejus nomine circumferuntur... Tomus decimus tertius et ultimus. 1862. John Chrysostom 13. *65: Του εν αγίοις πατρός ημών Πρόκλου αρχιεπισκόπου Κωνσταντινουπόλεως τα σωζόμενα πάντα. Tou en hagiois patros hemon Proklou, archiepiskopou Konstantinoupoleos ta sozomena panta: accedunt Severiani Gabalitani episcopi, Theophili Alexandrini, Palladii Helenopolitani, Philo Storgii, s. Attici, s. Flaviani Cp., s. Marci eremite, b. Marci Diadochi, Marci diaconi scripta quae supersunt. 1864. Severianus, Theophilus, Palladius, Philostrogius, Atticus, Proclus, Flavianus, Marcus Eremita, Marcus Diadochus, and Marcus Diaconus.. *66: Συνεσίου επισκόπου Κυρήνης τα ευρισκόμενα πάντα. Synesiou episkopou Kyrenes ta euriskomena panta: accedunt Theodori Mopsuesteni episcopi, s. Arsenii eremitæ scripta vel scriptorum fragmenta quae supersunt: tomus unicus. 1859. Theodore of Mopsuestia, Synesius, and Arsenius. *67: Σωκράτους Σχολαστικού, Ερμείου Σωζομένου εκκλησιαστική ιστορία. Sokratous Scholastikou, Hermeiou Sozomenou ekklesiastike historia. 1859. Socrates and Sozomenus Scholasticus (p. 33–841). *68: Tου εν αγίοις πατρός ημών Κυρίλλου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα, τομ. α΄. Tou en hagiois patros hemon Kyrillou archiepiskopou Alexandreias ta euriskomena panta. 1864. Cyril of Alexandria. Tom. 1. 69: Tου εν αγίοις πατρός ημών Κυρίλλου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα, τομ. β΄. Tou en hagiois patros hemon Kyrillou archiepiskopou Alexandreias ta euriskomena panta. Tomus secundus. 1859. Cyril of Alexandria. Tom. 2. *70: Tου εν αγίοις πατρός ημών Κυρίλλου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα, τομ. γ΄. Tou en hagiois patros hemon Kyrillou archiepiskopou Alexandreias ta euriskomena panta. Tomus tertius. 1864. Cyril of Alexandria. Tom. 3. *71: Tου εν αγίοις πατρός ημών Κυρίλλου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα, τομ. δ΄. Tou en hagiois patros hemon Kyrillou archiepiskopou Alexandreias ta euriskomena panta. Tomus quartus. 1864. Cyril of Alexandria. Tom. 4. *72: Tου εν αγίοις πατρός ημών Κυρίλλου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα, τομ. ε΄. Tou en hagiois patros hemon Kyrillou archiepiskopou Alexandreias ta euriskomena panta. Tomus quintus. 1864. Cyril of Alexandria. Tom. 5. *73: Tου εν αγίοις πατρός ημών Κυρίλλου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα, τομ. στ΄. Tou en hagiois patros hemon Kyrillou archiepiskopou Alexandreias ta euriskomena panta. Tomus sextus. 1864. Cyril of Alexandria. Tom. 6. *74: Tου εν αγίοις πατρός ημών Κυρίλλου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα, τομ. ζ΄. Tou en hagiois patros hemon Kyrillou archiepiskopou Alexandreias ta euriskomena panta. Tomus septimus. 1863. Cyril of Alexandria. Tom. 7. *75: Tου εν αγίοις πατρός ημών Κυρίλλου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα, τομ. η΄. Tou en hagiois patros hemon Kyrillou archiepiskopou Alexandreias ta euriskomena panta. Tomus octavus. 1863. Cyril of Alexandria. Tom. 8. *76: Tου εν αγίοις πατρός ημών Κυρίλλου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα, τομ. θ΄. Tou en hagiois patros hemon Kyrillou archiepiskopou Alexandreias ta euriskomena panta. Tomus nonus. 1859. Cyril of Alexandria. Tom. 9. *77: Tου εν αγίοις πατρός ημών Κυρίλλου αρχιεπισκόπου Αλεξανδρείας τα ευρισκόμενα πάντα, τομ. ι΄. Tou en hagiois patros hemon Kyrillou archiepiskopou Alexandreias ta euriskomena panta. Tomus decimus: Tomus huncce claudunt Theodoti Ancyrani, Pauli Emeseni, Joannis Antiocheni, Acacii Berrhoeensis, Memnonis Ephesini, Acacii Melitinensis, Rabbulæ Edesseni, Amphilochii Sideni, episcoporum, homiliæ et epistolæ. 1859. Cyril of Alexandria 10, Theodotus of Ancyranus, Paul of Emesenus, Acacius of Berrhœensis, John of Antioch, Memon of Ephesus, Acacus of Melito, Rabbulus of Edesse, Firmus of Cæsaria, and Amphilochius of Sidon. 1859.. *78: Του εν αγίοις πατρός ημών Ισιδώρου, του Πελουσιώτου, επιστολών βιβλία πέντε. Tou en hagiois patros hemon Isidorou, tou Pelousiotou, epistolon biblia pente: accedunt Zosimi abbatis alloquia: Tomus unicus. 1864. Isidorus Pelusiotæ. *79: Του εν αγίοις πατρός ημών Νείλου Αββά τα ευρισκόμενα πάντα. Tou en hagiois patros hemon Neilou Abba ta euriskomena panta. 1865. Nilus of Sinai.. *80: Θεοδωρέτου επισκόπου Κύρου άπαντα. Τόμος α΄. Theodoretou episkopou Kyrou apanta. Tomus primus. 1860. Theodoretus of Cyrrhus (Cyrus) 1.. *81: Θεοδωρέτου επισκόπου Κύρου άπαντα. Τόμος β΄. Theodoretou episkopou Kyrou apanta. Tomus secundus. 1859. Theodoretus of Cyrrhus (Cyrus) 2.. *82: Θεοδωρέτου επισκόπου Κύρου άπαντα. Τόμος γ΄. Theodoretou episkopou Kyrou apanta. Tomus tertius. 1859. Theodoretus of Cyrrhus (Cyrus) 3.. *83: Θεοδωρέτου επισκόπου Κύρου άπαντα. Τόμος δ΄. Theodoretou episkopou Kyrou apanta. Tomus quartus. 1864. Theodoretus of Cyrrhus (Cyrus) 4.. *84: Θεοδωρέτου επισκόπου Κύρου άπαντα. Τόμος ε΄. Theodoretou episkopou Kyrou apanta. 1860. Theodoretus of Cyrrhus (Cyrus) 5.. *85: Βασιλείου επισκόπου Σελευκίας τα σωζόμενα πάντα. Basileiou episkopou Seleukias ta sozomena panta: accedunt Eudoclae imperatricis, Aeneae Gazaei, Zachariae Mitylenes, Gennadii Cp., Antipatri Bostrensis, Theotimi Tomitani, Gelasii Cyziceni, Andreae Samosatensis, Timothei Berytensis, Eustathii Berytensis, Quintiani Asculani, Joannis Carpathii, episcoporum; Ammonii presbyteri Alexandrini, Dalmatii monachi, Euthalii diaconi, Candidi Isauri, anonymi, scripta vel scriptorum fragmenta quae supersunt. 1862. Basil of Seleucia; Euthalius Deacon of Alexandria, John of Carpathios, Æneas Gazæos, Zacharias Mitylenes Gelasius of Cyzicus, Theotimus, Ammonius, Andreas of Samosatus, Gennadius of Constantinople, Candidus, Antipater of Bostros, Dalmatius, Timothy, and Eustathius. *86.1: Ευσεβίου του Αλεξανδρέως, Ευσεβίου Εμισηνού, Λεοντίου του Βυζαντίου τα ευρισκόμενα πάντα ( μέρος 1ο ). Eusebiou tou Alexandreos, Eusebiou Emisenou, Leontiou tou Byzantiou ta euriskomena panta: intermiscentur Theodori Scythopolitani, Theodosii Alexandrini, s. Gregentii Tapharensis, Epiphani Cp., s. Isaaci Ninivitani, episcoporum; Timothei Cp., Timothei Hierosolymitani, presbyterorum; Joannis Maxentii, Theodori lectoris, Procopii presbyteri Tyrorum, s. Barsanuphii, Anachoretae Palaestini, Agapeti Cp. diaconi, Eustathii monachi, epistolae, tractatus, opuscula; accedunt Justiniani, imperatoris Augusti, Scripta dogmatica. 1860. Timothy of Constantinople, Theodorus, Procopius Deacon of Tyre, Theodorus Bishop of Scythopolitanus, Timothy of Hierosolymitanus, Timothy III of Alexandria, Theodosius of Alexandria, Eusebius of Alexandria, Eusebius of Emesenus, Gregentius of Tapharensis, Epiphanius of Contstantinople, Isaac of Ninivitanus, Barsanuphius of Palestine, Eustathius, Justinian, Agapetus, and Leontius Byzantinus. *86.2: Λεοντίου, του Βυζαντίου, τα ευρισκόμενα πάντα ( μέρος 2ο ). Leontiou, tou Byzantiou, ta euriskomena panta. Leontii tomus posterior: accedit Evagrii Scholastici Historia ecclesiastica; intermiscentur s. Eulogii Alexandrini archiepiscopi, s. Eutychii Constantinopolitani patriarchæ, s. Ephraimi Antiocheni patriarchæ, Zachariæ Modesti, Hierosolymitanorum patriarcharum, Erachtii Antiochiæ in Perside episcopi, s. Petri Laodiceni, s. Symeonis junioris, Jobii monachi, Pauli Silentiarii, scripta vel scriptorum fragmenta quæ supersunt: Leontii tomus posterior, cæterorum tomus unicus. 1865. Leontius Byzantinus (continuation), Ephraimus of Antioch, Paulus Silentiarus, Eutrychius of Constantinople, Evagrius the scholar, Eulogius of Alexandria, Simeon Stylita Junior, Zacharias of Heirosolymitanus, Modesta of Hierosolymitanus, Jobius, Erechtius of Antioch and Peter of Laodocia. 87α: *Προκοπίου, του Γαζαίου, χριστιανού σοφιστού και ερμηνευτού, τα ευρισκόμενα πάντα. Prokopiou, tou Gazaiou, christianou sophistou kai hermeneutou, ta euriskomena panta. Procopius of Gaza. 87α: *Προκοπίου, του Γαζαίου, χριστιανού σοφιστού και ερμηνευτού, τα ευρισκόμενα πάντα. Prokopiou, tou Gazaiou, christianou sophistou kai hermeneutou, ta euriskomena panta. Procopius of Gaza. 87α: *Προκοπίου, του Γαζαίου, χριστιανού σοφιστού και ερμηνευτού, τα ευρισκόμενα πάντα. Prokopiou, tou Gazaiou, christianou sophistou kai hermeneutou, ta euriskomena panta. Procopius of Gaza, Joannes Moschus, Sophronius, and Alexander Monachus.. *88: Του εν αγίοις πατρός ημών Ιωάννου Σχολαστικού, του Ηγουμένου του Αγίου Όρους Σινά, άπαντα. Κοσμάς Ινδικοπλεύστης. Tou en hagiois patros hemon Ioannou Scholastikou, tou Hegoumenou tou Hagiou Orous Sina, hapanta: accedunt Cosmæ Indicopleustæ, necnon Constantini diaconi Cp., Agathiæ Myrinæi, s. Dorothei Archimandritæ, Gregorii Antiocheni episcopi, Joannis Jejunatoris, patriarchæ Cp. scripta quæ exstant: tomus unicus. 1860. Cosmas Indicopleustes, Constantine the Deacon, Joannes Climacus, Agathias Myrinæ, Gregory of Antioch, Joannes Jejunator the Partriarch of Constantinople. *89: Του εν αγίοις πατρός ημών Αναστασίου του Σιναΐτου, πατριάρχου Αντιοχείας, τα ευρισκόμενα πάντα. Tou en hagiois patros hemon Anastasiou, tou Sinaitou, patriarchou Antiocheias, ta euriskomena panta: accedunt Anastasii 1. Antiocheni episcopi, Anastasii abbatis s. Euthymii, Anastasii 4. Antiocheni, Anastasii presbyteri, Antiochi Lauræ S. Sabæ monachi, quæ supersunt: tomus unicus. 1865. Anastasius of Sinai, Anastasius of Antioch, Anastisius Abbot of Euthymius, Anastasius IV Patriarch of Antioch, and Antiochus of Sabe. *90: Του εν αγίοις πατρός ημών Μαξίμου του Ομολογητού, άπαντα, τομ. α΄. Tou en hagiois patros hemon Maximou tou Homologetou, hapanta: ex probatissimis quaeque mss. codicibus, regiis, card. Mazarini, seguierianis, vaticanis, barberinis, magni ducis florentinis, venetis, etc., eruta, latine translata notisque illustrqta cura et studio r.p. Francisci Combefis accedit s. Maximi liber de variis difficilibus locis ss. patrum Dionysii et Gregorii, quem ex codice Gudiano descripsit, et in latinum sermonem interpretatus, post Joannis Scoti et Th. Gale Tentamina, primus integrum edidit Franc. Oehler, theologiae doctor: tomus primus. 1860. Maximus the Confessor 1. ( Quaestiones ad Thalassium 60, in, 623B.) *91: Του εν αγίοις πατρός ημών Μαξίμου του Ομολογητού, άπαντα, τομ. β΄. Tou en hagiois patros hemon Maximou tou Homologetou, hapanta: ex probatissimis quaeque mss. codicibus, regiis, card. Mazarini, seguierianis, vaticanis, barberinis, magni ducis florentinis, venetis, etc., eruta, latine translata, notisque illustrata, cura et studio r. p. Franc. Combefis: accedit s. Maximi liber de variis difficilibus locis ss. patrum Dionysii et Gregorii, quem ex codice Gudiano descripsit, et in latinum sermonem interpretatus, post Joannis Scoti et Th. Gale Tentamina, primus integrum edidit Franc. Oehler, theologiae doctor: tomus secundus cui accessere Thalassii abbatis et Theodori Raithuensis opuscula quae supersunt. 1860. Maximus the Confessor 2, Thalasius the Abbot, and Theodore the Abbot of Raithuensis. ( Mystagogia 13, in, 692C.) *92: Πασχάλιον, Χρονικόν πασχάλιον. Paschalion, seu Chronicon paschale, a mundo condito ad Heraclii imp. annum 20.: opus hactenus fastorum siculorum nomine laudatum, deinde chronicæ temporum epitomes, ac denique chronici alexandrini lemmate vulgatum;: post Caroli Du Fresnii-Du Cangi curas ad exemplar vaticanum recensuit Ludovicus Dindorfius (Bonnae 1832, 8.): accedunt Georgii Pisidae opera quae reperiri potuerunt omnia. 1960. Paschal Chronicle, Georges Pisides ( Χρονικόν Πασχάλιον, σελ. 1 - 1158), Πισίδης Γεώργιος, Ηρακλιάς, ήτοι εις την τελείαν πτώσιν Χοσρόου βασιλέως Περσών. σελ. 1162 - 1756.) *93: Ησυχίου, πρεσβυτέρου Ιεροσολύμων, Ολυμπιοδώρου διακόνου Αλεξανδρείας, Λεοντίου, επισκόπου Νεαπόλεως της Κύπρου, τα ευρισκόμενα πάντα. Hesychiou, presbyterou Hierosolymon, Olympiodorou diakonou Alexandreias, Leontiou, episkopou Neapoleos tes Kyprou, ta euriskomena panta: tomus unicus. 1865. Olympiodus Deacon of Alexandria, Hesychius, Leontius of Neapoleos in Cyprus, and Leontius of Damascus. *94: Του εν αγίοις πατρός ημών Ιωάννου του Δαμασκηνού, μοναχού, και πρεσβυτέρου Ιεροσολύμων, τα ευρισκόμενα πάντα. Τόμος α΄. Tou en hagiois patros hemon Ioannou, tou Damaskenou, monachou, kai presbyterou Hierosolymon, ta euriskomena panta: ex variis editionibus, et codicibus manu exaratis, gallicis, italicis et anglicis, collecta, recensita, latine versa, atque annotationibus illustrata, cum praeviis dissertationibus et copiosis indicibus. Tomus primus. 1860. John of Damascus 1. *95: Του εν αγίοις πατρός ημών Ιωάννου του Δαμασκηνού, μοναχού, και πρεσβυτέρου Ιεροσολύμων, τα ευρισκόμενα πάντα. Τόμος β΄. Tou en hagiois patros hemon Ioannou, tou Damaskenou, monachou, kai presbyterou Hierosolymon, ta euriskomena panta: ex variis editionibus, et codicibus manu exaratis, gallicis, italicis et anglicis, collecta, recensita, latine versa, atque annotationibus illustrata, cum praeviis dissertationibus et copiosis indicibus. Tomus secundus. 1860. John of Damascus 2. ( De hymno trisagio epistola 26, p. 58B.) *96: Του εν αγίοις πατρός ημών Ιωάννου του Δαμασκηνού, μοναχού, και πρεσβυτέρου Ιεροσολύμων, τα ευρισκόμενα πάντα. Τόμος γ΄. Tou en hagiois patros hemon Ioannou, tou Damaskenou, monachou, kai presbyterou Hierosolymon, ta euriskomena panta: ex variis editionibus, et codicibus manu exaratis, gallicis, italicis et anglicis, collecta, recensita, latine versa, atque annotationibus illustrata, cum praeviis dissertationibus et copiosis indicibus, accedunt Joannis CP., Joannis Nicaeni, Joannis Euboeensis, quae supersunt. Tomus tertius. 1891. John of Damascus 3 with John of Nicæa, John the Patriarch of Constantinople, and Joannes Eubœensis. *97: Του εν αγίοις πατρός ημών Ανδρέου αρχιεπισκόπου Κρήτης τα ευρισκόμενα πάντα. Tou en hagiois patros hemon Andreou archiepiskopou Kretes ta euriskomena panta: accedunt Joannis Malalae, Theodori Abucarae Carum episcopi scripta tum historica, tum ascetica quae supersunt. 1860. John Malalas, Andreas of Jerusalem, Elias of Crete and Theordore Abucara. *98: Του εν αγίοις πατρός ημών Γερμανού αρχιεπισκόπου Κωνσταντινουπόλεως, τα ευρισκόμενα πάντα. Tou en hagiois patros hemon Germanou archiepiskopou Konstantinoupoleos, ta euriskomena panta: juxta editiones card. Ang. Mai, Joan. Dominici Mansi, Jacobi Gretseri, Francisci Combefisii, ad prelum revocata: accedunt ss. Gregorii Agrigentini, Tarasii cp., Cosmæ Hierosolymitani, Pantaleonis diaconi cp., Adriani monachii, Epiphanii Catanensis diaconi, Pachomii monachi, Philothei monachi, anonymi Becucciani, scripta quæ supersunt: tomus unicus. 1865. Germanus Patriach of Constantinople, Cosmas of Jerusalem, Gregory II, Anonymus Becuccianus, Pantaleon Deacon of Constantinople, Adrian the Monk, Epiphanius Deacon of Catania, Pacomius the Monk, Philotheus the Monk, and Tarasius Patriarch of Constantinople. *99: Του εν αγίοις πατρός ημών Θεοδώρου Στουδίτου ντα ευρισκόμενα πάντα. Tou en hagiois patros hemon Theodorou tou Stouditou ta euriskomena panta. 1903. Theodori Studitæ. 100: Του εν αγίοις παρός ημών Νικηφόρου αρχιεπισκόπου Κωνσταντινουπόλεως τα ευρισκόμενα πάντα: πολεμικά, απολογητικά, ιστορικά. Tou en hagiois patros hemon Nikephorou archiepiskopou Konstantinoupoleos ta euriskomena panta: polemica, apologetica, historica, post Ang. Mai, Dionysii Petavii, Joan. Dominici Mansi, etc., etc. curas recensita et nunc. 1860. Nicephorus Patriarch of Constantinople, Stephen Deacon of Constantinople, Gregorius Decapolita, Christopher Patriarch of Alexandria, and Methodius Patriarch of Constantinople. (Νικηφόρος Πατριάρχης, Ιστορία σύντομος, σ. 876 - 994.) *101: Φωτίου, πατριάρχου Κωνσταντινου-πόλεως τα ευρισκόμενα πάντα: εξηγητικά, δογματικά, παραινετικά, ιστορικά, κανονικά, τομ. Α΄. Photiou, patriarchou Konstantinoupoleos ta euriskomena panta: in classes quinque distributa: exegetica, dogmatica, paraenetica, historica, canonica. Tomus primus. 1900. Photius of Constantinople 1. *102: Φωτίου, πατριάρχου Κωνσταντινου-πόλεως τα ευρισκόμενα πάντα: εξηγητικά, δογματικά, παραινετικά, ιστορικά, κανονικά, τομ. Β΄. Photiou, patriarchou Konstantinoupoleos ta euriskomena panta: in classes quinque distributa: exegetica, dogmatica, paraenetica, historica, canonica. Tomus secundus. 1900. Photius of Constantinople 2. *103: Φωτίου, πατριάρχου Κωνσταντινου-πόλεως τα ευρισκόμενα πάντα: εξηγητικά, δογματικά, παραινετικά, ιστορικά, κανονικά, τομ. Γ΄. Photiou, patriarchou Konstantinoupoleos ta euriskomena panta: in classes quinque distributa: exegetica, dogmatica, paraenetica, historica, canonica. Tomus tertius. 1900. Photius of Constantinople 3. *104: Φωτίου, πατριάρχου Κωνσταντινου-πόλεως τα ευρισκόμενα πάντα: εξηγητικά, δογματικά, παραινετικά, ιστορικά, κανονικά, τομ. Δ΄. Photiou, patriarchou Konstantinoupoleos ta euriskomena panta: in classes quinque distributa: exegetica, dogmatica, paraenetica, historica, canonica. Tomus quartus. 1896. Photius of Constantinople 4, Petrus Siculus, Peter bishop of Argos, and Bartholomew of Edessa. *105: Νικήτου του Παφλαγόνος, του και Δαβιδ, Νικήτα Βυζαντίου τα ευρισκόμενα πάντα. Niketa tou Paphlagonos, tou kai Dabid, Niketa Byzantiou ta euriskomena panta: accedit editorum dissertatio in qua de amborum aetate et scriptis inquiritur: tomum absolvunt s. Josephi Hymnographii, Theognosti monachi, anonymi, scripta quae supersunt. 1862. Nicetas David Paphlago, Nicetas of Byzantium, Theognostus the Monk, Anonymous, and Josephus the Hymnographer.. *106: Του εν αγίοις πατρός ημών Ανδρέου, αρχιεπισκόπου Καισαρείας Καππαδοκίας, και Αρέθα, του αθλητού και διαδόχου αυτού, τα ευρισκόμενα πάντα. Tou en hagiois patros hemon Andreou, archiepiskopou Kaisereias Kappadokias, kai Aretha, tou athetou kai diadochou autou, ta euriskomena panta: accedunt Joseppi, Nicephori Philosophi Christiani, Joannis Geometrae, Cosmae Vestitoris, Leonis Patricii, Athanasii Corinthiorum episcopi scripta vel scriptorum fragmenta quae supersunt: tomus absolvunt opuscula scripturistica, liturgica, moralia incertae aetatis. 1863. Joseppus, Nicephorus the Philosopher, Andreas archbishop of Cæsarea in Capadoccia, Arethas Bishop of Cæsarea in Cappadocia, Joannes Geometra, Cosmas Vestitor, Leo Patricius, and Athanasius Bishop of Corinth, with other Greek works. *107: Του σοφωτάτου βασιλέως Λέοντος τα ευρισκόμενα πάντα. Tou sophotatou basileos Leontos ta euriskomena panta: nunc primum inunum corpus collecta. 1863. Leo VI Roman Emperor. *108: Του αγίου πατρός ημών Θεοφάνους Ηγουμένου του Αγρού και Ομολογητού χρονογραφία. Tou en hagiois patros hemon Theophanous Hegoumenou tou Agrou kai Homologetou chronographia: cui accedunt Leonis Grammatici, auctoris incerti, Anastasii bibliothecarii, historiarum sui temporis quae supersunt. 1861. Theophanes Abbot and Confessor, Unknown Author, Leo Grammaticus, and Anastasii History and Church Librarian. (Θεοφάνης Ομολογητής, Χρονογραφία. Λέων Γραμματικός, Των νέων βασιλέων χρονογραφία, σ. 1037 – 1164.) *109: Ιστορίαι Βυζαντιναί τα μετά Θεοφάνους. Historiae byzantinae scriptores post Theophanem, ex editione Francisci Combefisii;: accedit Joseph Genesii historia de rebus constantinopolitanis. 1863. Scriptores post Theophanem ex edit. Fr. Combefisii. ( Καμενιάτης Ιωάννης, Εις την Άλωσιν της Θεσσαλονίκης, σ. 519 - 653. Συμεών Μάγιστρος και Λογοθέτης, Χρονογραφία, σ. 663 - 822. Γεώργιος Μοναχός Συνεχιστής, Χρονογραφία. σ. 823 – 984. Γενέσιος Ιωσήφ, Βασιλείαι, σ. 985 - 1179. *110: Χρονικόν σύντομον εκ διαφόρων χρονογράφων τε και εξηγητών συλλεγέν και συντεθέν υπό Γεωργίου μοναχού του επίκλην Αμαρτωλού. Chronikon syntomon ek diaphoron chronographon te kai exegeton syllegen kai syntethen upo Georgiou monachou tou epiklen Hamartolou. 1863. Georgius Monachus (Αμαρτωλός). (Γεώργιος Μοναχός Συνεχιστής, Χρονογραφία, 2ο μέρος, σ. 1 – 1260.) *111: Νικολάου, αρχιεπισκόπου Κωνσταντινουπόλεως, επιστολαί. Nikolaou, archiepiskopou Konstantinoupoleos, epistolai: accedunt Eutychii Alexandrini, Basilii Neopatrensis, Basilii Caesariensis, cognomento Minimi, Mosis Bar-Cephæ, Theodori Daphnopatae, Nicephori presbyteri cp., quae supersunt. 1863. Nicholas Patriarch of Constantinople, Anonymous, Basilius Neopatrensis Metropolita, Basil Bishop of Cæsaræ Cappadocia, Gregory Presbyter of Cæsareæ, Josephus Genesius, Moses son of Cepha in Syria, Theodorus Daphnopata, Nicephorus Presbyter of Constantinople, Eutychius Patriarch of Alexandria, and George the Monk. *112: Του σοφωτάτου δεσπότου και αυτοκράτορος Κωνσταντίνου, του Πορφυρογεννήτου, τα ευρισκόμενα πάντα. Τομ α΄. Tou sophotatou despotou kai autokratoros Konstantinou, tou Porphyrogennetou, ta euriskomena panta: accedunt: Romani junioris imp. aurea bulla pro Monasterio xeropotami in Monte Atho; Theodosii diaconi acroases quinque de expugnatione Cretae; s. Niconis armeni monachi acta ab abbate monasterii s. Niconis anno 1150 scripta. Tomus prior. 1897. Constantine Porphyrogenitus 1.. *113: Του σοφωτάτου δεσπότου και αυτοκράτορος Κωνσταντίνου, του Πορφυρογεννήτου, τα ευρισκόμενα πάντα. Τομ. β΄. Tou sophotatou despotou kai autokratoros Konstantinou, tou Porphyrogennetou, ta euriskomena panta: accedunt: Romani junioris imp. aurea bulla pro Monasterio xeropotami in Monte Atho; Theodosii diaconi acroases quinque de expugnatione Cretae; s. Niconis armeni monachi acta ab abbate monasterii s. Niconis anno 1150 scripta. Tomus posterior. 1864. Constantine Porphyrogenitus 2, Nicon the Monk in Crete, and Theodosius the Deacon. (Κων/νος Πορφυρογέννητος, Περί των Θεμάτων, σ. 64 - 140. Κων/νος Πορφυρογέννητος, Κωνσταντίνου εν Χριστώ βασιλεί αιωνίω βασιλέως Ρωμαίων προς τον ίδιον υιόν Ρωμανόν θεοστεφή και Πορφυρογέννητον βασιλέα - (De Administrando Imperio), σ. 158 – 422. Πέτρος Πατρίκιος και Μάγιστρος, Περί Πολιτικής Καταστάσεως, σ. 663 - 676. Θεοδόσιος Διάκονος, Άλωσις της Κρήτης, σ. 987 - 1060.):. *114: Συμεών Λογοθέτου, του Μεταφραστού, τα ευρισκόμενα πάντα: ασκητικά, παραινετικά, κανονικά, ιστορικά, αγιογραφικά. Τομ. α΄. Logothetou, tou Metaphrastou, ta euriskomena panta: ascetica, paraenetica, canonica, historica, hagiographica. Tomus primus. 1903. Symeon Metaphrastes 1.:. *115: Συμεών Λογοθέτου, του Μεταφραστού, τα ευρισκόμενα πάντα: ασκητικά, παραινετικά, κανονικά, ιστορικά, αγιογραφικά. Τομ. β΄. Symeon Logothetou, tou Metaphrastou, ta euriskomena panta: ascetica, paraenetica, canonica, historica, hagiographica, magnam partem ex mss. parisiensibus nunc primum graece edita. Tomus secundus. 1899. Symeon Metaphrastes 2.:. *116: Συμεών Λογοθέτου, του Μεταφραστού, τα ευρισκόμενα πάντα: ασκητικά, παραινετικά, κανονικά, ιστορικά, αγιογραφικά. Τομ. γ΄. Symeon Logothetou, tou Metaphrastou, ta euriskomena panta: ascetica, paraenetica, canonica, historica, hagiographica, magnam partem ex mss. parisiensibus nunc primum graece edita. Tomus tertius. 1891. Symeon Metaphrastes 3. *117: Λέοντος διακόνου ιστορία. Leontos diakonou historia: e recensione Caroli Benedicti Hasii: praemittitur Menologium graecorum Basilii Porphyrogeniti imperatoris jussu editum. Accedunt Hippolyti Thebani, Georgidis monachi, Ignatii diaconi, Nili Cujusdam, Christophori Protoasecretis, Michaelis Hamartoli, anonymi, scripta quae supersunt. 1894. Leonis Diaconi with Hyppolitus Thebanus, Georgides Monachus, Ignatius Diaconus, Nilus, Christophus Protoasecretis, Michael Hamartolus, Anonymus, and. *118: Οικουμενίου, επισκόπου Τρίκκης, τα ευρισκόμενα πάντα, τομ. α΄. Oikoumeniou, episkopou Trikkes, ta euriskomena panta: juxta editionem parisiensem anni 1631, praevia emendatione diligentissima, typis repetita. Tomus prior. 1893. Œcumenius Bishop of Trikka 1. *119: Οικουμενίου, επισκόπου Τρίκκης, τα ευρισκόμενα πάντα, τομ. β΄. Oikoumeniou, episkopou Trikkes, ta euriskomena panta: juxta editionem parisiensem anni 1631, praevia emendatione diligentissima, typis repetita. Tomus posterior. 1881. Œcumenius Bishop of Trikka 2. *120: Ιωάννου αρχιεπισκόπου Κωνσταντινουπόλεως, του Ξυφιλίνου, Συμεών του Νέου τα ευρισκόμενα πάντα. Ioannou archiepiskopou konstantinoupoleos, tou Xiphilinou, Symeon tou Neou ta euriskomena panta: intermiscentur Joannis Euchaitae, Theodori Iconii, Alexii cp., Demetrii Cyziceni, Michaelis Cerularii, Samonae Gazensis, Leonis Achridani, episcoporum; Leonis presbyteri, Joannis presbyteri, Epiphani monachi hierosolymitani, Nicetae Chartophylacis, Nicetae Pectorati, Joannis cp. diaconi, anonymi, scripta vel scriptorum fragmenta quæ supersunt. Tomus unicus. 1880. Anonymous, Theodorus Iconii Episcopus, Leo Presbyter, Leo Grammaticus, Joannis Presbyter, Epiphanius Monachus Hierosolymitanus, Alexius Patriarch of Constantinople, Demetrius Syncellus Cyzicenus Metropolita, Nicetas Chartophylax Nicænus, Michael Cerularius Patriarch of Constantinople, Samonas Gaxensis Episcopus, Leo Achridanus Bulgarorum Archiepiscopus, Nicetas Pectoratus Presbyter et Monasterii Studiensis Monachus, Joannes Euchaitarum Metropolita Joannis Xiphilini Archbishop of Constantinople, Joannes Deacon of Constantinople, and Symeonis Junioris. *121: *Γεωργίου του Κεδρηνού Σύνοψις ιστοριών. Τομ. Α΄. Georgiou tou Kedrenou Synopsis historion: cui subjiciuntur excerpta ex breviario Joannis Scylitzae Curopalatae. Tomus prior. 1894. Georgii Cedreni 1. (Κεδρενός Γεώργιος, Σύνοψις Ιστοριών. Σκυλίτζης Ιωάννης, Σύνοψις Ιστοριών, σ. 368 - 476.) *122: *Γεωργίου του Κεδρηνού Σύνοψις ιστοριών. Τομ. Β΄. Georgiou tou Kedrenou Synopsis historion: cui subjiciuntur excerpta ex breviario Joannis Scylitzae Curopalatae, accedunt Michaelis Pselli opera quae reperiri potuerunt omnia nunc primum in unum collecta. Tomus posterior. 1889. Georgii Cedreni 2. (Κεδρενός Γεώργιος, Σύνοψις Ιστοριών, σ. 1 - 368.) *123: Θεοφύλακτου αρχιεπισκόπου Βουλγαρίας τα ευρισκόμενα πάντα, τομ α΄. Theophylaktou archiepiskopou Boulgarias ta euriskomena panta: accedit J.F. Mariae Bern. de Rubeis dissertatio de ipsius Theophylacti aetate, gestis, scriptis ac doctrina. Tomus primus. 1883. Theophylactus Bulgariæ Archiepiscopus 1. *124: Θεοφύλακτου αρχιεπισκόπου Βουλγαρίας τα ευρισκόμενα πάντα, τομ. β΄. Theophylaktou archiepiskopou Boulgarias ta euriskomena panta: accedit J.F. Mariae Bern. de Rubeis dissertatio de ipsius Theophylacti aetate, gestis, scriptis ac doctrina. Tomus secundus. 1879. Theophylactus Bulgariæ Archiepiscopus 2. *125: Θεοφύλακτου αρχιεπισκόπου Βουλγαρίας τα ευρισκόμενα πάντα, τομ. γ΄. Theophylaktou archiepiskopou Boulgarias ta euriskomena panta: accedit J.F. Mariae Bern. de Rubeis dissertatio de ipsius Theophylacti aetate, gestis, scriptis ac doctrina. Tomus tertius. 1864. Theophylactus Bulgariæ Archiepiscopus 3. *126: Θεοφύλακτου αρχιεπισκόπου Βουλγαρίας τα ευρισκόμενα πάντα, τομ. δ΄. Theophylaktou archiepiskopou Boulgarias ta euriskomena panta: accedit J. F. Mariae Bern. de Rubeis dissertatio de ipsius Theophylacti aetate, gestis, scriptis ac doctrina. Tomus quartus. Theophylactus Bulgariæ Archiepiscopus 4. *127: Νικηφόρου του Βρυεννίου ιστοριών βιβλία Δ΄. Nikephorou tou Bryenniou historion biblia D: Caroli Dufresnii Du Cangii notis historicis illustrati. Accedit Constantini Manassis compendium chronicum; intermiscentur Nicolai Cp. patriarchæ, Lucæ abbatis Cryptoferratensis, Niconis monachi Raithensis in Palæstina, Anastasii Cæsariensis in Palæstina archiepiscopi, Nicetæ Serronii, Jacobi monachi, Philippi Solitarii, Job monachi, Petri Chrysolani, Alexii Comneni imperatoris, Irenes Augustæ, Nicephori Botaniatæ imperatoris, Nicetæ Seidi, quæ supersunt. 1864. Nicephorus Bryennius, Constantinus Manasses, Nicolaus Patriarch of Constantinople, Lucas Abbas Cryptoferrantersis Septimus, Nicon Monachus Raithensis in Palestina, Anastasius Cæsareæ Palæstineæ Archiepiscopus, Nicetas Serronius, Jacobus Monachus Coccinobaphi, Philippus Solitarius, Job Monachus, Petrus Chrysolanus Mediolanensis Archiepiscopus, Alexius Comnenus Imp. Irene Augusta, Nicephorus Botaniata Imp., and Nicetas Seidus. (Βρυέννιος Νικηφόρος, Ύλη Ιστορίας, σ. 1 - 216.) *128: *Ευθυμίου του Ζιγαβηνού τα ευρισκόμενα πάντα, τομ. α΄. Euthymiou tou Zigabenou ta euriskomena panta: juxta varias editiones lipsiensem nempe Christ. Frid. Matthaei, Anthimi Tergobystensem, Ant. Bongiovanni venetam, Nicolai Fogginii romanam, typis repetita. Tomus primus. 1864. Euthymius Zigabeno 1. *129: *Ευθυμίου του Ζιγαβηνού τα ευρισκόμενα πάντα, τομ. β΄. Euthymiou tou Zigabenou ta euriskomena panta: juxta varias editiones lipsiensem nempe Christ. Frid. Matthaei, Anthimi Tergobystensem, Ant. Bongiovanni venetam, Nicolai Fogginii romanam, typis repetita. Tomus secundus. 1898. Euthymius Zigabeno 2. *130: *Ευθυμίου του Ζιγαβηνού τα ευρισκόμενα πάντα, τομ. γ΄. Euthymiou tou Zigabenou ta euriskomena panta: juxta varias editiones lipsiensem nempe Christ. Frid. Matthaei, Anthimi Tergobystensem, Ant. Bongiovanni venetam, Nicolai Fogginii romanam, typis repetita. Tomus tertius. 1865. Euthymius Zigabeno 3. *131: *Ευθυμίου του Ζιγαβηνού τα ευρισκόμενα πάντα, τομ. δ΄. Άννα Κομνηνή. Euthymiou tou Zigabenou ta euriskomena panta: accedunt Annae Comnenae. Tomus quartus. 1864. Euthymius Zigabeno (4) with Anna Comnenea Porphyrogenit Cæsarissa. *132: Του σοφωτάτου και ρητορικοτάτου Θεοφάνους αρχιεπισκόπου Ταυρομενίου της Σικελίας του επίκλην Κεραμέως ομιλίαι εις Ευαγγέλια κυριακά και εορτάς του όλου ενιαυτού. Tou *sophotatou kai rethorikotatou Theophanous archiepiskopou Tauromeniou tes Sikelias tou epiklen Kerameos omiliai eis Euangelia kyriaka kai eortas tou olou eniautou: ex editione Francisci Scorsi, panormitani, s.j. ad codicem graecum matritensem recensita restituta, illustrata: accedunt Nili Doxapatrii, Joannis Antiocheni, Joannis Comneni imp., Isaaci Magnae Armeniae catholici, quae supersunt. 1864. Theophanes Kerameus, Nilus Doxapatrius, John Bishop of Antioch, Joannes Comnenus, Isaacus Magnæ Armeniæ Catholicus. *133: Ιωάννου του Κιννάμου ιστοριών βιβλία Ζ΄. Ioannou tou Kinnamou historion biblia Z: ex editione et cum notis Caroli du Fresnii Du Cangi, qui, appendicis vice, sub junxit stemmata genealogica accuratissima ad historiae comnenicae pleniorem notitiam, et Christophori de Bondelmontibus descriptionem urbis constantinopoleos, ante ejus a Turcis expugnationem; accedunt Arsenii in Monte Sancto monachi, Lucae Chrysobergae, Cp. patriarchae, Alexii Aristeni Nomophylacis, Theoriani philosophi christiani, Manuelis Comneni, Alexii Comneni, Andronici Comneni, impp.; Joannis Phocae, Epiphani monachi, Perdiccae Protonotarii ephesini, anonymi, eugesippi, Theodori prodromi, quae supersunt. 1864. Arsenius in Monte Sancto Monachus, Aristenus Monachus, Lucas Chrysoberges, Theorianus Philosophus Christianus, Nerses Claiensis, Joannes Cinnamus, Manuel Comnenus, Alexius Comnenus, Andronicus Comnenus, Theodorus Prodromus. (Κίνναμος Ιωάννης, Επιτομή, σ. 299 - 678. Πρόδρομος Θεόδωρος, Τα κατά Ροδάνθην και Δοσικλέα. Κατομυομαχία. Απόδημος Φιλία, σ. 1003 - 1424.) *134: Ιωάννου του Ζωναρά τα ευρισκόμενα πάντα: ιστορικά, κανονικά, δογματικά (μέρος α΄). Ioannou tou Zonara ta euriskomena panta: historica, canonica, dogmatica: tomus prior. 1864. Joannis Zonaræ 1.. *135: Ιωάννου του Ζωναρά τα ευρισκόμενα πάντα: ιστορικά, κανονικά, δογματικά (μέροςβ΄), Ευσταθίου Θεσσαλονίκης (μέροςα΄). Ioannou tou Zonara ta euriskomena panta: historica, canonica, dogmatica: accedunt Eustathii Thessalonicensis scripta ad rem christianam spectantia: Zonarae tomus posterior, Eustathii prior. 1887. Joannis Zonaræ 2, Georgius Xiphilinus, Isaacius Angelus, Neophytus, Joannes Chilas, Nicolaus Methonensis in Peloponneso Metropolita, and Eustathius Thessalonicensis Metropolita 1. *136: Του σοφωτάτου και λογιοτάτου Ευσταθίου Μητροπολίτου Θεσσαλονίκης άπαντα όσα εκκλησιαστικής εστίν υποθέσεως, (μέρος β΄). Tou sophotatou kai logiotatou Eustathiou Metropolitou Thessalonikes apanta osa ekklesiastikes estin hypotheseos: accedunt Antonii Monachi cognomento Melissæ loci communes ex sacris et profanis auctoribus collecti: Eustathii tomus posterior, Antonii tomus unicus. 1865. Eustathius of Thessalonica 2, with Antonius Melissa. (Ευστάθιος Θεσσαλονίκης, Άλωσις Θεσσαλονίκης, σ. 10 – 140.) *137: Θεοδώρου του Βαλσάμων πατριάρχου Θεουπόλεος Μεγάλης Αντιοχείας τα ευρισκόμενα πάντα: κανονικά, νομικά(ιουριδικά), δογματικά, τομ. α΄. Theodorou tou Balsamon patriarchou Theoupoleos Megales Antiocheias ta euriskomena panta: canonica, juridica, dogmatica: accedunt Joannis Zonaræ et Aristeni commentaria in canones SS. apostolorum, conciliorum et in epistolas canonicas SS. patrum. Tomus primus. 1865. Theodori Balsamonis 1. *138: Θεοδώρου του Βαλσάμων πατριάρχου Θεουπόλεος Μεγάλης Αντιοχείας τα ευρισκόμενα πάντα: κανονικά, νομικά(ιουριδικά), δογματικά, τομ. β΄. Theodorou tou Balsamon patriarchou Theoupoleos Megales Antiocheias ta euriskomena panta: canonica, juridica, dogmatica: accedunt Joannis Zonaræ et Aristeni commentaria in canones SS. apostolorum, conciliorum et in epistolas canonicas SS. patrum. Tomus secundus. 1865. Theodori Balsamonis 2. *139: Νικήτα του Χωνιάτου τα ευρισκόμενα πάντα. Niketa tou Choniatou ta euriskomena panta: praemittuntur Joelis Byzantini Chronographi, Isidori Thessalonicensis, Nicetae Maroniensis, Joannis Citri, Marci Alexandrini, scripta quae supersunt, tum edita, tum inedita. Tomus prior. 1865. Isidorus Thessalonicensis Metropolita, Nicetas Maroneæ Thessalonicensis Metropolita, Joannes Citri Episcopus, Marcus Alexandrinus Byzantinus, Nicetas Choniata. *140: Νικήτα του Χωνιάτου τα ευρισκόμενα πάντα. Niketa tou Choniatou ta euriskomena panta: nec non fratris ejus Mich. Acominati Choniatae atheniensis archiepiscopi quae aetatem tulerunt scripta vel scriptorum fragmenta; insunt praeterea Georgii Acropolitae annales byzantini et Alexandri papae 4., Theodori ducae imp. Nicaeni, Germani 2., Nicephori. Arsenii, Cpolitanorum patriarcharum; Nicephori Chumni, Methodii monachi opuscula, diplomata, epistolae: Nicetae tomus posterior. Caeterorum tomus unicus. 1894. Nicetas Choniata, Anonymi Græci, Michael Acominatus Choniata Archbishop of Athens, Theodorus Alanicus, Theordous Andidensis Episcopus, Manuel Magnus Rhetor Constantinople, Pantaleo, Manuel Charitopulus, Germanus II, Michael Chumnus, Theodorus Ducas Lascaris, Methodius, Nicephorus II, Constantinus Acropolita, Arsenius Autorianus, Georgius Acropolita, Nicephorus Chumnus, Alexander IV, and Sixtus IV (Ακροπολίτης Γεώργιος, Χρονικήσυγγραφή, σ. 969 – 1220.) *141: Ιωάννου πατριάρχου Κωνσταντινουπόλεως του Βέκκου τα ευρισκόμενα πάντα. Ioannou patriarchou Konstantinoupoleos tou Bekkou ta euriskomena panta: quibus nunc primum accensetur refutatio libri Photii de processione spiritus sancti: accedunt Constantini Meliteniotae, Georgii Metochitae, Vecci Symmystarum, libri pro tuenda orthodoxia editi. 1881. Joannes Veccus, Constantinus Meliteniota, and Georgius Metochita. *142.: Νικηφόρου του Βλεμμίδου τα ευρισκόμενα πάντα: θεολογικά, εξηγητικά, λογικά, φυσικά. Nikephorou tou Blemmidou ta euriskomena panta: theologica, exegetica, logica, physica. 1885. Georgius Cyprius, Athanasius Patriarch of Constantinople, and Nicephorus Blemmida. *143: *Γεωργίου του Παχυμέρη τα ευρισκόμενα πάντα. Τομ. Α΄. Georgiou tou Pachymere ta euriskomena panta: proekousi Ephraimiou Chronikou Kaisares: et Theolepti Philadelphiensis scripta ascetica. Tomus prior. 1891. Ephræmius Chronographus, Theoleptus Philadelphiensium Metropolita, and Georgius Pachymeres. Παχυμέρης Γεώργιος, Συγγραφικαί Ιστορίαι [α΄], σ. 443 - 996. *144: *Γεωργίου του Παχυμέρη τα ευρισκόμενα πάντα. Τομ. Β΄. Georgiou tou Pachymere ta euriskomena panta: accedit Matthaei Blastaris syntagma canonum, ad novissimam editionem virorum cll. Rhalli et Pottli recensitum. Tomus posterior. 1865. Georgius Pachymeres, Theodorus Metochita Magnus Logtheta, and Matthæus Blastares Hieromonachus. (Παχυμέρης Γεώργιος, Συγγραφικαί Ιστορίαι [β΄], σ. 1 - 716.) *145: Νικηφόρου Καλλίστου του Ξανθοπούλου Εκκλησιαστικής Ιστορίας. Τόμος α΄. Nikephorou Kallistou Xanthopoulou Ekklesiastikes Historias: praemittuntur Syntagmatis Matthaei Blastaris continuatio, et Theoduli Monachi, alias Thomae Magistri, orationes et epistolae. Tomus prior. 1904. Matthæus Blastares Hieromonachus, Theodulus Monachus, Alias Thomas Magister, Nicephorus Callistus Xanthopulus 1. *146: Νικηφόρου Καλλίστου του Ξανθοπούλου Εκκλησιαστικής Ιστορίας βιβλία ιε΄. Τόμος β΄. Nikephorou Kallistou tou Xanthopoulou Ekklesiastikes Historias biblia ie. Tomus secundus. 1865. Nicephorus Callistus Xanthopulus 2. *147: Νικηφόρου Καλλίστου του Ξανθοπούλου Εκκλησιαστικής Ιστορίας βιβλία ιε΄. Τόμος γ΄. Nikephorou Kallistou tou Xanthopoulou Ekklesiastikes Historias biblia ie: accedunt Maximi Planudæ, Callisti et Ignatii, Callisti Cataphugiotæ, Nicephori Monachi, scripta varii argumenti: Nicheph. Callisti tomus tertius, cæterorum tomus unicus. 1865. Nicephorus Callistus Xanthopulus 3, Callistus et Ignatius Xanthopuli Monachi, Callistus Patriarcha Constantinopuli Monachi, Callistus Telicoudes, Callistus Cataphugiota, Nicepphorus Monachus, Maximus Planudes Constantinopolitanus Monachus. *148: Νικηφόρου του Γρηγορά Ρωμαϊκής ιστορίας λόγοι 37. Τόμος πρώτος. Nikephorou tou Gregora Romaikes historias logoi 37: post Hieronymi Wolfii, Du Cangi, Joannis Boivini, Immanuelis Bekkeri curas in unum collecti. Tomus prior. 1865. Nicephorus Gregoras 1. *149: Νικηφόρου του Γρηγορά Ρωμαϊκής ιστορίας λόγοι 37. Τόμος δεύτερος. Nikephorou tou Gregora Romaikes historias logoi 37: accedunt Nili Cabasilæ thessalonicensis metropolitæ, Theodori Meliteniotæ, magnæ ecclesiæ sacellarii, Georgii Lapithæ, opuscula, epistolæ. Tomus posterior. 1865. Nicephorus Gregoras 2, Nilus Cabasilas Thessalonicensis Metropolita, Theodorus Meliteniota, Magnæ Ecclesiæ Sacellarius, Georgius Lapitha, and Anonymus. (Γρηγοράς Νικηφόρος, Ιστορία Ρωμαϊκή 2, σελ. 1 - 502.) *150: *Γρηγορίου αρχιεπισκόπου Θεσσαλονίκης, του Παλαμά, τα ευρισκόμενα πάντα: θεολογικά, ομιλητικά, αγογραφικά, πολεμικά, ασκητικά. (Γρηγορίου τόμ. πρώτος) Gregoriou archiepiskopou Thessalonikes, tou Palama, ta euriskomena panta: theologica, homiletica, hagiographica, polemica, ascetica: accedunt Gregorii Sinaitæ, Constantini Harmenopuli Nomophylacis, Macarii Chrysocephali Philadelphiensis metropolitæ, Joannis Calecæ Cpolitani patriarchæ, Theophanis Nicæni archiepiscopi, Nicolai Cabasilæ Thessalonicensis, quæ supersunt: Gregorii tomus prior, cæterorum tomus unicus. 1865. Constantinus Harmenopulus, Macarius Chrysocephalus Philadelphiensis Metropolita, Joannes Caleca Constantinopolitanus Patriarcha, Theophanes Nicænus Archiepiscopus, Nicolaus Cabasila Thessalonicensis Metropolita, Gregorius Palamas Thessalonicensis Metropolita. *151: Γρηγορίου αρχιεπισκόπου Θεσσαλονίκης, του Παλαμά, τα ευρισκόμενα πάντα: θεολογικά, ομιλητικά, αγογραφικά, πολεμικά, ασκητικά. (Γρηγορίου τόμ.δεύτερος) Gregoriou archiepiskopou Thessalonikes, tou Palama, ta euriskomena panta: theologica, homiletica, hagiographica, polemica, ascetica: accedunt Gregorii Acindyni, Barlaami De Seminaria opuscula, epistolae: Gregorii tomus posterior, caeterorum tomus unicus. 1865. Gregorius Palamas Thessalonicensis Metropolita, Gregorius Acindynus Monachus et Theologus, Barlaamus de Seminaria, Gyracensis Episcopus.. *152: Μανουήλ πατριάρχου Κωνσταντινουπόλεως, του Καλέκα, τα ευρισκόμενα πάντα. Manouel patriarchou Konstantinoupoleos, tou Kaleka, ta euriskomena panta: accedunt Joannis Cyparissiotae, Matthaei Cantacuzeni, scripta theologica etexegetica; nec non Joannis Glycis, Esaiae, Joannis Calecae, Isidori, Callisti, Philothei, diplomata, synodicae constitutiones, epistolae. 1865. Manuel Calecas Ordinis fratrum minorum Monachus Constantinopolitanus Patriarcha, Joannes Cyparissiota, Matthæus Cantacuzenus Imp. Cp. and Joan. Glycis, Esaias, Joan. Caleca, Isidorus, Callistus, and Philotheus Constantinopolitani. *153: Ιωάννου του Καντακουζηνού τα ευρισκόμενα πάντα: ιστορικά, θεολογικά, απολογητικά, μέρος 1ο. Ioannou tou Kantakouzenou ta euriskomena panta: historica, theologica, apologetica. Tomus prior. 1866. Joannes Cantacuzenus Imperator Λόγοι CP 1. *154: Ιωάννου του Καντακουζηνού τα ευρισκόμενα πάντα: ιστορικά, θεολογικά, απολογητικά, μέρος 2ο. Ioannou tou Kantakouzenou ta euriskomena panta: historica, theologica, apologetica: accedunt Joannis Palælogi imp., Philothei Cpolitani patriarchæ, Demetrii Cydonii, Maximi Chrysobergæ, Philothei Selymbriensis orationes, opuscula, epistolæ. Tomus posterior. 1866. Joannes Cantacuzenus Imperator CP 2, Philotheus Constantinopolitanus Patriarcha, Demetrius Cydonius, Maximus Chrysoberga Monachus. (Καντακουζηνός Ιωάννης, Λόγο ι [2], σελ. 1 – 370.) *155: Συμεών αρχιεπισκόπου Θεσσαλονίκης τα ευρισκόμενα πάντα. Symeon archiepiskopou Thessalonikes ta euriskomena panta: iassii in Moldavia, anno 1683, græce; latine vero nunc primum edita: tomus unicus. 1866. Symeon Thessalonicensis Archiepiscopus. *156: Του ευσεβεστάτου και λογιοτάτου Βασιλέως Κυρού Μανουήλ του Παλαιολόγου τα ευρισκόμενα πάντα: θεολογικά, πολεμικά, πανηγυρικά, παιδαγωγικά. Tou eusebestatou kay logiotatou Basileos Kyrou Manouel tou Palaiologou ta euriskomena panta: theologica, polemica, panegyrica, paedagogica: accedunt Georgii Phrantzae Chronicon cum ejusdem abbreviatione vaticana; nec non Joannis Anagnostae, Joannis Canani, Manuelis Chrysolorae scripta historica, epistolae /accurante et denuo recognoscente J.-P. Migne. 1866. Manuel Chrysoloras, Joannes Cananus, Manuel II Palæologus, Joannes Anagnosta, and Georgius Phrantza. (Σφρατζής Γεώργιος, Χρονικόν, σ. 551 - 1022. Κανανός Ιωάννης, Διήγησις. σ. 61 – 81. Ιωάννης Αναγνώστης, Διήγησις.) *157: *Γεωργίου του Κωδινού τα ευρισκόμενα πάντα. Georgiou tou Kodinou ta euriskomena panta: accedit Ducæ, Michaelis Ducæ nepotis Historia Byzantina a Joanne Palæologo, anno Christi 1341, ad annum 1462: tomus unicus. 1866. Georgius Codinus Curopalata and Ducas. (Κωδινός Γεώργιος, Πάτρια Κωνσταντινουπόλεως. Παραστάσεις σύντομοι χρονικαί. Περί των κτισμάτων, σ. 429-634. Δούκας, Ιστορικός, Ιστορία Βυζαντινή, σ. 739 - 1166.) *158: Του κυρού Μιχαήλ Γλύκα τα ευρισκόμενα πάντα. *Tou kyrou Michael Glyka ta euriskomena panta: post Philippi Labbei, Joannis Lamii, Francisci Fontani, Joannis Leunclavii, C. Fr. Matthæii, Leonis Allatii, Angeli Maii curas in unum corpus nunc primum collecta: accedunt Josephi Cpolitani patriarchæ, Joannis diaconi Adrianopolitani, Esaiæ Cyprii, Hilarionis monachi, Joannis Argyropuli, Theodori Agalliani, Job monachi, Bartholomæi de Jano, Nicolai Barbari, anonymi epistolæ, opuscula, historica, fragmenta: tomus unicus. 1866. Michael Glyca, Joannes Diaconus Adrianopolitanus, Esaias Cyprius, Hilario Monachus, Joannes Argyropulus, Josephus Constantinopolitanus Patriarcha, Job Monachus, Bartholomæus de Jano Ord. Minorum, Nicolaus Barbarus Patricius Venetus, and Anonymus. (Γλυκάς Μιχαήλ, Βίβλος Χρονική, σ. 1 - 1866.) 159: *Λαονίκου Χαλκοκονδύλου Απόδειξις ιστοριών δέκα. Laonikou Chalkokondylou Apodeixis historion deka: accedunt Josephi Methonensis episcopi seu Joannis Plusiadeni scripta quæ exstant: præmittuntur Leonardi Chiensis, Mitylenæi archiepiscopi; Isidori, S.R.E. cardinalis, Ruthenorum archiepiscopi epistolæ historicæ: tomus unicus. 1866. Laonicus Chalcocondyla Atheniensis, Leonardus Chiensis Mitlyenæus Archiepiscopus, Isidorus S.R.E. Cardinalis Ruthenorum Episcopus, Josephus Methonensis Episcopus. (Χαλκοκονδύλης Λαόνικος, Απόδειξις Ιστοριών, σ. 1 - 559.) *160: Γενναδίου, πατριάρχου Κωνσταντινουπόλεως, του Σχολαρίου, τα ευρισκόμενα πάντα. Gennadiou, patriarchou Konstantinoupoleos, tou Scholariou, ta euriskomena panta: partim jam edita, partim hucusque anecdota: accedunt Nicolai 5. romani pontificis, Gregorii Mammae Cpolitani patriarchae, Georgii Gemisti Plethonis, Matthaei Camariotae, Marci Ephesini, opuscula et epistolae. 1866. Gregorius Mamma Cpolitanus Patriarcha, Gennadius Seu Georgius Scholarius Xpolitanus Patriarcha, Georgius Gemistus Pletho, Matthæus Camariota, Marcus Eugenicus Ephesius Metropolita, and Nicolaus V Romanus Pontifex. *161: Του σοφωτάτου καρδινάλεως Βησσαρίονος τα ευρισκόμενα πάντα: θεολογικά, εξηγητικά, πολεμικά. Tou *sophotatou kardinaleos Bessarionos ta euriskomena panta: theologica, exegetica, polemica, partim jam edita, partim hucusque anecdota: accedunt ex virorum doctorum qui graecas litteras in Italia instaurarunt supellectili litteraria selecta quaedam. 1866. Bessarion S.R.E. Cardinalis, Georgius Trapezuntinus, Constantinus Lascaris, Theodorus Gaza, and Andronicus Callistus. (Θεόδωρος Γαζής, Περί Αρχαιολογίας Τούρκων, σ. 997 - 1006.). Digessit Ferdinandus Cavallera", 
    "domain": "khazarzar.skeptik.net", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [], 
    "language": [
        "el", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-6650637761764183728", 
            "resource_date": "2009-10-18T15:28:54.496-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:13:47.011933"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2009/10/migne-online.html", 
            "resource_date": "2009-10-18T15:28:54.496-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:13:47.011948"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [
        "http://khazarzar.skeptik.net/pgm/PG_Migne/", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Clement%20of%20Rome_PG%2001-02", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Constitutiones%20Apostolorum_PG%2001", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Clement%20of%20Rome_PG%2001-02", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Barnabas_PG%2002", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Shepherd%20of%20Hermas_PG%2002", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Epistle%20to%20Diognetus_PG%2002", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Dionysius%20Aeropagita_PG%2003-04", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Dionysius%20Aeropagita_PG%2003-04", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Polycrates%20Ephesinus_PG%2005", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theofilus%20Caesarea%20Palaestina_PG%2005", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Aristonis%20Pelloi_PG%2005", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Hegesippus_PG%2005", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Ignatius%20of%20Antioch_PG%2005", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Polycarpus%20Smyrnaeus_PG%2005", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Melito%20of%20Sardis_PG%2005", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Papias_PG%2005", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Iustinus_PG%2006", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Tatian_PG%2006", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Athenagoras_PG%2006", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theofilus%20Antiochieus_PG%2006", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Hermias%20philosophus_PG%2006", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Irenaeus%20Lugdunensis_PG%2007", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Clement%20of%20Alexandria_PG%2008-09", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Clement%20of%20Alexandria_PG%2008-09", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gregory%20Thaumaturgus_PG%2010", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Julius%20Africanus_PG%2010", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Origenes_PG%2011-17", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Origenes_PG%2011-17", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Origenes_PG%2011-17", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Origenes_PG%2011-17", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Origenes_PG%2011-17", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Origenes_PG%2011-17", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Origenes_PG%2011-17", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Origenes_PG%2011-17", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Origenes_PG%2011-17", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Eustathius%20Antiochiensis_PG%2018", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theodorus%20Heracleensis_PG%2018", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Alexander%20Lycopolitanus_PG%2018", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Peter%20of%20Alexandria_PG%2018", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Eusebius%20Caesariensis_PG%2019-24", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Eusebius%20Caesariensis_PG%2019-24", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Eusebius%20Caesariensis_PG%2019-24", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Eusebius%20Caesariensis_PG%2019-24", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Eusebius%20Caesariensis_PG%2019-24", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Eusebius%20Caesariensis_PG%2019-24", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Athanasius%20the%20Great%20of%20Alexandria_%20PG%2025-28", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Athanasius%20the%20Great%20of%20Alexandria_%20PG%2025-28", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Athanasius%20the%20Great%20of%20Alexandria_%20PG%2025-28", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Athanasius%20the%20Great%20of%20Alexandria_%20PG%2025-28", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Athanasius%20the%20Great%20of%20Alexandria_%20PG%2025-28", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cyrillus%20Hierosolymitanus_PG%2033", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Apollinaris%20of%20Laodicea_PG33", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Diodorus%20of%20Tarsus_PG%2033", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Macarius%20of%20Egypt_PG%2034", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gregory%20of%20Nazianzus_PG%2035-38", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gregory%20of%20Nazianzus_PG%2035-38", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gregory%20of%20Nazianzus_PG%2035-38", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gregory%20of%20Nazianzus_PG%2035-38", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Didymus%20the%20Blind_PG%2039", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Amphilochius%20Iconiensis_PG%2039", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Asterius%20Amasenus_PG%2040", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Nemesius%20Emesenus_PG%2040", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Serapion_PG%2040", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Epiphanius_PG%2041-43", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Epiphanius_PG%2041-43", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Epiphanius_PG%2041-43", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Nonnos_PG%2043", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gregory%20of%20Nyssa_PG%2044-46", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gregory%20of%20Nyssa_PG%2044-46", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gregory%20of%20Nyssa_PG%2044-46", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Chrysostom_PG%2047-64", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theofilus%20Alexandrinus_PG%2065", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Palladius%20Helenopolitanus_PG%2034,65", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Severianus_PG%2065", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Philostrogius_PG%2065", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Proclus_PG%2065", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Marcus%20Diaconus_PG%2065", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Hermias%20Sozomenos_PG%2067", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Socrates%20and%20Sozomenus%20Scholasticus_PG%2067", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cyril%20of%20Alexandria_PG%2068-77", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cyril%20of%20Alexandria_PG%2068-77", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cyril%20of%20Alexandria_PG%2068-77", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cyril%20of%20Alexandria_PG%2068-77", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cyril%20of%20Alexandria_PG%2068-77", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cyril%20of%20Alexandria_PG%2068-77", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cyril%20of%20Alexandria_PG%2068-77", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cyril%20of%20Alexandria_PG%2068-77", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cyril%20of%20Alexandria_PG%2068-77", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cyril%20of%20Alexandria_PG%2068-77", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20of%20Antioch_PG%2077,132", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theodoretus%20of%20Cyrrhus_PG%2080-84", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theodoretus%20of%20Cyrrhus_PG%2080-84", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theodoretus%20of%20Cyrrhus_PG%2080-84", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theodoretus%20of%20Cyrrhus_PG%2080-84", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theodoretus%20of%20Cyrrhus_PG%2080-84", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Eudokia%20Augousta_PG%2085", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Joannes%20Lydus%20Laurentius_PG%2085", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Ammonius_PG%2085", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gennadius%20of%20Constantinople_PG%2085,160", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Eusebius%20of%20Emesenus_PG%2086A", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Agapetus_PG%2086a", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Leontius%20Byzantinus%20_PG%2086a-86b", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Leontius%20Byzantinus%20_PG%2086a-86b", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Paulus%20Silentarius_PG%2086b", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Procopius%20of%20Gaza_PG%2087a-87c", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Procopius%20of%20Gaza_PG%2087a-87c", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Procopius%20of%20Gaza_PG%2087a-87c", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Alexander%20Monachus_PG%2087c", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Cosmas%20Indicopleustis_PG%2088", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Maximus%20Confessor_PG%2090-91", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Maximus%20Confessor_PG%2090-91", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Chronicon%20Paschale_PG%2092", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Georges%20Pisides_%20PG%2092", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Olympiodus%20Deacon%20of%20Alexandria_PG%2093", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Hesychius_PG%2093", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20of%20Damascus_PG%2094-96", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20of%20Damascus_PG%2094-96", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20of%20Damascus_PG%2094-96", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20Malalas_PG%2097", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theodorus%20Studita_PG%2099", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Nicephorus%20Patriarch%20of%20Constantinople_PG%20100", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Photius%20of%20Constantinople_PG%20101-104", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Photius%20of%20Constantinople_PG%20101-104", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Photius%20of%20Constantinople_PG%20101-104", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Photius%20of%20Constantinople_PG%20101-104", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Anonymous_PG%20105,111,117,149,158", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Arethas%20Bishop%20of%20Caesarea%20in%20Cappadokia_PG%20106", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theophanes%20Abbot%20and%20Confessor_PG%20108", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Leo%20Grammaticus_PG%20108,120", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Joannes%20Cameniates_PG%20109", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Symeon%20Magistrus_PG%20109", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Josephus%20Genesius_PG%20109,111", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Georgius%20Hamartolus_PG%20110", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Anonymous_PG%20105,111,117,149,158", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Josephus%20Genesius_PG%20109,111", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Constantinus%20Porphyrogenitus_PG%20112-113", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Constantinus%20Porphyrogenitus_PG%20112-113", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theodosius%20the%20Deacon_PG%20113", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Symeon%20Metaphrastes_PG%20114-116", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Symeon%20Metaphrastes_PG%20114-116", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Symeon%20Metaphrastes_PG%20114-116", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Leo%20Diaconus_PG%20117", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Anonymous_PG%20105,111,117,149,158", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Oecumenius_PG%20118-119", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Oecumenius_PG%20118-119", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Leo%20Presbyter_PG%20120", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Leo%20Grammaticus_PG%20108,120", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Joannis%20Presbyter_PG%20120", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Symeonis%20Junioris_PG%20120", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Georgius%20Cedrenus_PG%20121-122", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Joannis%20Scylitzae_PG%20121-122", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Michael%20Psellus_PG%20122", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Georgius%20Cedrenus_PG%20121-122", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Nicephorus%20Bryennius_PG%20127", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Constantinus%20Manassis_PG%20127", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Anna%20Komnena_PG%20131", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theophanes%20Kerameus_PG%20132", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/John%20of%20Antioch_PG%2077,132", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Joannes%20Cinnamus_PG%20133", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Theodorus%20Prodromus_PG%20133", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Ioannes%20Zonaras_PG%20134-135", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Ioannes%20Zonaras_PG%20134-135", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Eustathius%20Thessalonicensis_PG%20135,136", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Eustathius%20Thessalonicensis_PG%20135,136", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Joel%20Chronographus_PG%20139", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Nicetas%20Acominatus%20%28Choniatis%29_PG%20139-140", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Nicetas%20Acominatus%20%28Choniatis%29_PG%20139-140", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Georgius%20Acropolita_PG%20140", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Georgius%20Pachymeres_PG%20143-144", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Georgius%20Pachymeres_PG%20143-144", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Nicephorus%20Gregoras_PG%20148-149", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Nicephorus%20Gregoras_PG%20148-149", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Anonymous_PG%20105,111,117,149,158", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gregorius%20Palamas%20Thessalonicensis%20Metropolita_PG%20150-151", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gregorius%20Palamas%20Thessalonicensis%20Metropolita_PG%20150-151", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Ioannes%20Cantacuzenus_PG%20153-154", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Ioannes%20Cantacuzenus_PG%20153-154", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Symeon%20Thessalonicensis%20Archiepiscopus_PG%20155", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Joannes%20Cananus_PG%20156", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Joannes%20Anagnosta_PG%20156", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Georgius%20Phrantza_PG%20156", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Georgius%20Codinus_PG%20157", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Michael%20Glyca_PG%20158", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Joannes%20Argyropoulos_PG%20158", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Anonymous_PG%20105,111,117,149,158", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Laonicus%20Chalcocondylus_PG%20159", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/Gennadius%20of%20Constantinople_PG%2085,160", 
        "http://khazarzar.skeptik.net/pgm/PG_Migne/pgmindex.djvu"
    ], 
    "title": "Migne online", 
    "url": "http://khazarzar.skeptik.net/pgm/index.htm", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}