{
    "description": "*105: Νικήτου του Παφλαγόνος, του και Δαβιδ, Νικήτα Βυζαντίου τα ευρισκόμενα πάντα. Niketa tou Paphlagonos, tou kai Dabid, Niketa Byzantiou ta euriskomena panta: accedit editorum dissertatio in qua de amborum aetate et scriptis inquiritur: tomum absolvunt s. Josephi Hymnographii, Theognosti monachi, anonymi, scripta quae supersunt. 1862. Nicetas David Paphlago, Nicetas of Byzantium, Theognostus the Monk, Anonymous, and Josephus the Hymnographer. *105: Νικήτου του Παφλαγόνος, του και Δαβιδ, Νικήτα Βυζαντίου τα ευρισκόμενα πάντα. Niketa tou Paphlagonos, tou kai Dabid, Niketa Byzantiou ta euriskomena panta: accedit editorum dissertatio in qua de amborum aetate et scriptis inquiritur: tomum absolvunt s. Josephi Hymnographii, Theognosti monachi, anonymi, scripta quae supersunt. 1862. Nicetas David Paphlago, Nicetas of Byzantium, Theognostus the Monk, Anonymous", 
    "domain": "khazarzar.skeptik.net", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Migne online", 
        "url": "http://khazarzar.skeptik.net/pgm/index.htm"
    }, 
    "keywords": [], 
    "language": [
        "el", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "*105: Νικήτου του Παφλαγόνος, του και Δαβιδ, Νικήτα Βυζαντίου τα ευρισκόμενα πάντα. Niketa tou Paphlagonos, tou kai Dabid, Niketa Byzantiou ta euriskomena panta : accedit editorum dissertatio in qua de amborum aetate et scriptis inquiritur : tomum absolvunt s", 
    "url": "http://khazarzar.skeptik.net/pgm/PG_Migne/Anonymous_PG%20105,111,117,149,158", 
    "volume": "105", 
    "year": null, 
    "zotero_id": null
}