{
    "description": "Gennadius of Constantinople, Candidus, Antipater of Bostros, Dalmatius, Timothy, and Eustathius. *86.1: Ευσεβίου του Αλεξανδρέως, Ευσεβίου Εμισηνού, Λεοντίου του Βυζαντίου τα ευρισκόμενα πάντα ( μέρος 1ο ). Eusebiou tou Alexandreos, Eusebiou Emisenou, Leontiou tou Byzantiou ta euriskomena panta: intermiscentur Theodori Scythopolitani, Theodosii Alexandrini, s. Gregentii Tapharensis, Epiphani Cp., s. Isaaci Ninivitani, episcoporum; Timothei Cp., Timothei Hierosolymitani, presbyterorum; Joannis Maxentii, Theodori lectoris, Procopii presbyteri Tyrorum, s. Barsanuphii, Anachoretae Palaestini, Agapeti Cp. diaconi, Eustathii monachi, epistolae, tractatus, opuscula; accedunt Justiniani, imperatoris Augusti, Scripta dogmatica. 1860. Timothy of Constantinople, Theodorus, Procopius Deacon of Tyre, Theodorus Bishop of Scythopolitanus, Timothy of Hierosolymitanus, Timothy III of Alexandria, Theodosius of Alexandria, Eusebius of Alexandria, Eusebius of Emesenus, Gregentius of Tapharensis, Epiphanius of Contstantinople, Isaac of Ninivitanus, Barsanuphius of Palestine, Eustathius, Justinian,", 
    "domain": "khazarzar.skeptik.net", 
    "identifiers": {}, 
    "is_part_of": {
        "title": "Migne online", 
        "url": "http://khazarzar.skeptik.net/pgm/index.htm"
    }, 
    "keywords": [], 
    "language": [
        "la", 
        1.0
    ], 
    "provenance": [], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Gennadius of Constantinople", 
    "url": "http://khazarzar.skeptik.net/pgm/PG_Migne/Gennadius%20of%20Constantinople_PG%2085,160", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}