{
    "authors": [
        "title", 
        "date of copying are unknown"
    ], 
    "contributors": [], 
    "description": "Iryan Moftah Collection of Coptic Books and Manuscripts. Letters, Essays, and Sermons by Saint Gregory Nazianzus. This 18th-century manuscript is a collection of letters, essays, and sermons by Saint Gregory Nazianzus (died circa 389). The manuscript is thought to be the first Arabic translation from the original Greek and has not yet been edited or published. It is the second volume of a two-volume work. Gregory of Nazianzus, also known as Gregory the Theologian, is recognized as a Father of the Church in both the Eastern and Western traditions. He was born in Cappadocia (eastern Anatolia), where he spent much of his life. He was a. Contributed byThe American University in Cairo Rare Books and Special Collections Library Pentateuch. This manuscript is an Arabic translation of the first five books of the Old Testament (Pentateuch), which is called on the first leaf, \"The Holy Torah. \" The book contains little information about its production other than a note at the end indicating that it is of Coptic origin. Framed cruciform patterns appear at the top of the first leaf and are the only illustrations in the work. There are chapter and verse headings in red as well as guidewords and occasional directions for recitation during fasts and feasts. At the. Contributed byThe American University in Cairo Rare Books and Special Collections Library Letters, Pedagogical Teachings, and Sayings of Saint Anthony of Egypt. This manuscript opens with the 20 letters \"to the sons who follow his [Anthony’s] gentle path. and prayers to keep us from Satan’s example. \" The letters are for the most part short, many not exceeding five folios. According to an introductory note, they are addressed to both men and women. The work is in a bold but relaxed hand. Each letter or other significant section is set off in red. There are no contemporary marginal glosses, but comments and corrections (some in English) in pencil were made by. Contributed byThe American University in Cairo Rare Books and Special Collections Library Historical Books of the Old Testament. This Biblical manuscript contains portions of the Old Testament historical books of Joshua, Judges, Samuel, and Kings. The volume is incomplete at the beginning and end. The scribe, whose name might have appeared in the missing colophon, is unknown. The copying was done in 1748 (Joshua) and 1749 (Second Kings). There are guide words but no page numbers. Chapters are inconsistently marked. The work is carefully written but appears to have received little use, as indicated by the lack of the fore-edge smudging observed in some other manuscripts in the. Contributed byThe American University in Cairo Rare Books and Special Collections Library Gospel of Saint Mark. This manuscript copy of the Gospel of Saint Mark can be dated to the 18th century. The text is copied clearly and enclosed in a double-lined frame in red. The folios are numbered with Coptic numerals. The manuscript has many marginal notes and Old Testament references in Arabic, with Coptic numerals employed for chapter and verse citations. The marginalia may have been added by Wadi’ Muftah, whose name appears on the front endpapers. The text is complete and is in excellent condition. The binding is brown leather over boards with. Contributed byThe American University in Cairo Rare Books and Special Collections Library Gospel of Saint Luke. This manuscript of the Gospel of Saint Luke can be dated to the 18th century. The text is written clearly and enclosed in a double-lined frame in red. The folios are numbered with Coptic numerals. The manuscript has many marginal notes and Old Testament references in Arabic, with Coptic numerals employed for chapter and verse citations. The marginalia may have been added by Wadi’ Muftah, whose name appears on the front endpapers. The text is complete and is in excellent condition, although the last page is copied in a different. Contributed byThe American University in Cairo Rare Books and Special Collections Library Gospel of Saint John. This Arabic manuscript of the Gospel of Saint John dates from the 18th century. The text is written clearly and enclosed in a double-lined frame in red. The folios are numbered with Coptic numerals. The manuscript has many marginal notes and Old Testament references in Arabic, with Coptic numerals employed for chapter and verse citations. The marginalia may have been added by Wadi’ Muftah, whose name appears on the front endpapers. The text is complete and is in excellent condition, although the last page is copied in a different hand. Contributed byThe American University in Cairo Rare Books and Special Collections Library The History of the Roman Provinces of the Near East. This Arabic manuscript is a history of the Roman provinces of the Near East, with special reference to King Herod the Great and the dynasty he founded. The manuscript lacks numerous pages at the beginning and end. The remaining portion contains the history of Roman Palestine during the first century BC until the destruction of the temple by Roman emperor Titus in 70 AD. The author, title, and date of copying are unknown. The work has been tentatively ascribed to the 17th century. The text is unadorned except for marking. Contributed byThe American University in Cairo Rare Books and Special Collections Library The Sublime Pearl in the Sacrament of the Eucharist. This manuscript volume contains two drafts of a work on the Eucharistic sacrament (Arabic, sirr al-‘Afkharistiya). The sacrament is revered in many Christian churches, including the Coptic Orthodox Church, as the transformation of bread and wine into the body and blood of Jesus Christ. It is the central event of every mass in the Orthodox tradition and in many Western denominations. The volume contains two versions of the same essay. Authorship is ascribed to Iryan Moftah (1826-86), even though his name does not appear anywhere in the notebook. Contributed byThe American University in Cairo Rare Books and Special Collections Library Reconciling Mercy with Justice. This manuscript is a notebook containing the draft of a sermon or essay by Coptic thinker and teacher Iryan Moftah (1826-86) on the theme of the reconciliation of justice with mercy. The author’s notes are in a careful Ruqah script on unlined commercial notebook paper with holes punched for insertion into a binder. The main text is heavily annotated with Biblical citations and textual emendations in the margins. Some pages are missing, as are the last pages of the volume. The author is not named in the text. Contributed byThe American University in Cairo Rare Books and Special Collections Library Litanies of the Virgin Mary. This Arabic manuscript contains two works pertaining to the Virgin Mary, who is recognized as the mother of Jesus Christ in both Christian and Muslim scriptures. The first manuscript is a personal prayer to the Virgin, to be recited daily for spiritual benefit. It includes a review of Mary’s place in the life of Jesus as recounted in the New Testament, beginning with the Archangel Gabriel’s announcement of the birth of Jesus and ending with Mary’s presence at the crucifixion. The second manuscript is a litany, or. Contributed byThe American University in Cairo Rare Books and Special Collections Library Coptic Language Primer. This manuscript is a basic introduction to the alphabet, pronunciation, and grammar of the Bohairic dialect of the Coptic language written for Arabic speakers by Iryan Moftah (1826-86). It is copied in a commercial notebook. The author divides each page vertically with text in Coptic script on the left and Arabic translation or explanation on the right. The manuscript is written in a bold black ink. Title and author are given on a label pasted on the front cover. The work is undated, but it is most likely from. Contributed byThe American University in Cairo Rare Books and Special Collections Library Coptic Grammar. This manuscript consists of a portion of a Coptic primer by Iryan Moftah (1826-86). It lists useful phrases, with the Coptic in the left column and the Arabic on the right. Moftah avoids explanation of linguistic complexities or conjugations. This, along with the simple, everyday phrases, leads to the conclusion that the book is aimed at schoolchildren or young seminarians rather than advanced learners. Although the textbook is aimed at Arabic speakers, there is no assumption that students are acquainted with the complexities of classical Arabic grammar. There are. Contributed byThe American University in Cairo Rare Books and Special Collections Library Untitled Notebook of Coptic-language Lessons. This manuscript contains a Coptic grammar and vocabulary notes compiled by Father Girgis Murqus of Akhmīm, Upper Egypt. It includes lists of common phrases in Coptic with Arabic translation. It probably was used by the author as a teaching guide for beginning Coptic classes. It is similar to the primers of Iryan Moftah (1826-86), a prominent teacher of Coptic and linguistic reformer, but it also includes verb exercises. The notebook is missing several pages and the binding is in poor condition. Arabic words are occasionally misspelled. The exact date. Contributed byThe American University in Cairo Rare Books and Special Collections Library Calculating Coptic Orthdox Easter. This manuscript deals with the calculation of Easter Sunday according to the Coptic calendar. Fixing this date each year governs much of the liturgical and devotional life of the Coptic Orthodox Church. The Coptic calendar begins in 284 AD, which is called Anno Martyrum (AM), or Year of the Martyrs. The first folio contains a table of the four seasons with their corresponding Coptic months and zodiacal signs. The following pages, some of which are torn or badly stained, provide instructions for calculating the movement of the moon and reconciling. Contributed byThe American University in Cairo Rare Books and Special Collections Library Towards Salvation through Fervent Prayer. This manuscript of devotions attributed to Butrus al-Sadamanti appears to have been copied in the 19th century by an anonymous scribe. The manuscript includes a 40-page introduction to the devotions. The title is not found in the work itself, but is noted on the inside front cover. The binding is small and tight and the text block is generally sound except for the last pages, which are missing. Little is known of the life of the presumed author, named in the incipit as anba (bishop) and qiddis (saint) Butrus al-Sadamanti. Contributed byThe American University in Cairo Rare Books and Special Collections Library.", 
    "domain": "www.wdl.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Iryan Moftah Collection of Coptic Books and Manuscripts", 
        "url": "http://www.wdl.org/en/search/?collection=iryan-moftah-collection-manuscripts"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "Egypt", 
        "egyptology", 
        "collection", 
        "book", 
        "Coptic", 
        "manuscripts"
    ], 
    "languages": [
        "en"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5648798258149714422", 
            "resource_date": "2014-05-15T07:29:59.803-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:12:09.809685"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/05/iryan-moftah-collection-of-coptic-books.html", 
            "resource_date": "2014-05-15T07:29:59.803-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:12:09.809701"
        }, 
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-5648798258149714422", 
            "resource_date": "2014-05-15T07:29:59.803-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:12:09.812280"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/05/iryan-moftah-collection-of-coptic-books.html", 
            "resource_date": "2014-05-15T07:29:59.803-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:12:09.812296"
        }, 
        {
            "fields": [
                "subordinate_resources", 
                "resource_key", 
                "keywords", 
                "languages", 
                "description", 
                "authors", 
                "is_part_of", 
                "identifiers"
            ], 
            "resource": "http://purl.org/net/wf-motifs#Combine", 
            "term": "http://purl.org/net/wf-motifs#hasWorkflowMotif", 
            "when": "2015-07-11T20:12:09.825682"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "225e11376799e6b41846640d45bc4c4608265899", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [
        {
            "title_full": "Iryan Moftah Collection of Coptic Books and Manuscripts", 
            "url": "http://www.wdl.org/en/search/?collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11340/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "The American University in Cairo Rare Books and Special Collections Library", 
            "url": "http://www.wdl.org/en/search/?institution=american-university-cairo-rare-books-and-special-collections-library"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11342/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11344/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11345/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11346/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11347/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11348/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11349/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11350/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11351/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11352/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11353/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11354/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11355/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11356/#collection=iryan-moftah-collection-manuscripts"
        }, 
        {
            "title_full": "", 
            "url": "http://www.wdl.org/en/item/11357/#collection=iryan-moftah-collection-manuscripts"
        }
    ], 
    "title": "Iryan Moftah Collection of Coptic Books and Manuscripts", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://www.wdl.org/en/search/?collection=iryan-moftah-collection-manuscripts", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}