{
    "description": "ABO: Annotated Books Online. About the project Annotated Books Online is a virtual research environment for scholars and students interested in historical reading practices. It is part of the research project “A Collaboratory for the Study of Reading and the Circulation of Ideas in Early Modern Europe” funded by the Netherlands Organization for Scientific Research (NWO) and co-ordinated by Arnoud Visser. Generous additional funding was provided by Anthony Grafton for the edition of Gabriel Harvey’s annotations to Livy (Mellon Foundation). Background Proceeding from the idea that reading constitutes a crucial form of intellectual exchange, the collaborators will collect and enhance evidence of how readers used their books to build knowledge and assimilate ideas. This is especially pertinent since the early modern period, just like the twenty-first century, saw the revolutionary rise of a new medium of communication, which helped shape cultural formation and intellectual freedom. Although widely recognized as a promising approach with important theoretical implications, currently the study of reading practices still largely depends on individual researchers, whose work is seriously hampered by the limited access to an inherently fragmented body of material. The proposed collaboratory will connect scholarly expertise and provide added value to digital sources through user-generated content (e. g. explanatory material or fuller scholarly syntheses) in an electronic environment specifically designed for research and teaching purposes. It will offer, in short, an academic Wikipedia for the history of reading and the circulation of ideas. The project will create a transnational platform that enables scholars to (1) view, connect and study annotated books and readers’ notes, (2) offer training to students and young researchers in handling readers’ traces, and (3) make results freely accessible for teaching purposes, as well as for broader general interest by means of exhibitions, digital presentations and general publications. In order to expand this structural network, the principal partners in the collaboratory will prepare an application for a Marie Curie Initial Training Network.", 
    "domain": "www.annotatedbooksonline.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "book", 
        "digital library", 
        "classics"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8545200401984113316", 
            "resource_date": "2013-09-13T09:12:00.880-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T23:08:34.703421"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/09/abo-annotated-books-online.html", 
            "resource_date": "2013-09-13T09:12:00.880-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T23:08:34.703435"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "ABO: Annotated Books Online", 
    "url": "http://www.annotatedbooksonline.com/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}