{
    "description": "Kernos suppléments. ISSN: 1376-179X. Edited by André Motte and Vinciane Pirenne-Delforge Edited by André Motte and Vinciane Pirenne-Delforge. Le donateur, l’offrande et la déesse Systèmes votifs des sanctuaires de déesses dans le monde grec Clarisse Prêtre (dir. ) 2009 … La norme en matière religieuse en Grèce ancienne Actes du XII e colloque international du CIERGA (Rennes, septembre 2007) Pierre Brulé (dir. ) 2009 … Entre Asclépios et Hippocrate Étude des cultes guérisseurs et des médecins en Carie Cécile Nissen 2009 … Opera inedita Essai sur la religion grecque & Recherches sur les Hymnes orphiques Jean Rudhardt 2008 … Retour à la source Pausanias et la religion grecque Vinciane Pirenne-Delforge 2008 … Entre ciel et guerre Figures d’Aphrodite en Grèce ancienne Gabriella Pironti 2007 … Configurations d’Hermès Une ‘théogonie hermaïque’ Dominique Jaillard 2007 … Ritual and Communication in the Graeco-Roman World Eftychia Stavrianopoulou (dir. ) 2006 … The Sacrificial Rituals of Greek Hero-Cults in the Archaic to the Early Hellenistic Period Gunnel Ekroth 2002 … Kêpoi De la religion à la philosophie. Mélanges offerts à André Motte Edouard Delruelle and Vinciane Pirenne-Delforge (dir. ) 2001 … Héros et héroïnes dans les mythes et les cultes grecs Actes du colloque organisé à l’Université de Valladolid, du 26 au 29 mai 1999 Vinciane Pirenne-Delforge and Emilio Suárez de la Torre (dir. ) 2000 … La Théurgie Des Oracles chaldaïques à Proclus Carine Van Liefferinge 1999 … Le Bestiaire d’Héraclès III e Rencontre héracléenne Corinne Bonnet, Colette Jourdain-Annequin and Vinciane Pirenne-Delforge (dir. ) 1998 … Les Panthéons des cités Des origines à la Périégèse de Pausanias Vinciane Pirenne-Delforge (dir. ) 1998 … L’Aphrodite grecque Vinciane Pirenne-Delforge 1994 … Le sacrifice humain en Grèce ancienne Pierre Bonnechere 1994 …. The Iconography of Greek Cult in the Archaic and Classical Periods Proceedings of the First International Seminar on Ancient Greek Cult, organised by the Swedish Institute at Athens and the European Cultural Centre of Delphi (Delphi, 16-18 Novembre 1990) Robin Hägg (dir. ). 1992 ….", 
    "domain": "books.openedition.org", 
    "identifiers": {
        "issn": {
            "generic": [
                "1376-179X"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "classics", 
        "open access", 
        "monograph"
    ], 
    "language": [
        "fr", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4739578523792635073", 
            "resource_date": "2014-08-22T11:37:56.106-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-21T22:24:13.289510"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2013/07/open-access-monograph-series-kernos.html", 
            "resource_date": "2014-08-22T11:37:56.106-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-21T22:24:13.289531"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Kernos suppléments", 
    "url": "http://books.openedition.org/pulg/171", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}