{
    "authors": [], 
    "contributors": [], 
    "description": null, 
    "domain": "books.openedition.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Mondes méditerranéens antiques", 
        "url": "http://books.openedition.org/cdf/3715"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [], 
    "languages": [
        "it"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-905384718137476066", 
            "resource_date": "2015-05-20T14:41:34.491-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:17:16.371756"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/open-access-monograph-series-mondes.html", 
            "resource_date": "2015-05-20T14:41:34.491-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:17:16.371778"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "cdf-3897", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Fana, templa, delubra. Corpus dei luoghi di culto dell'Italia antica (FTD) - 2 Regio I: Avella, Atripalda, Salerno Teresa Cinquantaquattro et Gabriella Pescatori 2013 Filippo Coarelli et John Scheid Corpus dei luoghi di culto dell’Italia antica Abella (Avella) Teresa Cinquantaquattro Abella (Avella). Introduzione Teresa Cinquantaquattro Avella, Campopiano (loc.) Teresa Cinquantaquattro Avella, Carmignano (via) Teresa Cinquantaquattro Avella, Cerreto (?) (loc.) Teresa Cinquantaquattro et Chiara Lambert Avella, S. Paolino, loc. Teresa Cinquantaquattro et Chiara Lambert Avel l a, S. Pietro, chiesa Teresa Cinquantaquattro Avella, S. Candida (loc.) Teresa Cinquantaquattro et Chiara Lambert Avella, Santissimo (loc.) Teresa Cinquantaquattro Avella, Seminario (loc.) Teresa Cinquantaquattro Ubicazione incerta, aedicula Teresa Cinquantaquattro Ubicazione incerta, Hercules, sakaraklúm , fíísnú Teresa Cinquantaquattro Ubicazione incerta, Venus Iovia, luogo di culto? Abellinum (Atripalda) Gabriella Pescatori Abellinum (Atripalda). Introduzione Gabriella Pescatori Aiello del Sabato, Cresta del Telegrafo (loc.) Gabriella Pescatori Aiello del Sabato, S. Maria, chiesa Gabriella Pescatori Atripalda. Capo La Torre (loc.), basilica cristiana Emilia Chiosi Atripalda, Civita Gabriella Pescatori Atripalda. Civita. Foro (?), altare Emilia Chiosi Grottolella, Taverna del Monaco (loc.) Gabriella Pescatori Prata di Principato Ultra, altare Gabriella Pescatori Prata di Principato Ultra, SS. Annunziata, basilica Gabriella Pescatori Pratola Serra, Pioppi (loc.), S. Giovanni, basilica Gabriella Pescatori S. Angelo a Scala, Selvadontica-Selvadoniche Gabriella Pescatori S. Lucia di Serino Salernum (Salerno) Maria Antonietta Iannelli Salernum (Salerno). Introduzione Teresa Cinquantaquattro Giffoni Valle Piana, templum Teresa Cinquantaquattro Pontecagnano, Picentia Marcella Mancusi et Gianni Bailo Modesti Pontecagnano Pastini, Località. Santuario settentrionale Aurora Lupia Pontecagnano, via Verdi - via Bellini, santuario meridionale, di Apollo Alfonso Santoriello Salerno, Fratte loc. Alfonso Santoriello Salerno, Fratte loc., santuario, Eracle (?) Audrey Bertrand Salerno, Fratte, loc., via Cristoforo Capone, scarico Maria Antonietta Iannelli Salerno, Sant’Eustachio, area sacra (?) Maria Antonietta Iannelli Salerno, Via Monti Sylvia Estienne Scala, fraz. Minuta, aedes Bibliografia", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://books.openedition.org/cdf/3897", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}