{
    "authors": [], 
    "contributors": [], 
    "description": "Mondes méditerranéens antiques.", 
    "domain": "books.openedition.org", 
    "editors": [], 
    "end_date": null, 
    "extent": null, 
    "form": null, 
    "frequency": null, 
    "identifiers": {}, 
    "is_part_of": {
        "title_full": "Mondes méditerranéens antiques", 
        "url": "http://books.openedition.org/cdf/3715"
    }, 
    "issuance": null, 
    "issue": null, 
    "issued_dates": null, 
    "keywords": [
        "Roman"
    ], 
    "languages": [
        "it"
    ], 
    "places": [], 
    "provenance": [
        {
            "fields": [
                "authors", 
                "contributors", 
                "description", 
                "domain", 
                "editors", 
                "end_date", 
                "extent", 
                "form", 
                "frequency", 
                "identifiers", 
                "is_part_of", 
                "issuance", 
                "issue", 
                "issued_dates", 
                "keywords", 
                "languages", 
                "places", 
                "provenance", 
                "publishers", 
                "related_resources", 
                "responsibility", 
                "start_date", 
                "subordinate_resources", 
                "title", 
                "title_alternates", 
                "title_extended", 
                "type", 
                "url", 
                "url_alternates", 
                "volume", 
                "year", 
                "zenon_id", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-905384718137476066", 
            "resource_date": "2015-05-20T14:41:34.491-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-07-11T20:17:16.868946"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/open-access-monograph-series-mondes.html", 
            "resource_date": "2015-05-20T14:41:34.491-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-07-11T20:17:16.868959"
        }
    ], 
    "publishers": [], 
    "related_resources": [], 
    "resource_key": "cdf-3863", 
    "responsibility": [], 
    "start_date": null, 
    "subordinate_resources": [], 
    "title": "Fana, templa, delubra. Corpus dei luoghi di culto dell'Italia antica (FTD) - 3 Regio IV: Alife, Bojano, Sepino Stefania Capini , Patrizia Curci et Maria Romana Picuti 2015 Filippo Coarelli et John Scheid Corpus dei luoghi di culto dell’Italia antica Allifae (Alife) Giuseppe Camodeca , Federico Marazzi , Enrico Angelo Stanco et al. Allifae (Alife). Introduzione Gianluca Tagliamonte Ailano, Zappini, loc. Enrico Angelo Stanco Alife, S. Caterina d’Alessandria, piazza Giuseppe Camodeca Alife, ubicazione incerta, Ceres Giuseppe Camodeca Alife, ubicazione incerta, Diana Giuseppe Camodeca Alife, ubicazione incerta, Hercules Gallicus Giuseppe Camodeca Alife, ubicazione incerta, Iuno Regina Aniello Parma Alife, ubicazione incerta, Iuppiter Giuseppe Camodeca Alife, ubicazione incerta, Venus Floriana Miele Piedimonte Matese, Carroppole, loc. Floriana Miele Piedimonte Matese, Epitaffio, loc. Gianluca Tagliamonte Piedimonte Matese, Monte Cila, loc. Nicoletta Scala Piedimonte Matese, Monticelli, loc. Floriana Miele Piedimonte Matese, Pigna, loc., via Pioppitelli Floriana Miele Pratella, Roccavecchia, Fontana Sant’Arcangelo, loc. Floriana Miele Pratella, Roccavecchia, Grotte, loc. Aniello Parma Raviscanina, contrada Canale, Quattroventi, loc. Mater deorum Mesa Nicoletta Scala San Potito Sannitico, Conca dell’Arena - Le Fate, loc. Floriana Miele San Potito Sannitico, Torelle, loc. Floriana Miele Sant’Angelo d’Alife - Raviscanina, Rupe Canina, castello Floriana Miele Sant’Angelo d’Alife, Grotte, loc. Giuseppe Camodeca et Enrico Angelo Stanco Ubicazione incerta, Iuno Bovanium (Bojano) Luigi Scaroina et Maria Carla Somma Bovianum (Bojano). Introduzione Maria Romana Picuti et Luigi Scaroina Bojano, ubicazione incerta, Silvanus Maria Romana Picuti et Luigi Scaroina Bojano, ubicazione incerta, Venus Caelestis Augusta Stefania Capini et Adriano La Regina Campochiaro, Civitella, loc., herekleis (gen.)/ Hercules Gianluca Soricelli Castello del Matese, Capo di Campo, loc. Luigi Scaroina Castropignano, Roccaspromonte, loc. Luigi Scaroina Colle d’Anchise, Colle Sparanise, loc. Luigi Scaroina Frosolone, Colle S. Martino, loc. Saepinum (Altilia) Maurizio Matteini Chiari et Valeria Scocca Saepinum (Altilia). Introduzione Valeria Scocca Cercemaggiore, Saraceno, monte Valeria Scocca Sepino, Altilia, loc., tempio (Capitolium?) Valeria Scocca Sepino, Altilia, loc., Iuppiter Optimus Maximus Valeria Scocca Sepino, Altilia, loc., edificio di culto Valeria Scocca Sepino, Altilia, loc., ubicazione incerta, Apollo Valeria Scocca Sepino, Altilia, loc., ubicazione incerta, Genius Municipi Valeria Scocca Sepino, Altilia, loc., ubicazione incerta, Iuppiter Liber Valeria Scocca Sepino, Altilia, loc., ubicazione incerta, Victoria Maurizio Matteini Chiari Sepino, San Pietro di Cantoni, loc., Mefitis (?) Maurizio Matteini Chiari Sepino, San Pietro di Cantoni, loc., chiesa Valeria Scocca Sepino, ubicazione incerta, Hercules Valeria Scocca Sepino, ubicazione incerta, Lares Valeria Scocca Sepino, ubicazione incerta, Magna Mater Valeria Scocca Sepino, Altilia, loc., ubicazione incerta Bibliografia", 
    "title_alternates": [], 
    "title_extended": null, 
    "type": null, 
    "url": "http://books.openedition.org/cdf/3863", 
    "url_alternates": [], 
    "volume": null, 
    "year": null, 
    "zenon_id": null, 
    "zotero_id": null
}