{
    "description": "Münchener Beiträge zur Papyrusforschung und antiken Rechtsgeschichte. ISSN: 0936-3718. Die Veröffentlichungen der papyrologisch-rechtshistorischen Reihe, die 1915 von Leopold Wenger begründet wurde, behandeln die Themen Recht, Politik, Wirtschaft und Verwaltung in antiken Kulturen, insbesondere in ptolemäischer und hellenistischer Zeit. Insgesamt wurden bislang 109 Bände dieser Zeitschriftenreihe veröffentlicht (Stand Mai 2014), wovon ein Großteil noch lieferbar ist. This papyrus studies series, founded in 1915 by Leopold Wenger, contributes to scholarship on the law, politics, economy and administration of ancient civilisations, notably the Ptolemaic and Hellenistic periods. So far (as of May 2014) more than 100 books have been published, most of them are still available. Die Wirtschaft Ägyptens in hellenistischer Zeit Werner Huß 2012 … Die Verwaltung des ptolemaiischen Reichs Werner Huß 2011 … Papinians Quaestiones Zur rhetorischen Methode eines spätklassischen Juristen Ulrike Babusiaux 2011 … Entscheidungskorrekturen mit unbestimmter Wertung durch die klassische römische Jurisprudenz Tobias Kleiter 2010 … Appello ad principem Urteilsstil und Urteilstechnik in kaiserlichen Berufungsentscheidungen (Augustus bis Caracalla) Veronika Wankerl 2009 … Die römischen Solidarobligationen Eine Neubesichtigung unter aktionenrechtlichen Aspekten Anja Steiner 2009 … Risikomanagement beim Weinkauf Periculum und Praxis im Imperium Romanum Éva Jakab 2009 … Herrscher- und Dynastiekulte im Ptolemäerreich Systematik und Einordnung der Kultformen Stefan Pfeiffer. 2008 ….", 
    "domain": "books.openedition.org", 
    "identifiers": {
        "issn": {
            "generic": [
                "0936-3718"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "papyrology", 
        "Verlag C.H.Beck", 
        "open access", 
        "monograph"
    ], 
    "language": [
        "de", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-8714418421414051262", 
            "resource_date": "2015-05-06T19:50:04.890-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:13:53.195383"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2015/05/open-access-monograph-series-munchener.html", 
            "resource_date": "2015-05-06T19:50:04.890-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:13:53.195401"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Münchener Beiträge zur Papyrusforschung und antiken Rechtsgeschichte", 
    "url": "http://books.openedition.org/chbeck/91", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}