{
    "description": "Littera Antiqua ISSN 2082-9264 W imieniu Redakcji zapraszam Państwa do składania artykułów, recenzji i rozpraw z zakresu nauk dotyczących antyku grecko-rzymskiego w internetowym czasopiśmie naukowym „Littera Antiqua”, które jest wydawane w Instytucie Filologii Klasycznej Katolickiego Uniwersytetu Lubelskiego Jana Pawła II. Szczególnie zapraszamy filologów klasycznych, historyków, filozofów oraz wszystkich naukowców zajmujących się starożytnością. Czasopismo przewidziane jest jako półrocznik. Jego nośnikiem jest internet. Nad utrzymaniem poziomu naukowego czuwają Recenzenci z różnych ośrodków akademickich w Polsce i Europie. Przyjmowane są artykuły w językach kongresowych, a także w języku polskim. Jednym z podstawowych założeń utworzenia czasopisma jest możliwość wykorzystania najnowszych technologii informacyjnych, takich jak prezentacje, filmy, muzyka, zdjęcia, co jest niemożliwe w tradycyjnych czasopismach naukowych ukazujących się drukiem. Chcemy, aby czasopismo realizowało trzy główne cele: naukowy, popularyzatorski oraz dydaktyczny. Dzięki zastosowaniu nowoczesnych nośników możliwe będzie publikowanie wyników badań naukowych zaraz po otrzymaniu pozytywnych recenzji. Możliwości „medialne” czasopisma słuą uatrakcyjnieniu wyników badań, przez co przyczyniają się do popularyzacji poszczególnych dyscyplin naukowych także wśród młodzieży, której coraz częstszym źródłem wiedzy jest internet. Wykorzystanie jako nośnika internetu sprawia, że publikacja dociera do znacznie szerszego grona zainteresowanych niż wydania tradycyjne, a także jest doskonałą promocją polskiej myśli naukowej zagranicą.", 
    "domain": "www.litant.eu", 
    "identifiers": {
        "issn": {
            "generic": [
                "2082-9264"
            ]
        }
    }, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "Poland", 
        "open access"
    ], 
    "language": [
        "pl", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-498678773311936879", 
            "resource_date": "2013-01-22T15:14:08.015-05:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-11T20:13:07.492043"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2012/08/oprn-access-journal-littera-antiqua.html", 
            "resource_date": "2013-01-22T15:14:08.015-05:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-11T20:13:07.492059"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Littera Antiqua", 
    "url": "http://www.litant.eu/", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}