{
    "description": "Anemoi: Undergraduate Journal of Pre-Modern Studies New College of Florida, Sarasota, Florida Holly McArthur, Sarah Tew, and Tyler Kirby, editors. info@anemoijournal. com Anemoi, named after the Greek deities of the four winds in honor of New College's four winds symbolism, provides an outlet for publication of high quality undergraduate papers. It also gives students experience in working with a peer-reviewed journal. It emphasizes pre-modern studies-time periods that are often overlooked. Anemoi highlights how the major fields within pre-modern are closely interrelated while academically separate. Anemoicaters to students who have produced an insightful paper in any interdisciplinary field where they handled an early- or pre-modern topic. This journal focuses on classics, medieval-Renaissance, and early modern studies, which traditionally means a focus on Europe, North Africa, and the Near East, but we do not exclude a broader geography, particularly in the context of early modern studies. These fields cover chronologically the years between 3000 BCE and 1800 CE, influenced by scholarly standards established within each of these three academic areas. Anemoi provides valuable CV credit and publication history to undergraduates. It is available through a printed edition after publication in May. This journal also gives students the chance to have their work read by a wider audience. Anemoi's review and revision process helps all submissions meet high standards. Please direct all questions to:.", 
    "domain": "www.anemoijournal.com", 
    "identifiers": {}, 
    "is_part_of": null, 
    "keywords": [
        "journal", 
        "student journal", 
        "open access", 
        "antiquity"
    ], 
    "language": [
        "en", 
        1.0
    ], 
    "provenance": [
        {
            "fields": [
                "description", 
                "domain", 
                "identifiers", 
                "is_part_of", 
                "keywords", 
                "language", 
                "provenance", 
                "related_resources", 
                "subordinate_resources", 
                "title", 
                "url", 
                "volume", 
                "year", 
                "zotero_id"
            ], 
            "resource": "tag:blogger.com,1999:blog-116259103207720939.post-4117520940228678955", 
            "resource_date": "2014-04-14T13:44:23.595-04:00", 
            "term": "http://purl.org/spar/cito/citesAsDataSource", 
            "when": "2015-06-20T16:12:52.519237"
        }, 
        {
            "resource": "http://ancientworldonline.blogspot.com/2014/02/forthcoming-open-access-journal-anemoi.html", 
            "resource_date": "2014-04-14T13:44:23.595-04:00", 
            "term": "http://purl.org/spar/cito/citesAsMetadataDocument", 
            "when": "2015-06-20T16:12:52.519256"
        }
    ], 
    "related_resources": [], 
    "subordinate_resources": [], 
    "title": "Anemoi: Undergraduate Journal of Pre-Modern Studies", 
    "url": "http://www.anemoijournal.com/Home.html", 
    "volume": null, 
    "year": null, 
    "zotero_id": null
}